export const authoritativeCommentaryData: Record<number, Record<string, { bhashyam: string; teeka: string }>> = {
  0: {
    "devanagari": {
      bhashyam: `ईशावास्यमित्यादयो मन्त्रा आत्मनो याथात्म्यप्रतिपादकाः कर्मस्वनुप्रवेशायोगात् कर्मणि विनियोगं न प्राप्नुवन्ति । आत्मनो याथात्म्यं च यथोच्यमानम् — शुद्धत्वं निरञ्जनत्वमेकत्वं नित्यत्वमशरीरत्वं सर्वगतत्वमित्यादिलक्षणम् — तद्विरुद्धाः कर्मणो न युक्तमेव कर्मणि विनियोगं प्राप्नुयुः ।

एवंलक्षणस्य चात्मनो नोत्पाद्यत्वं न विकार्यत्वं नाप्यत्वं न संस्कार्यत्वमित्यतः कर्तृत्वभोक्तृत्वाद्यभावात् कर्मकाण्डाऽपेक्षित्वं नास्त्येव । सर्वासां हि उपनिषदामेतस्यैवार्थस्य प्रतिपादनपरत्वात् । तथा च गीताऽपि मोक्षधर्मश्च ।

अतः प्राकृतबुद्ध्यभिमतानेकत्वकर्तृत्वभोक्तृत्वादयः, तथाऽशुद्धत्वपापित्वादयोऽप्यात्मनोऽभ्युपगम्य कर्म विधीयते । एवमधिकारित्वज्ञा वदन्ति — यः कामी फलार्थी दृष्टादृष्टफलेषु ब्रह्मवर्चसादिस्वर्गादिषु यो द्विजात्यभिमानी अकाणः अकुब्जादिः इत्येवं मन्यते यः स एवाधिकारीति ।

अतः स्वाभाविकमात्मनोऽज्ञानं निवर्तयन्त आत्मयाथात्म्यप्रतिपादनादिमे मन्त्रा ऐक्यविज्ञानप्रत्ययं शोकमोहाद्यात्मसंसारधर्मोच्छेदकारणं जनयन्ति । तान् मन्त्रान् अधिकारिविषयसम्बन्धप्रयोजनानि दर्शयित्वा सङ्क्षेपतो व्याख्यास्यामः ॥`,
      teeka: `ईशा वास्यमित्यादिमन्त्रान्व्याचिख्यासुर्भगवन्भाष्यकारस्तेषां कर्मशेषत्वशङ्कां तावद्व्युदस्यति । तथाहि कर्मजडाः केचन मन्यन्ते स्म । ईशा वास्यमित्यादयो मन्त्राः कर्मशेषा मन्त्रत्वाविशेषादिवेत्वादिमन्त्रवत् । अतः पृथक्प्रयोजनाद्यभावादव्याख्येया इति तान्प्रत्याह -
ईशा वास्यमित्यादय इति ।

कर्मस्वविनियुक्ता इति ।
इषे त्वेति शाखां छिनत्तीत्यादिवद्विनयोजकप्रमाणादर्शनात्प्राकरणान्तरत्वाच्चेत्यर्थः ।

श्रौतविनियोगाभावेऽपि ‘बर्हिर्देवसदनं दामी’ त्यस्य बर्हिर्लवनप्रकाशनसामर्थ्याद्वर्हिर्लवने यथा विनियोगस्तथा कर्मशेषात्मप्रकाशनसामर्थ्येन कर्मस्वेषां विनियोग इत्यपि नाऽऽशङ्कनीयमित्याह -
तेषामिति ।

शुद्धत्वादिविशेषणस्याऽऽत्मनः कर्मशेषत्वे प्रमाणाभावात्तद्याथात्म्यं न केवलं कर्मानुपयोगि किन्तु कर्मणा विरुध्यते चेत्याह -
याथात्म्यं चेति ।
शुद्धोऽहं स्वभावतो नाऽऽगन्तुकेनापि पाप्मना विद्धः सर्वत्रैकोऽशरीर आकाशोपम इति जानन्न कटाक्षेणापि कर्म वीक्षते । किन्त्वापातप्रतिपत्तिरप्येतादृशी निरुणद्ध्येव कर्मप्रवृत्तिमित्यर्थः । किञ्च यः कर्मशेषः स उत्पाद्यो दृष्टो यथा पुरोडाशादिः । विकार्यः सोमादिः । आप्यो मन्त्रादिः । संस्कार्यो व्रीह्यादिस्तदुत्पाद्यादिरूपत्वं व्यापकं व्यावर्तमानमात्मयाथात्म्यस्य कर्मशेषत्वमपि व्यावर्तयति ।

तथाऽऽत्याथात्म्यं कर्तृ भोक्तृ च न भवति । येन ममेदं समीहीतसाधनं ततो मया कर्तव्यमित्यहङ्कारान्वयपुरः सरः कर्त्रन्वयः स्यादित्याह -
नह्येवमिति ।

ननूपनिषदां जपोपयोगित्वादन्यस्य च प्रमाणस्यादर्शनान्नास्त्येवैतादृशमात्मयाथात्म्यं तत्राऽऽह -
सर्वासामिति ।
“यत्परः शब्दः स शब्दार्थः” इति मीमांसाप्रसिद्धेः सर्वासामुपनिषदां चैकात्म्ये तात्पर्यदर्शनान्न जपोपयोगित्वमुपनिषदांशक्यं वक्तुम् । तथाहि - ईशा वास्यमित्युपक्रम्य स पर्यगाच्छुमित्युपसंहारादनेजदेकं तदन्तरस्य सर्वस्येत्यभ्यासदर्शनान्नैनद्देवा आप्नुवन्नित्यपूर्वतासङ्कीतंनात् को मोहः कः शोक एकत्वमनुपश्यत इति फलवत्तासङ्कीर्तनात्कुर्वन्नेवेहेति जिजीविषोर्भेददर्शिनः कर्मकरणानुवादेनासुर्या नाम त इति निन्दयेकात्म्यदर्शनस्य स्सुतत्वात्तस्मिन्नपो मातरिश्वा दधातीति युक्त्यभिधानाच्चास्यास्तावदुपनिषद ऐकात्म्यतात्पर्यं दृश्यते । एवमन्यासामप्युपनिषदामुपक्रमोपसंहारैकरूप्याभ्यासापूर्वताफलवत्तार्यवादयुक्त्युपपादनानि षट् तात्पर्यलिङ्गानि विकल्पेन समुच्चयेन चास्माभिस्तत्त्वालोके दर्शितानीति नेह प्रतन्यन्ते ।

किञ्च प्रत्ययसम्वादोऽपि बलवत्त्वे कारणं प्रसिद्धम् । विद्यते चोपनिषदर्थे गीतादिसम्वादस्तस्मादुपनिषत्पदसमन्वयेनावगम्यमानमैकात्म्यं न प्रमाणान्तरानुपलम्भविरोधेनापलपनीयम् । यथेन्द्रियान्तरेणानवगम्यमानमपि रूपं चक्षुपाऽवगम्यमानं नापह्नूयते तथैकात्म्यमपि नापह्नवार्हमित्याह -
गीतानामिति ।
“समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्वरम् । विनश्यत्स्वविनश्यन्तं यः पश्यति स पश्यति ॥” (भ. गी. १३ । २७) इत्यादिगीतानाम् । ‘एक एव हि भूतात्मा भूते भूते व्यवस्थितः । एकधा बहुधा चैव दृश्यते जलचन्द्रवत् ॥”(ब्रह्मबिन्दूपनिषत् १२) इत्यादिमोक्षशास्त्राणां चैकात्म्यपरत्वादित्यर्थः ।

यद्येतादृशमात्मतत्त्वं तर्हि निरधिकारित्वात्कर्मकाण्डमुच्छिद्येतेत्यपि नाऽऽशङ्कनीयमित्याह -
तस्मादिति ।
औपनिश्चयवत इष्यत एव श्येनादिविध्यप्रमाण्यम् । यथा च तीव्रक्रोधाक्रान्तस्वान्तं प्रत्येव श्येनादिविधिप्रामाण्यं तथा मिथ्यात्मदर्शिनं प्रत्येव कर्मविधिप्रामाण्यमित्यर्थः ।

अत्र जैमिनिप्रभृतीनां सम्मनिमाह -
यो हीत्यादिना ।
अर्थित्वादियुक्तस्य कर्मण्यधिकारः षष्ठेऽध्याये प्रतिष्ठापितः । अर्थित्वादि च मिथ्याज्ञाननिदानम् । न हि नभोवन्निष्क्रियस्य स्वत एव दुःखासंसर्गिणः परमानन्दस्वभावस्य सुखं मे स्याद्दुःखं मे मा भूदित्यर्थित्वं शरीरेन्द्रियसामर्थ्येन च समर्थोऽहमित्यभिमानित्वं मिथ्याज्ञानं विना सम्भवतीत्यर्थः ।

यस्मादात्मयाथात्म्यप्रकाशका मन्त्रा न कर्मविधिशेषभूता न च मानान्तरविरुद्धास्तस्मात्प्रयोजनादिमत्त्वमपि तेषां सिद्धमित्याह -
तस्मादेत इति ।`,
    },
    "kannada": {
      bhashyam: `‘ಈಶಾ ವಾಸ್ಯಮ್’ ಇತ್ಯಾದಯೋ ಮಂತ್ರಾಃ ಕರ್ಮಸ್ವವಿನಿಯುಕ್ತಾಃ, ತೇಷಾಮಕರ್ಮಶೇಷಸ್ಯಾತ್ಮನೋ ಯಾಥಾತ್ಮ್ಯಪ್ರಕಾಶಕತ್ವಾತ್ । ಯಾಥಾತ್ಮ್ಯಂ ಚಾತ್ಮನಃ ಶುದ್ಧತ್ವಾಪಾಪವಿದ್ಧತ್ವೈಕತ್ವನಿತ್ಯತ್ವಾಶರೀರತ್ವಸರ್ವಗತತ್ವಾದಿ ವಕ್ಷ್ಯಮಾಣಮ್ । ತಚ್ಚ ಕರ್ಮಣಾ ವಿರುಧ್ಯತ ಇತಿ ಯುಕ್ತ ಏವೈಷಾಂ ಕರ್ಮಸ್ವವಿನಿಯೋಗಃ । ನ ಹ್ಯೇವಂಲಕ್ಷಣಮಾತ್ಮನೋ ಯಾಥಾತ್ಮ್ಯಮ್ ಉತ್ಪಾದ್ಯಂ ವಿಕಾರ್ಯಮ್ ಆಪ್ಯಂ ಸಂಸ್ಕಾರ್ಯಂ ವಾ ಕರ್ತೃಭೋಕ್ತೃರೂಪಂ ವಾ, ಯೇನ ಕರ್ಮಶೇಷತಾ ಸ್ಯಾತ್ ; ಸರ್ವಾಸಾಮುಪನಿಷದಾಮಾತ್ಮಯಾಥಾತ್ಮ್ಯನಿರೂಪಣೇನೈವೋಪಕ್ಷಯಾತ್ , ಗೀತಾನಾಂ ಮೋಕ್ಷಧರ್ಮಾಣಾಂ ಚೈವಂಪರತ್ವಾತ್ । ತಸ್ಮಾದಾತ್ಮನೋಽನೇಕತ್ವಕರ್ತೃತ್ವಭೋಕ್ತೃತ್ವಾದಿ ಚ ಅಶುದ್ಧತ್ವಪಾಪವಿದ್ಧತ್ವಾದಿ ಚೋಪಾದಾಯ ಲೋಕಬುದ್ಧಿಸಿದ್ಧಂ ಕರ್ಮಾಣಿ ವಿಹಿತಾನಿ । ಯೋ ಹಿ ಕರ್ಮಫಲೇನಾರ್ಥೀ ದೃಷ್ಟೇನ ಬ್ರಹ್ಮವರ್ಚಸಾದಿನಾ ಅದೃಷ್ಟೇನ ಸ್ವರ್ಗಾದಿನಾ ಚ ದ್ವಿಜಾತಿರಹಂ ನ ಕಾಣತ್ವಕುಣಿತ್ವಾದ್ಯನಧಿಕಾರಪ್ರಯೋಜಕಧರ್ಮವಾನಿತ್ಯಾತ್ಮಾನಂ ಮನ್ಯತೇ ಸೋಽಧಿಕ್ರಿಯತೇ ಕರ್ಮಸ್ವಿತಿ ಹ್ಯಧಿಕಾರವಿದೋ ವದಂತಿ । ತಸ್ಮಾದೇತೇ ಮಂತ್ರಾ ಆತ್ಮನೋ ಯಾಥಾತ್ಮ್ಯಪ್ರಕಾಶನೇನ ಆತ್ಮವಿಷಯಂ ಸ್ವಾಭಾವಿಕಕರ್ಮವಿಜ್ಞಾನಂ ನಿವರ್ತಯಂತಃ ಶೋಕಮೋಹಾದಿಸಂಸಾರಧರ್ಮವಿಚ್ಛಿತ್ತಿಸಾಧನಮಾತ್ಮೈಕತ್ವಾದಿವಿಜ್ಞಾನಮುತ್ಪಾದಯಂತೀತಿ । ಏವಮುಕ್ತಾಧಿಕಾರ್ಯಭಿಧೇಯಸಂಬಂಧಪ್ರಯೋಜನಾನ್ಮಂತ್ರಾನ್ಸಂಕ್ಷೇಪತೋ ವ್ಯಾಖ್ಯಾಸ್ಯಾಮಃ —`,
      teeka: `ಈಶಾ ವಾಸ್ಯಮಿತ್ಯಾದಿಮಂತ್ರಾನ್ವ್ಯಾಚಿಖ್ಯಾಸುರ್ಭಗವನ್ಭಾಷ್ಯಕಾರಸ್ತೇಷಾಂ ಕರ್ಮಶೇಷತ್ವಶಂಕಾಂ ತಾವದ್ವ್ಯುದಸ್ಯತಿ । ತಥಾಹಿ ಕರ್ಮಜಡಾಃ ಕೇಚನ ಮನ್ಯಂತೇ ಸ್ಮ । ಈಶಾ ವಾಸ್ಯಮಿತ್ಯಾದಯೋ ಮಂತ್ರಾಃ ಕರ್ಮಶೇಷಾ ಮಂತ್ರತ್ವಾವಿಶೇಷಾದಿವೇತ್ವಾದಿಮಂತ್ರವತ್ । ಅತಃ ಪೃಥಕ್ಪ್ರಯೋಜನಾದ್ಯಭಾವಾದವ್ಯಾಖ್ಯೇಯಾ ಇತಿ ತಾನ್ಪ್ರತ್ಯಾಹ -
ಈಶಾ ವಾಸ್ಯಮಿತ್ಯಾದಯ ಇತಿ ।

ಕರ್ಮಸ್ವವಿನಿಯುಕ್ತಾ ಇತಿ ।
ಇಷೇ ತ್ವೇತಿ ಶಾಖಾಂ ಛಿನತ್ತೀತ್ಯಾದಿವದ್ವಿನಯೋಜಕಪ್ರಮಾಣಾದರ್ಶನಾತ್ಪ್ರಾಕರಣಾಂತರತ್ವಾಚ್ಚೇತ್ಯರ್ಥಃ ।

ಶ್ರೌತವಿನಿಯೋಗಾಭಾವೇಽಪಿ ‘ಬರ್ಹಿರ್ದೇವಸದನಂ ದಾಮೀ’ ತ್ಯಸ್ಯ ಬರ್ಹಿರ್ಲವನಪ್ರಕಾಶನಸಾಮರ್ಥ್ಯಾದ್ವರ್ಹಿರ್ಲವನೇ ಯಥಾ ವಿನಿಯೋಗಸ್ತಥಾ ಕರ್ಮಶೇಷಾತ್ಮಪ್ರಕಾಶನಸಾಮರ್ಥ್ಯೇನ ಕರ್ಮಸ್ವೇಷಾಂ ವಿನಿಯೋಗ ಇತ್ಯಪಿ ನಾಽಽಶಂಕನೀಯಮಿತ್ಯಾಹ -
ತೇಷಾಮಿತಿ ।

ಶುದ್ಧತ್ವಾದಿವಿಶೇಷಣಸ್ಯಾಽಽತ್ಮನಃ ಕರ್ಮಶೇಷತ್ವೇ ಪ್ರಮಾಣಾಭಾವಾತ್ತದ್ಯಾಥಾತ್ಮ್ಯಂ ನ ಕೇವಲಂ ಕರ್ಮಾನುಪಯೋಗಿ ಕಿಂತು ಕರ್ಮಣಾ ವಿರುಧ್ಯತೇ ಚೇತ್ಯಾಹ -
ಯಾಥಾತ್ಮ್ಯಂ ಚೇತಿ ।
ಶುದ್ಧೋಽಹಂ ಸ್ವಭಾವತೋ ನಾಽಽಗಂತುಕೇನಾಪಿ ಪಾಪ್ಮನಾ ವಿದ್ಧಃ ಸರ್ವತ್ರೈಕೋಽಶರೀರ ಆಕಾಶೋಪಮ ಇತಿ ಜಾನನ್ನ ಕಟಾಕ್ಷೇಣಾಪಿ ಕರ್ಮ ವೀಕ್ಷತೇ । ಕಿಂತ್ವಾಪಾತಪ್ರತಿಪತ್ತಿರಪ್ಯೇತಾದೃಶೀ ನಿರುಣದ್ಧ್ಯೇವ ಕರ್ಮಪ್ರವೃತ್ತಿಮಿತ್ಯರ್ಥಃ । ಕಿಂಚ ಯಃ ಕರ್ಮಶೇಷಃ ಸ ಉತ್ಪಾದ್ಯೋ ದೃಷ್ಟೋ ಯಥಾ ಪುರೋಡಾಶಾದಿಃ । ವಿಕಾರ್ಯಃ ಸೋಮಾದಿಃ । ಆಪ್ಯೋ ಮಂತ್ರಾದಿಃ । ಸಂಸ್ಕಾರ್ಯೋ ವ್ರೀಹ್ಯಾದಿಸ್ತದುತ್ಪಾದ್ಯಾದಿರೂಪತ್ವಂ ವ್ಯಾಪಕಂ ವ್ಯಾವರ್ತಮಾನಮಾತ್ಮಯಾಥಾತ್ಮ್ಯಸ್ಯ ಕರ್ಮಶೇಷತ್ವಮಪಿ ವ್ಯಾವರ್ತಯತಿ ।

ತಥಾಽಽತ್ಯಾಥಾತ್ಮ್ಯಂ ಕರ್ತೃ ಭೋಕ್ತೃ ಚ ನ ಭವತಿ । ಯೇನ ಮಮೇದಂ ಸಮೀಹೀತಸಾಧನಂ ತತೋ ಮಯಾ ಕರ್ತವ್ಯಮಿತ್ಯಹಂಕಾರಾನ್ವಯಪುರಃ ಸರಃ ಕರ್ತ್ರನ್ವಯಃ ಸ್ಯಾದಿತ್ಯಾಹ -
ನಹ್ಯೇವಮಿತಿ ।

ನನೂಪನಿಷದಾಂ ಜಪೋಪಯೋಗಿತ್ವಾದನ್ಯಸ್ಯ ಚ ಪ್ರಮಾಣಸ್ಯಾದರ್ಶನಾನ್ನಾಸ್ತ್ಯೇವೈತಾದೃಶಮಾತ್ಮಯಾಥಾತ್ಮ್ಯಂ ತತ್ರಾಽಽಹ -
ಸರ್ವಾಸಾಮಿತಿ ।
“ಯತ್ಪರಃ ಶಬ್ದಃ ಸ ಶಬ್ದಾರ್ಥಃ” ಇತಿ ಮೀಮಾಂಸಾಪ್ರಸಿದ್ಧೇಃ ಸರ್ವಾಸಾಮುಪನಿಷದಾಂ ಚೈಕಾತ್ಮ್ಯೇ ತಾತ್ಪರ್ಯದರ್ಶನಾನ್ನ ಜಪೋಪಯೋಗಿತ್ವಮುಪನಿಷದಾಂಶಕ್ಯಂ ವಕ್ತುಮ್ । ತಥಾಹಿ - ಈಶಾ ವಾಸ್ಯಮಿತ್ಯುಪಕ್ರಮ್ಯ ಸ ಪರ್ಯಗಾಚ್ಛುಮಿತ್ಯುಪಸಂಹಾರಾದನೇಜದೇಕಂ ತದಂತರಸ್ಯ ಸರ್ವಸ್ಯೇತ್ಯಭ್ಯಾಸದರ್ಶನಾನ್ನೈನದ್ದೇವಾ ಆಪ್ನುವನ್ನಿತ್ಯಪೂರ್ವತಾಸಂಕೀತಂನಾತ್ ಕೋ ಮೋಹಃ ಕಃ ಶೋಕ ಏಕತ್ವಮನುಪಶ್ಯತ ಇತಿ ಫಲವತ್ತಾಸಂಕೀರ್ತನಾತ್ಕುರ್ವನ್ನೇವೇಹೇತಿ ಜಿಜೀವಿಷೋರ್ಭೇದದರ್ಶಿನಃ ಕರ್ಮಕರಣಾನುವಾದೇನಾಸುರ್ಯಾ ನಾಮ ತ ಇತಿ ನಿಂದಯೇಕಾತ್ಮ್ಯದರ್ಶನಸ್ಯ ಸ್ಸುತತ್ವಾತ್ತಸ್ಮಿನ್ನಪೋ ಮಾತರಿಶ್ವಾ ದಧಾತೀತಿ ಯುಕ್ತ್ಯಭಿಧಾನಾಚ್ಚಾಸ್ಯಾಸ್ತಾವದುಪನಿಷದ ಐಕಾತ್ಮ್ಯತಾತ್ಪರ್ಯಂ ದೃಶ್ಯತೇ । ಏವಮನ್ಯಾಸಾಮಪ್ಯುಪನಿಷದಾಮುಪಕ್ರಮೋಪಸಂಹಾರೈಕರೂಪ್ಯಾಭ್ಯಾಸಾಪೂರ್ವತಾಫಲವತ್ತಾರ್ಯವಾದಯುಕ್ತ್ಯುಪಪಾದನಾನಿ ಷಟ್ ತಾತ್ಪರ್ಯಲಿಂಗಾನಿ ವಿಕಲ್ಪೇನ ಸಮುಚ್ಚಯೇನ ಚಾಸ್ಮಾಭಿಸ್ತತ್ತ್ವಾಲೋಕೇ ದರ್ಶಿತಾನೀತಿ ನೇಹ ಪ್ರತನ್ಯಂತೇ ।

ಕಿಂಚ ಪ್ರತ್ಯಯಸಮ್ವಾದೋಽಪಿ ಬಲವತ್ತ್ವೇ ಕಾರಣಂ ಪ್ರಸಿದ್ಧಮ್ । ವಿದ್ಯತೇ ಚೋಪನಿಷದರ್ಥೇ ಗೀತಾದಿಸಮ್ವಾದಸ್ತಸ್ಮಾದುಪನಿಷತ್ಪದಸಮನ್ವಯೇನಾವಗಮ್ಯಮಾನಮೈಕಾತ್ಮ್ಯಂ ನ ಪ್ರಮಾಣಾಂತರಾನುಪಲಂಭವಿರೋಧೇನಾಪಲಪನೀಯಮ್ । ಯಥೇಂದ್ರಿಯಾಂತರೇಣಾನವಗಮ್ಯಮಾನಮಪಿ ರೂಪಂ ಚಕ್ಷುಪಾಽವಗಮ್ಯಮಾನಂ ನಾಪಹ್ನೂಯತೇ ತಥೈಕಾತ್ಮ್ಯಮಪಿ ನಾಪಹ್ನವಾರ್ಹಮಿತ್ಯಾಹ -
ಗೀತಾನಾಮಿತಿ ।
“ಸಮಂ ಸರ್ವೇಷು ಭೂತೇಷು ತಿಷ್ಠಂತಂ ಪರಮೇಶ್ವರಮ್ । ವಿನಶ್ಯತ್ಸ್ವವಿನಶ್ಯಂತಂ ಯಃ ಪಶ್ಯತಿ ಸ ಪಶ್ಯತಿ ॥” (ಭ. ಗೀ. ೧೩ । ೨೭) ಇತ್ಯಾದಿಗೀತಾನಾಮ್ । ‘ಏಕ ಏವ ಹಿ ಭೂತಾತ್ಮಾ ಭೂತೇ ಭೂತೇ ವ್ಯವಸ್ಥಿತಃ । ಏಕಧಾ ಬಹುಧಾ ಚೈವ ದೃಶ್ಯತೇ ಜಲಚಂದ್ರವತ್ ॥”(ಬ್ರಹ್ಮಬಿಂದೂಪನಿಷತ್ ೧೨) ಇತ್ಯಾದಿಮೋಕ್ಷಶಾಸ್ತ್ರಾಣಾಂ ಚೈಕಾತ್ಮ್ಯಪರತ್ವಾದಿತ್ಯರ್ಥಃ ।

ಯದ್ಯೇತಾದೃಶಮಾತ್ಮತತ್ತ್ವಂ ತರ್ಹಿ ನಿರಧಿಕಾರಿತ್ವಾತ್ಕರ್ಮಕಾಂಡಮುಚ್ಛಿದ್ಯೇತೇತ್ಯಪಿ ನಾಽಽಶಂಕನೀಯಮಿತ್ಯಾಹ -
ತಸ್ಮಾದಿತಿ ।
ಔಪನಿಶ್ಚಯವತ ಇಷ್ಯತ ಏವ ಶ್ಯೇನಾದಿವಿಧ್ಯಪ್ರಮಾಣ್ಯಮ್ । ಯಥಾ ಚ ತೀವ್ರಕ್ರೋಧಾಕ್ರಾಂತಸ್ವಾಂತಂ ಪ್ರತ್ಯೇವ ಶ್ಯೇನಾದಿವಿಧಿಪ್ರಾಮಾಣ್ಯಂ ತಥಾ ಮಿಥ್ಯಾತ್ಮದರ್ಶಿನಂ ಪ್ರತ್ಯೇವ ಕರ್ಮವಿಧಿಪ್ರಾಮಾಣ್ಯಮಿತ್ಯರ್ಥಃ ।

ಅತ್ರ ಜೈಮಿನಿಪ್ರಭೃತೀನಾಂ ಸಮ್ಮನಿಮಾಹ -
ಯೋ ಹೀತ್ಯಾದಿನಾ ।
ಅರ್ಥಿತ್ವಾದಿಯುಕ್ತಸ್ಯ ಕರ್ಮಣ್ಯಧಿಕಾರಃ ಷಷ್ಠೇಽಧ್ಯಾಯೇ ಪ್ರತಿಷ್ಠಾಪಿತಃ । ಅರ್ಥಿತ್ವಾದಿ ಚ ಮಿಥ್ಯಾಜ್ಞಾನನಿದಾನಮ್ । ನ ಹಿ ನಭೋವನ್ನಿಷ್ಕ್ರಿಯಸ್ಯ ಸ್ವತ ಏವ ದುಃಖಾಸಂಸರ್ಗಿಣಃ ಪರಮಾನಂದಸ್ವಭಾವಸ್ಯ ಸುಖಂ ಮೇ ಸ್ಯಾದ್ದುಃಖಂ ಮೇ ಮಾ ಭೂದಿತ್ಯರ್ಥಿತ್ವಂ ಶರೀರೇಂದ್ರಿಯಸಾಮರ್ಥ್ಯೇನ ಚ ಸಮರ್ಥೋಽಹಮಿತ್ಯಭಿಮಾನಿತ್ವಂ ಮಿಥ್ಯಾಜ್ಞಾನಂ ವಿನಾ ಸಂಭವತೀತ್ಯರ್ಥಃ ।

ಯಸ್ಮಾದಾತ್ಮಯಾಥಾತ್ಮ್ಯಪ್ರಕಾಶಕಾ ಮಂತ್ರಾ ನ ಕರ್ಮವಿಧಿಶೇಷಭೂತಾ ನ ಚ ಮಾನಾಂತರವಿರುದ್ಧಾಸ್ತಸ್ಮಾತ್ಪ್ರಯೋಜನಾದಿಮತ್ತ್ವಮಪಿ ತೇಷಾಂ ಸಿದ್ಧಮಿತ್ಯಾಹ -
ತಸ್ಮಾದೇತ ಇತಿ ।`,
    },
    "tamil": {
      bhashyam: `‘ईशा वास्यम्’ इत्यादयो मन्त्राः कर्मस्वविनियुक्ताः, तेषामकर्मशेषस्यात्मनो याथात्म्यप्रकाशकत्वात् । याथात्म्यं चात्मनः शुद्धत्वापापविद्धत्वैकत्वनित्यत्वाशरीरत्वसर्वगतत्वादि वक्ष्यमाणम् । तच्च कर्मणा विरुध्यत इति युक्त एवैषां कर्मस्वविनियोगः ।

ஈசாவாஸ்யம் என்று தொடங்கி மேல்வரும் மந்திரங்கள் கர்மங்களில் விநியோகப்படுபவை அல்ல. ஏனெனில் அம்மந்திரங்கள் கர்மஸம்பந்தமற்ற ஆத்மாவினுடைய உண்மை நிலையை விளக்குவதால், ஆத்மாவின் உண்மை நிலையோவெனில் பின்பு கூறப்பட உள்ளது. சுத்தத்தன்மை, பாபஸம்பந்தமற்ற தண்மை, ஒன்றாகவிருக்கும் தன்மை, எப்பொழுதுமிருக்கும் தன்மை, சரீரஸம்பந்தமற்ற தன்மை, எங்கும் நீக்கமற நிறைந்திருக்கும் தன்மை முதலியன. ஆத்மாவின் இத்தன்மைகள் கர்மத்திற்கு விருத்தமாக இருப்பதால் இம்மந்திரங்களுக்கு கர்மங்களில் விநியோகமில்லை என்பது பொருத்தமே.

न ह्येवंलक्षणमात्मनो याथात्म्यम् उत्पाद्यं विकार्यम् आप्यं संस्कार्यं वा कर्तृभोक्तृरूपं वा, येन कर्मशेषता स्यात् ; सर्वासामुपनिषदामात्मयाथात्म्यनिरूपणेनैवोपक्षयात् , गीतानां मोक्षधर्माणां चैवम्परत्वात् । तस्मादात्मनोऽनेकत्वकर्तृत्वभोक्तृत्वादि च अशुद्धत्वपापविद्धत्वादि चोपादाय लोकबुद्धिसिद्धं कर्माणि विहितानि ।

இவ்விதமான ஆத்மாவின் உண்மை சொரூபம் உற்பாத்யம், விகார்யம், ஆப்யம், ஸம்ஸ்கார்யம், கர்த்ருத்வம், போக்ருத்வம் எதனால் கர்மத்திற்கு அங்கமாக இருக்கிறதோ அதனால் முன்பு கூறப்பட்ட சுத்தத்வாதி லக்ஷணங்களுடன் கூடிய ஆத்மாவிற்கு கர்ம ஸம்பந்தம் கிடையாது. எல்லா உபநிஷத்துக்களும் ஆத்மாவினுடைய யதார்த்த சொரூபத்தை நிரூபணம் செய்வதிலேயே முடிந்து விடுகின்றன. கீதையும், மோக்ஷ தர்மங்களும் இம்மாதிரி தாத்பரியம் உடையதாகவே இருக்கின்றன. ஆகையால் ஆத்மாவிற்கு (சாமான்ய மனிதர்களுடைய) உலக அறிவினால் ஏற்பட்ட (அனுசரித்துத் தோன்றிய) அநேகத்வம், கர்த்ருத்வம், போக்ருத்வம் முதலியதையும், அசுத்தத்வம், பாபவித்தத்வம், முதலியவைகளை எடுத்துக்கொண்டு கர்மங்கள் விதிக்கப்ட்டுள்ளன. (கர்மம் சாமான்ய ஜனங்களுக்கு சொல்லப்பட்டது.)

यो हि कर्मफलेनार्थी दृष्टेन ब्रह्मवर्चसादिना अदृष्टेन स्वर्गादिना च द्विजातिरहं न काणत्वकुणित्वाद्यनधिकारप्रयोजकधर्मवानित्यात्मानं मन्यते सोऽधिक्रियते कर्मस्विति ह्यधिकारविदो वदन्ति ।

எவன் கர்ம பலத்தில் இச்சையுடையவனோ, எவன் கர்ம பலன்களில் திருஷ்ட பலமாகிய பிரஹ்ம வர்ச்சஸ் முதலியவைகளிலும், அதிர்ஷ்ட பலமான சுவர்க்காதிகளிலும், இச்சையுடையவனோ (இரண்டும், இக, பர, லோக கர்மபலம்.) நான் பிராஹ்மணன், ஒற்றைக் கண்ணன், கூனல் முதலிய அதிகாரமில்லாமைக்கு காரணமான தர்மங்கள் அற்றவன் என்று தன்னை நினைக்கின்றானோ அவன் தான் அதிகாரித்தன்மை உடையவனென்று அதிகாரித்வத்தை அறிந்தவர்கள் கூறுகிறார்கள்.

तस्मादेते मन्त्रा आत्मनो याथात्म्यप्रकाशनेन आत्मविषयं स्वाभाविककर्मविज्ञानं निवर्तयन्तः शोकमोहादिसंसारधर्मविच्छित्तिसाधनमात्मैकत्वादिविज्ञानमुत्पादयन्तीति । एवमुक्ताधिकार्यभिधेयसम्बन्धप्रयोजनान्मन्त्रान्सङ्क्षेपतो व्याख्यास्यामः —

ஆகையால் இந்த மந்திரங்கள் ஆத்மாவினுடைய யதார்த்தத்தை (போதித்து) பிரகாசம் செய்வதால் ஆத்ம விஷயமான சுபாவீகமாக உள்ள அக்ஞானத்தை நிவர்த்தி செய்யக்கூடியவைகளாக இருந்து கொண்டு சோகம், மோஹம் முதலான சம்சார தர்மங்களைப் போக்கக்கூடிய (நிவர்த்தி செய்வதற்கு) சாதனமான ஆத்ம ஐக்யத்வாதி விக்ஞானத்தை உண்டாக்குகின்றன. இவ்வாறு சொல்லப்பட்ட அதிகாரி, விஷயம் (அபிதேயம்) சம்பந்தம், பிரயோஜனம் இவைகளை உடைய மந்திரங்களை மேலே சுருக்கமாக நாம் வியாக்யானம் செய்கிறோம்.`,
      teeka: `ஈஶா வாஸ்யமித்யாதி³மந்த்ராந்வ்யாசிக்²யாஸுர்ப⁴க³வந்பா⁴ஷ்யகாரஸ்தேஷாம் கர்மஶேஷத்வஶங்காம் தாவத்³வ்யுத³ஸ்யதி । ததா²ஹி கர்மஜடா³: கேசந மந்யந்தே ஸ்ம । ஈஶா வாஸ்யமித்யாத³யோ மந்த்ரா: கர்மஶேஷா மந்த்ரத்வாவிஶேஷாதி³வேத்வாதி³மந்த்ரவத் । அத: ப்ருத²க்ப்ரயோஜநாத்³யபா⁴வாத³வ்யாக்²யேயா இதி தாந்ப்ரத்யாஹ -
ஈஶா வாஸ்யமித்யாத³ய இதி ।

கர்மஸ்வவிநியுக்தா இதி ।
இஷே த்வேதி ஶாகா²ம் சி²நத்தீத்யாதி³வத்³விநயோஜகப்ரமாணாத³ர்ஶநாத்ப்ராகரணாந்தரத்வாச்சேத்யர்த²: ।

ஶ்ரௌதவிநியோகா³பா⁴வே(அ)பி ‘ப³ர்ஹிர்தே³வஸத³நம் தா³மீ’ த்யஸ்ய ப³ர்ஹிர்லவநப்ரகாஶநஸாமர்த்²யாத்³வர்ஹிர்லவநே யதா² விநியோக³ஸ்ததா² கர்மஶேஷாத்மப்ரகாஶநஸாமர்த்²யேந கர்மஸ்வேஷாம் விநியோக³ இத்யபி நா(அ)(அ)ஶங்கநீயமித்யாஹ -
தேஷாமிதி ।

ஶுத்³த⁴த்வாதி³விஶேஷணஸ்யா(அ)(அ)த்மந: கர்மஶேஷத்வே ப்ரமாணாபா⁴வாத்தத்³யாதா²த்ம்யம் ந கேவலம் கர்மாநுபயோகி³ கிந்து கர்மணா விருத்⁴யதே சேத்யாஹ -
யாதா²த்ம்யம் சேதி ।
ஶுத்³தோ⁴(அ)ஹம் ஸ்வபா⁴வதோ நா(அ)(அ)க³ந்துகேநாபி பாப்மநா வித்³த⁴: ஸர்வத்ரைகோ(அ)ஶரீர ஆகாஶோபம இதி ஜாநந்ந கடாக்ஷேணாபி கர்ம வீக்ஷதே । கிந்த்வாபாதப்ரதிபத்திரப்யேதாத்³ருஶீ நிருணத்³த்⁴யேவ கர்மப்ரவ்ருத்திமித்யர்த²: । கிஞ்ச ய: கர்மஶேஷ: ஸ உத்பாத்³யோ த்³ருஷ்டோ யதா² புரோடா³ஶாதி³: । விகார்ய: ஸோமாதி³: । ஆப்யோ மந்த்ராதி³: । ஸம்ஸ்கார்யோ வ்ரீஹ்யாதி³ஸ்தது³த்பாத்³யாதி³ரூபத்வம் வ்யாபகம் வ்யாவர்தமாநமாத்மயாதா²த்ம்யஸ்ய கர்மஶேஷத்வமபி வ்யாவர்தயதி ।

ததா²(அ)(அ)த்யாதா²த்ம்யம் கர்த்ரு போ⁴க்த்ரு ச ந ப⁴வதி । யேந மமேத³ம் ஸமீஹீதஸாத⁴நம் ததோ மயா கர்தவ்யமித்யஹங்காராந்வயபுர: ஸர: கர்த்ரந்வய: ஸ்யாதி³த்யாஹ -
நஹ்யேவமிதி ।

நநூபநிஷதா³ம் ஜபோபயோகி³த்வாத³ந்யஸ்ய ச ப்ரமாணஸ்யாத³ர்ஶநாந்நாஸ்த்யேவைதாத்³ருஶமாத்மயாதா²த்ம்யம் தத்ரா(அ)(அ)ஹ -
ஸர்வாஸாமிதி ।
“யத்பர: ஶப்³த³: ஸ ஶப்³தா³ர்த²:” இதி மீமாம்ஸாப்ரஸித்³தே⁴: ஸர்வாஸாமுபநிஷதா³ம் சைகாத்ம்யே தாத்பர்யத³ர்ஶநாந்ந ஜபோபயோகி³த்வமுபநிஷதா³ம்ஶக்யம் வக்தும் । ததா²ஹி - ஈஶா வாஸ்யமித்யுபக்ரம்ய ஸ பர்யகா³ச்சு²மித்யுபஸம்ஹாராத³நேஜதே³கம் தத³ந்தரஸ்ய ஸர்வஸ்யேத்யப்⁴யாஸத³ர்ஶநாந்நைநத்³தே³வா ஆப்நுவந்நித்யபூர்வதாஸங்கீதம்நாத் கோ மோஹ: க: ஶோக ஏகத்வமநுபஶ்யத இதி ப²லவத்தாஸங்கீர்தநாத்குர்வந்நேவேஹேதி ஜிஜீவிஷோர்பே⁴த³த³ர்ஶிந: கர்மகரணாநுவாதே³நாஸுர்யா நாம த இதி நிந்த³யேகாத்ம்யத³ர்ஶநஸ்ய ஸ்ஸுதத்வாத்தஸ்மிந்நபோ மாதரிஶ்வா த³தா⁴தீதி யுக்த்யபி⁴தா⁴நாச்சாஸ்யாஸ்தாவது³பநிஷத³ ஐகாத்ம்யதாத்பர்யம் த்³ருஶ்யதே । ஏவமந்யாஸாமப்யுபநிஷதா³முபக்ரமோபஸம்ஹாரைகரூப்யாப்⁴யாஸாபூர்வதாப²லவத்தார்யவாத³யுக்த்யுபபாத³நாநி ஷட் தாத்பர்யலிங்கா³நி விகல்பேந ஸமுச்சயேந சாஸ்மாபி⁴ஸ்தத்த்வாலோகே த³ர்ஶிதாநீதி நேஹ ப்ரதந்யந்தே ।

கிஞ்ச ப்ரத்யயஸம்வாதோ³(அ)பி ப³லவத்த்வே காரணம் ப்ரஸித்³த⁴ம் । வித்³யதே சோபநிஷத³ர்தே² கீ³தாதி³ஸம்வாத³ஸ்தஸ்மாது³பநிஷத்பத³ஸமந்வயேநாவக³ம்யமாநமைகாத்ம்யம் ந ப்ரமாணாந்தராநுபலம்ப⁴விரோதே⁴நாபலபநீயம் । யதே²ந்த்³ரியாந்தரேணாநவக³ம்யமாநமபி ரூபம் சக்ஷுபா(அ)வக³ம்யமாநம் நாபஹ்நூயதே ததை²காத்ம்யமபி நாபஹ்நவார்ஹமித்யாஹ -
கீ³தாநாமிதி ।
“ஸமம் ஸர்வேஷு பூ⁴தேஷு திஷ்ட²ந்தம் பரமேஶ்வரம் । விநஶ்யத்ஸ்வவிநஶ்யந்தம் ய: பஶ்யதி ஸ பஶ்யதி ॥” (ப⁴. கீ³. 13 । 27) இத்யாதி³கீ³தாநாம் । ‘ஏக ஏவ ஹி பூ⁴தாத்மா பூ⁴தே பூ⁴தே வ்யவஸ்தி²த: । ஏகதா⁴ ப³ஹுதா⁴ சைவ த்³ருஶ்யதே ஜலசந்த்³ரவத் ॥”(ப்³ரஹ்மபி³ந்தூ³பநிஷத் 12) இத்யாதி³மோக்ஷஶாஸ்த்ராணாம் சைகாத்ம்யபரத்வாதி³த்யர்த²: ।

யத்³யேதாத்³ருஶமாத்மதத்த்வம் தர்ஹி நிரதி⁴காரித்வாத்கர்மகாண்ட³முச்சி²த்³யேதேத்யபி நா(அ)(அ)ஶங்கநீயமித்யாஹ -
தஸ்மாதி³தி ।
ஔபநிஶ்சயவத இஷ்யத ஏவ ஶ்யேநாதி³வித்⁴யப்ரமாண்யம் । யதா² ச தீவ்ரக்ரோதா⁴க்ராந்தஸ்வாந்தம் ப்ரத்யேவ ஶ்யேநாதி³விதி⁴ப்ராமாண்யம் ததா² மித்²யாத்மத³ர்ஶிநம் ப்ரத்யேவ கர்மவிதி⁴ப்ராமாண்யமித்யர்த²: ।

அத்ர ஜைமிநிப்ரப்⁴ருதீநாம் ஸம்மநிமாஹ -
யோ ஹீத்யாதி³நா ।
அர்தி²த்வாதி³யுக்தஸ்ய கர்மண்யதி⁴கார: ஷஷ்டே²(அ)த்⁴யாயே ப்ரதிஷ்டா²பித: । அர்தி²த்வாதி³ ச மித்²யாஜ்ஞாநநிதா³நம் । ந ஹி நபோ⁴வந்நிஷ்க்ரியஸ்ய ஸ்வத ஏவ து³:கா²ஸம்ஸர்கி³ண: பரமாநந்த³ஸ்வபா⁴வஸ்ய ஸுக²ம் மே ஸ்யாத்³து³:க²ம் மே மா பூ⁴தி³த்யர்தி²த்வம் ஶரீரேந்த்³ரியஸாமர்த்²யேந ச ஸமர்தோ²(அ)ஹமித்யபி⁴மாநித்வம் மித்²யாஜ்ஞாநம் விநா ஸம்ப⁴வதீத்யர்த²: ।

யஸ்மாதா³த்மயாதா²த்ம்யப்ரகாஶகா மந்த்ரா ந கர்மவிதி⁴ஶேஷபூ⁴தா ந ச மாநாந்தரவிருத்³தா⁴ஸ்தஸ்மாத்ப்ரயோஜநாதி³மத்த்வமபி தேஷாம் ஸித்³த⁴மித்யாஹ -
தஸ்மாதே³த இதி ।`,
    },
    "telugu": {
      bhashyam: `‘ఈశా వాస్యమ్’ ఇత్యాదయో మన్త్రాః కర్మస్వవినియుక్తాః, తేషామకర్మశేషస్యాత్మనో యాథాత్మ్యప్రకాశకత్వాత్ । యాథాత్మ్యం చాత్మనః శుద్ధత్వాపాపవిద్ధత్వైకత్వనిత్యత్వాశరీరత్వసర్వగతత్వాది వక్ష్యమాణమ్ । తచ్చ కర్మణా విరుధ్యత ఇతి యుక్త ఎవైషాం కర్మస్వవినియోగః । న హ్యేవంలక్షణమాత్మనో యాథాత్మ్యమ్ ఉత్పాద్యం వికార్యమ్ ఆప్యం సంస్కార్యం వా కర్తృభోక్తృరూపం వా, యేన కర్మశేషతా స్యాత్ ; సర్వాసాముపనిషదామాత్మయాథాత్మ్యనిరూపణేనైవోపక్షయాత్ , గీతానాం మోక్షధర్మాణాం చైవమ్పరత్వాత్ । తస్మాదాత్మనోఽనేకత్వకర్తృత్వభోక్తృత్వాది చ అశుద్ధత్వపాపవిద్ధత్వాది చోపాదాయ లోకబుద్ధిసిద్ధం కర్మాణి విహితాని । యో హి కర్మఫలేనార్థీ దృష్టేన బ్రహ్మవర్చసాదినా అదృష్టేన స్వర్గాదినా చ ద్విజాతిరహం న కాణత్వకుణిత్వాద్యనధికారప్రయోజకధర్మవానిత్యాత్మానం మన్యతే సోఽధిక్రియతే కర్మస్వితి హ్యధికారవిదో వదన్తి । తస్మాదేతే మన్త్రా ఆత్మనో యాథాత్మ్యప్రకాశనేన ఆత్మవిషయం స్వాభావికకర్మవిజ్ఞానం నివర్తయన్తః శోకమోహాదిసంసారధర్మవిచ్ఛిత్తిసాధనమాత్మైకత్వాదివిజ్ఞానముత్పాదయన్తీతి । ఎవముక్తాధికార్యభిధేయసమ్బన్ధప్రయోజనాన్మన్త్రాన్సఙ్క్షేపతో వ్యాఖ్యాస్యామః —`,
      teeka: `ఈశా వాస్యమిత్యాదిమన్త్రాన్వ్యాచిఖ్యాసుర్భగవన్భాష్యకారస్తేషాం కర్మశేషత్వశఙ్కాం తావద్వ్యుదస్యతి । తథాహి కర్మజడాః కేచన మన్యన్తే స్మ । ఈశా వాస్యమిత్యాదయో మన్త్రాః కర్మశేషా మన్త్రత్వావిశేషాదివేత్వాదిమన్త్రవత్ । అతః పృథక్ప్రయోజనాద్యభావాదవ్యాఖ్యేయా ఇతి తాన్ప్రత్యాహ -
ఈశా వాస్యమిత్యాదయ ఇతి ।

కర్మస్వవినియుక్తా ఇతి ।
ఇషే త్వేతి శాఖాం ఛినత్తీత్యాదివద్వినయోజకప్రమాణాదర్శనాత్ప్రాకరణాన్తరత్వాచ్చేత్యర్థః ।

శ్రౌతవినియోగాభావేఽపి ‘బర్హిర్దేవసదనం దామీ’ త్యస్య బర్హిర్లవనప్రకాశనసామర్థ్యాద్వర్హిర్లవనే యథా వినియోగస్తథా కర్మశేషాత్మప్రకాశనసామర్థ్యేన కర్మస్వేషాం వినియోగ ఇత్యపి నాఽఽశఙ్కనీయమిత్యాహ -
తేషామితి ।

శుద్ధత్వాదివిశేషణస్యాఽఽత్మనః కర్మశేషత్వే ప్రమాణాభావాత్తద్యాథాత్మ్యం న కేవలం కర్మానుపయోగి కిన్తు కర్మణా విరుధ్యతే చేత్యాహ -
యాథాత్మ్యం చేతి ।
శుద్ధోఽహం స్వభావతో నాఽఽగన్తుకేనాపి పాప్మనా విద్ధః సర్వత్రైకోఽశరీర ఆకాశోపమ ఇతి జానన్న కటాక్షేణాపి కర్మ వీక్షతే । కిన్త్వాపాతప్రతిపత్తిరప్యేతాదృశీ నిరుణద్ధ్యేవ కర్మప్రవృత్తిమిత్యర్థః । కిఞ్చ యః కర్మశేషః స ఉత్పాద్యో దృష్టో యథా పురోడాశాదిః । వికార్యః సోమాదిః । ఆప్యో మన్త్రాదిః । సంస్కార్యో వ్రీహ్యాదిస్తదుత్పాద్యాదిరూపత్వం వ్యాపకం వ్యావర్తమానమాత్మయాథాత్మ్యస్య కర్మశేషత్వమపి వ్యావర్తయతి ।

తథాఽఽత్యాథాత్మ్యం కర్తృ భోక్తృ చ న భవతి । యేన మమేదం సమీహీతసాధనం తతో మయా కర్తవ్యమిత్యహఙ్కారాన్వయపురః సరః కర్త్రన్వయః స్యాదిత్యాహ -
నహ్యేవమితి ।

ననూపనిషదాం జపోపయోగిత్వాదన్యస్య చ ప్రమాణస్యాదర్శనాన్నాస్త్యేవైతాదృశమాత్మయాథాత్మ్యం తత్రాఽఽహ -
సర్వాసామితి ।
“యత్పరః శబ్దః స శబ్దార్థః” ఇతి మీమాంసాప్రసిద్ధేః సర్వాసాముపనిషదాం చైకాత్మ్యే తాత్పర్యదర్శనాన్న జపోపయోగిత్వముపనిషదాంశక్యం వక్తుమ్ । తథాహి - ఈశా వాస్యమిత్యుపక్రమ్య స పర్యగాచ్ఛుమిత్యుపసంహారాదనేజదేకం తదన్తరస్య సర్వస్యేత్యభ్యాసదర్శనాన్నైనద్దేవా ఆప్నువన్నిత్యపూర్వతాసఙ్కీతంనాత్ కో మోహః కః శోక ఎకత్వమనుపశ్యత ఇతి ఫలవత్తాసఙ్కీర్తనాత్కుర్వన్నేవేహేతి జిజీవిషోర్భేదదర్శినః కర్మకరణానువాదేనాసుర్యా నామ త ఇతి నిన్దయేకాత్మ్యదర్శనస్య స్సుతత్వాత్తస్మిన్నపో మాతరిశ్వా దధాతీతి యుక్త్యభిధానాచ్చాస్యాస్తావదుపనిషద ఐకాత్మ్యతాత్పర్యం దృశ్యతే । ఎవమన్యాసామప్యుపనిషదాముపక్రమోపసంహారైకరూప్యాభ్యాసాపూర్వతాఫలవత్తార్యవాదయుక్త్యుపపాదనాని షట్ తాత్పర్యలిఙ్గాని వికల్పేన సముచ్చయేన చాస్మాభిస్తత్త్వాలోకే దర్శితానీతి నేహ ప్రతన్యన్తే ।

కిఞ్చ ప్రత్యయసమ్వాదోఽపి బలవత్త్వే కారణం ప్రసిద్ధమ్ । విద్యతే చోపనిషదర్థే గీతాదిసమ్వాదస్తస్మాదుపనిషత్పదసమన్వయేనావగమ్యమానమైకాత్మ్యం న ప్రమాణాన్తరానుపలమ్భవిరోధేనాపలపనీయమ్ । యథేన్ద్రియాన్తరేణానవగమ్యమానమపి రూపం చక్షుపాఽవగమ్యమానం నాపహ్నూయతే తథైకాత్మ్యమపి నాపహ్నవార్హమిత్యాహ -
గీతానామితి ।
“సమం సర్వేషు భూతేషు తిష్ఠన్తం పరమేశ్వరమ్ । వినశ్యత్స్వవినశ్యన్తం యః పశ్యతి స పశ్యతి ॥” (భ. గీ. ౧౩ । ౨౭) ఇత్యాదిగీతానామ్ । ‘ఎక ఎవ హి భూతాత్మా భూతే భూతే వ్యవస్థితః । ఎకధా బహుధా చైవ దృశ్యతే జలచన్ద్రవత్ ॥”(బ్రహ్మబిన్దూపనిషత్ ౧౨) ఇత్యాదిమోక్షశాస్త్రాణాం చైకాత్మ్యపరత్వాదిత్యర్థః ।

యద్యేతాదృశమాత్మతత్త్వం తర్హి నిరధికారిత్వాత్కర్మకాణ్డముచ్ఛిద్యేతేత్యపి నాఽఽశఙ్కనీయమిత్యాహ -
తస్మాదితి ।
ఔపనిశ్చయవత ఇష్యత ఎవ శ్యేనాదివిధ్యప్రమాణ్యమ్ । యథా చ తీవ్రక్రోధాక్రాన్తస్వాన్తం ప్రత్యేవ శ్యేనాదివిధిప్రామాణ్యం తథా మిథ్యాత్మదర్శినం ప్రత్యేవ కర్మవిధిప్రామాణ్యమిత్యర్థః ।

అత్ర జైమినిప్రభృతీనాం సమ్మనిమాహ -
యో హీత్యాదినా ।
అర్థిత్వాదియుక్తస్య కర్మణ్యధికారః షష్ఠేఽధ్యాయే ప్రతిష్ఠాపితః । అర్థిత్వాది చ మిథ్యాజ్ఞాననిదానమ్ । న హి నభోవన్నిష్క్రియస్య స్వత ఎవ దుఃఖాసంసర్గిణః పరమానన్దస్వభావస్య సుఖం మే స్యాద్దుఃఖం మే మా భూదిత్యర్థిత్వం శరీరేన్ద్రియసామర్థ్యేన చ సమర్థోఽహమిత్యభిమానిత్వం మిథ్యాజ్ఞానం వినా సమ్భవతీత్యర్థః ।

యస్మాదాత్మయాథాత్మ్యప్రకాశకా మన్త్రా న కర్మవిధిశేషభూతా న చ మానాన్తరవిరుద్ధాస్తస్మాత్ప్రయోజనాదిమత్త్వమపి తేషాం సిద్ధమిత్యాహ -
తస్మాదేత ఇతి ।`,
    },
  },
  1: {
    "devanagari": {
      bhashyam: `ईशा ईष्टे इति ईट् , तेन ईशा । ईशिता परमेश्वरः परमात्मा सर्वस्य । स हि सर्वमीष्टे सर्वजन्तूनामात्मा सन् प्रत्यगात्मतया । तेन स्वेन रूपेणात्मना ईशा वास्यम् आच्छादनीयम् । किम् ? इदं सर्वं यत्किं च यत्किञ्चित् जगत्यां पृथिव्यां जगत् तत्सर्वम् । स्वेनात्मना ईशेन प्रत्यगात्मतया अहमेवेदं सर्वमिति परमार्थसत्यरूपेणानृतमिदं सर्वं चराचरमाच्छादनीयं परमात्मना । यथा चन्दनागर्वादेरुदकादिसम्बन्धजक्लेदादिजमौपाधिकं दौर्गन्ध्यं तत्स्वरूपनिघर्षणेनाच्छाद्यते स्वेन पारमार्थिकेन गन्धेन, तद्वदेव हि स्वात्मन्यध्यस्तं स्वाभाविकं कर्तृत्वभोक्तृत्वादिलक्षणं जगद्द्वैतरूपं पृथिव्याम् , जगत्यामित्युपलक्षणार्थत्वात्सर्वमेव नामरूपकर्माख्यं विकारजातं परमार्थसत्यात्मभावनया त्यक्तं स्यात् । एवमीश्वरात्मभावनया युक्तस्य पुत्राद्येषणात्रयसंन्यासे एवाधिकारः, न कर्मसु । तेन त्यक्तेन त्यागेनेत्यर्थः । न हि त्यक्तो मृतः पुत्रो भृत्यो वा आत्मसम्बन्धिताभावादात्मानं पालयति । अतस्त्यागेनेत्ययमेवार्थः । भुञ्जीथाः पालयेथाः । एवं त्यक्तैषणस्त्वं मा गृधः गृधिम् आकाङ्क्षां मा कार्षीः धनविषयाम् । कस्य स्वित् कस्यचित् परस्य स्वस्य वा धनं मा काङ्क्षीरित्यर्थः । स्विदित्यनर्थको निपातः । अथवा, मा गृधः । कस्मात् ? कस्य स्विद्धनम् इत्याक्षेपार्थः । न कस्यचिद्धनमस्ति, यद्गृध्येत । आत्मैवेदं सर्वमितीश्वरभावनया सर्वं त्यक्तम् । अत आत्मन एवेदं सर्वम् , आत्मैव च सर्वम् । अतो मिथ्याविषयां गृधिं मा कार्षीरित्यर्थः ॥`,
      teeka: `व्याख्येयत्वमुक्त्वा प्रतिपदं व्याचष्टे -
ईशेति ।
‘ईशा’ ऐश्वर्ये इत्यस्य धातोः क्विपि लुप्ते कृदन्तं रूपमीट् तस्य तृतीयैकवचनमीशेति । रीशनकर्तृत्वसम्भवात् क्विबन्तशब्दवाच्यता न विरुध्यते निरूपाधिकस्य च लक्ष्यत्वं भविष्यतोत्यर्थः ।

ईशित्रीशितव्यभावेन तर्हि भेदः प्राप्त इत्याशङ्क्याऽऽह -
सर्वजन्तूनामात्मा सन्निति ।
यथाऽऽदर्शादिषु प्रतिबिम्बानामात्मा सन् बिम्बभूतो देवदत्त ईशिता भवति तथा कल्पितभेदेनेशित्रीशितव्यभावसम्भवान्न वास्तवभेदानुमानं सम्भवतीत्यर्थः । ‘वस’ आच्छादने । अस्य रूपं वास्यम् । तत्त्वत ईश्वरात्मकमेव सर्वं भ्रान्त्या यदनीश्वररूपेण गृहीतं तत्सर्वमीश्वर एवाऽऽत्मैवेति ज्ञानेनाऽऽच्छादनीयम् । सर्वात्मक ईश्वरोऽस्मीति ज्ञातव्यमेष तत्त्वोपदेश्छान्दोग्ये तत्त्वमसीतिवदित्यर्थः । ‘ब्रह्मैव सर्वमात्मैव सत्प्रकाशाविशेषतः । हेयोपादेयभावोऽयं न सन्स्वप्नवदीर्यते ॥’ उक्तं च - ‘न बन्धोऽस्ति न मोक्षोऽस्ति न विकल्पोऽस्ति तत्त्वतः । नित्यप्रकाश एवास्ति विश्वाकारो महेश्वरः ॥’ इति ।

यस्यौपदेशिकज्ञानमात्रेणानृतदृष्टिर्न तिरस्क्रियते तस्य विचारादिप्रयत्नेन तत्त्वप्रकाशे सत्यानृतदृष्टिस्तिरस्क्रियेतेत्यभिप्रेत्य दृष्टान्तमाह -
यथेति ।

चन्दनागर्वादेरुदकादिसम्बन्धादार्द्रीभावादिना जातं यद्दौर्गन्ध्यमौपाधिकं मिथ्या तद्यथा तत्स्वरूपनिधर्षणाभिव्यक्तेन स्वाभाविकेन गन्धेनाऽऽच्छाद्यते तद्वद्विचारादेः स्वरूपसद्भावान्मिथ्याबुद्धेर्बाधकत्वं सम्भवतीत्याह -
तद्वदेव हीति ।
स्वभावोऽनादिरविद्या तत्कार्यं स्वाभाविकमित्यादिबाधयोग्यत्वप्रदर्शनार्थं विशेषणम् । एवं विचारादिप्रयत्नवतोऽनृतदृष्टितिरस्कारसम्भावनामुक्त्वा युक्त्यनभिज्ञस्य सर्वमिदमहं चेश्वर एवेति भावनायामधिकृतस्य युक्तिकुशलस्य च विचारेऽधिकृतस्य सर्वकर्मसंन्यास एवाधिकार इह मन्त्रे विवक्षितस्तेनत्यक्तेनेत्यत्रत्यागपरामर्शात् ।

“त्यजतैव हितज्ज्ञेयंत्यक्तुः प्रत्यक्परं पदम् ” इत्यन्यत्राप्युक्तत्वात्पुत्राद्येषणायाश्चित्तविक्षेपहेतुत्वेन प्रसिद्धत्वाच्चेत्यभिप्रेत्याऽऽह -
एवमीश्वरात्मेति ।

चिकीर्षितं संन्यासं स्तौति -
तेन त्यक्तेनेति ।
त्यागेनाऽऽत्मा रक्षितः स्यान्निष्क्रियात्मस्वरूपावस्थानानुकूलत्वात्त्यागस्येत्यर्थः ।

संन्यासिनः शरीरसंधारणोपयुक्तकौपीनाच्छादनभिक्षाशनादिव्यतिरिक्तेऽपि कथञ्चिद्द्रव्यपरिग्रहे रागश्चेत्प्राप्नोति तन्निरोधे यत्नः कर्तव्यः । तस्य प्रधानविरोधत्वादित्यभिप्रेत्य नियमविधिमाह -
एवं त्यक्तैषण इति ।
स्विदिति निपातस्य सामान्याथंत्वेऽपि कस्यस्विदिति वितर्कार्थत्वमन्यत्र प्रसिद्धं तदिह न गृह्यत इत्यनर्थकमित्युक्तम् । व्यवहारदृष्ट्याऽप्यात्मन एवेदं सर्वं शेषभूतं जडस्य चित्परतन्त्रत्वादतोऽप्राप्ते विषये नाऽऽङ्क्षा कर्तव्या । परमार्थतस्त्वात्मैव सर्वमित्याकाङ्क्षाविषय एव नास्तीत्यर्थः ॥ १ ॥`,
    },
    "kannada": {
      bhashyam: `ಈಶಾ ಈಷ್ಟೇ ಇತಿ ಈಟ್ , ತೇನ ಈಶಾ । ಈಶಿತಾ ಪರಮೇಶ್ವರಃ ಪರಮಾತ್ಮಾ ಸರ್ವಸ್ಯ । ಸ ಹಿ ಸರ್ವಮೀಷ್ಟೇ ಸರ್ವಜಂತೂನಾಮಾತ್ಮಾ ಸನ್ ಪ್ರತ್ಯಗಾತ್ಮತಯಾ । ತೇನ ಸ್ವೇನ ರೂಪೇಣಾತ್ಮನಾ ಈಶಾ ವಾಸ್ಯಮ್ ಆಚ್ಛಾದನೀಯಮ್ । ಕಿಮ್ ? ಇದಂ ಸರ್ವಂ ಯತ್ಕಿಂ ಚ ಯತ್ಕಿಂಚಿತ್ ಜಗತ್ಯಾಂ ಪೃಥಿವ್ಯಾಂ ಜಗತ್ ತತ್ಸರ್ವಮ್ । ಸ್ವೇನಾತ್ಮನಾ ಈಶೇನ ಪ್ರತ್ಯಗಾತ್ಮತಯಾ ಅಹಮೇವೇದಂ ಸರ್ವಮಿತಿ ಪರಮಾರ್ಥಸತ್ಯರೂಪೇಣಾನೃತಮಿದಂ ಸರ್ವಂ ಚರಾಚರಮಾಚ್ಛಾದನೀಯಂ ಪರಮಾತ್ಮನಾ । ಯಥಾ ಚಂದನಾಗರ್ವಾದೇರುದಕಾದಿಸಂಬಂಧಜಕ್ಲೇದಾದಿಜಮೌಪಾಧಿಕಂ ದೌರ್ಗಂಧ್ಯಂ ತತ್ಸ್ವರೂಪನಿಘರ್ಷಣೇನಾಚ್ಛಾದ್ಯತೇ ಸ್ವೇನ ಪಾರಮಾರ್ಥಿಕೇನ ಗಂಧೇನ, ತದ್ವದೇವ ಹಿ ಸ್ವಾತ್ಮನ್ಯಧ್ಯಸ್ತಂ ಸ್ವಾಭಾವಿಕಂ ಕರ್ತೃತ್ವಭೋಕ್ತೃತ್ವಾದಿಲಕ್ಷಣಂ ಜಗದ್ದ್ವೈತರೂಪಂ ಪೃಥಿವ್ಯಾಮ್ , ಜಗತ್ಯಾಮಿತ್ಯುಪಲಕ್ಷಣಾರ್ಥತ್ವಾತ್ಸರ್ವಮೇವ ನಾಮರೂಪಕರ್ಮಾಖ್ಯಂ ವಿಕಾರಜಾತಂ ಪರಮಾರ್ಥಸತ್ಯಾತ್ಮಭಾವನಯಾ ತ್ಯಕ್ತಂ ಸ್ಯಾತ್ । ಏವಮೀಶ್ವರಾತ್ಮಭಾವನಯಾ ಯುಕ್ತಸ್ಯ ಪುತ್ರಾದ್ಯೇಷಣಾತ್ರಯಸಂನ್ಯಾಸೇ ಏವಾಧಿಕಾರಃ, ನ ಕರ್ಮಸು । ತೇನ ತ್ಯಕ್ತೇನ ತ್ಯಾಗೇನೇತ್ಯರ್ಥಃ । ನ ಹಿ ತ್ಯಕ್ತೋ ಮೃತಃ ಪುತ್ರೋ ಭೃತ್ಯೋ ವಾ ಆತ್ಮಸಂಬಂಧಿತಾಭಾವಾದಾತ್ಮಾನಂ ಪಾಲಯತಿ । ಅತಸ್ತ್ಯಾಗೇನೇತ್ಯಯಮೇವಾರ್ಥಃ । ಭುಂಜೀಥಾಃ ಪಾಲಯೇಥಾಃ । ಏವಂ ತ್ಯಕ್ತೈಷಣಸ್ತ್ವಂ ಮಾ ಗೃಧಃ ಗೃಧಿಮ್ ಆಕಾಂಕ್ಷಾಂ ಮಾ ಕಾರ್ಷೀಃ ಧನವಿಷಯಾಮ್ । ಕಸ್ಯ ಸ್ವಿತ್ ಕಸ್ಯಚಿತ್ ಪರಸ್ಯ ಸ್ವಸ್ಯ ವಾ ಧನಂ ಮಾ ಕಾಂಕ್ಷೀರಿತ್ಯರ್ಥಃ । ಸ್ವಿದಿತ್ಯನರ್ಥಕೋ ನಿಪಾತಃ । ಅಥವಾ, ಮಾ ಗೃಧಃ । ಕಸ್ಮಾತ್ ? ಕಸ್ಯ ಸ್ವಿದ್ಧನಮ್ ಇತ್ಯಾಕ್ಷೇಪಾರ್ಥಃ । ನ ಕಸ್ಯಚಿದ್ಧನಮಸ್ತಿ, ಯದ್ಗೃಧ್ಯೇತ । ಆತ್ಮೈವೇದಂ ಸರ್ವಮಿತೀಶ್ವರಭಾವನಯಾ ಸರ್ವಂ ತ್ಯಕ್ತಮ್ । ಅತ ಆತ್ಮನ ಏವೇದಂ ಸರ್ವಮ್ , ಆತ್ಮೈವ ಚ ಸರ್ವಮ್ । ಅತೋ ಮಿಥ್ಯಾವಿಷಯಾಂ ಗೃಧಿಂ ಮಾ ಕಾರ್ಷೀರಿತ್ಯರ್ಥಃ ॥`,
      teeka: `ವ್ಯಾಖ್ಯೇಯತ್ವಮುಕ್ತ್ವಾ ಪ್ರತಿಪದಂ ವ್ಯಾಚಷ್ಟೇ -
ಈಶೇತಿ ।
‘ಈಶಾ’ ಐಶ್ವರ್ಯೇ ಇತ್ಯಸ್ಯ ಧಾತೋಃ ಕ್ವಿಪಿ ಲುಪ್ತೇ ಕೃದಂತಂ ರೂಪಮೀಟ್ ತಸ್ಯ ತೃತೀಯೈಕವಚನಮೀಶೇತಿ । ರೀಶನಕರ್ತೃತ್ವಸಂಭವಾತ್ ಕ್ವಿಬಂತಶಬ್ದವಾಚ್ಯತಾ ನ ವಿರುಧ್ಯತೇ ನಿರೂಪಾಧಿಕಸ್ಯ ಚ ಲಕ್ಷ್ಯತ್ವಂ ಭವಿಷ್ಯತೋತ್ಯರ್ಥಃ ।

ಈಶಿತ್ರೀಶಿತವ್ಯಭಾವೇನ ತರ್ಹಿ ಭೇದಃ ಪ್ರಾಪ್ತ ಇತ್ಯಾಶಂಕ್ಯಾಽಽಹ -
ಸರ್ವಜಂತೂನಾಮಾತ್ಮಾ ಸನ್ನಿತಿ ।
ಯಥಾಽಽದರ್ಶಾದಿಷು ಪ್ರತಿಬಿಂಬಾನಾಮಾತ್ಮಾ ಸನ್ ಬಿಂಬಭೂತೋ ದೇವದತ್ತ ಈಶಿತಾ ಭವತಿ ತಥಾ ಕಲ್ಪಿತಭೇದೇನೇಶಿತ್ರೀಶಿತವ್ಯಭಾವಸಂಭವಾನ್ನ ವಾಸ್ತವಭೇದಾನುಮಾನಂ ಸಂಭವತೀತ್ಯರ್ಥಃ । ‘ವಸ’ ಆಚ್ಛಾದನೇ । ಅಸ್ಯ ರೂಪಂ ವಾಸ್ಯಮ್ । ತತ್ತ್ವತ ಈಶ್ವರಾತ್ಮಕಮೇವ ಸರ್ವಂ ಭ್ರಾಂತ್ಯಾ ಯದನೀಶ್ವರರೂಪೇಣ ಗೃಹೀತಂ ತತ್ಸರ್ವಮೀಶ್ವರ ಏವಾಽಽತ್ಮೈವೇತಿ ಜ್ಞಾನೇನಾಽಽಚ್ಛಾದನೀಯಮ್ । ಸರ್ವಾತ್ಮಕ ಈಶ್ವರೋಽಸ್ಮೀತಿ ಜ್ಞಾತವ್ಯಮೇಷ ತತ್ತ್ವೋಪದೇಶ್ಛಾಂದೋಗ್ಯೇ ತತ್ತ್ವಮಸೀತಿವದಿತ್ಯರ್ಥಃ । ‘ಬ್ರಹ್ಮೈವ ಸರ್ವಮಾತ್ಮೈವ ಸತ್ಪ್ರಕಾಶಾವಿಶೇಷತಃ । ಹೇಯೋಪಾದೇಯಭಾವೋಽಯಂ ನ ಸನ್ಸ್ವಪ್ನವದೀರ್ಯತೇ ॥’ ಉಕ್ತಂ ಚ - ‘ನ ಬಂಧೋಽಸ್ತಿ ನ ಮೋಕ್ಷೋಽಸ್ತಿ ನ ವಿಕಲ್ಪೋಽಸ್ತಿ ತತ್ತ್ವತಃ । ನಿತ್ಯಪ್ರಕಾಶ ಏವಾಸ್ತಿ ವಿಶ್ವಾಕಾರೋ ಮಹೇಶ್ವರಃ ॥’ ಇತಿ ।

ಯಸ್ಯೌಪದೇಶಿಕಜ್ಞಾನಮಾತ್ರೇಣಾನೃತದೃಷ್ಟಿರ್ನ ತಿರಸ್ಕ್ರಿಯತೇ ತಸ್ಯ ವಿಚಾರಾದಿಪ್ರಯತ್ನೇನ ತತ್ತ್ವಪ್ರಕಾಶೇ ಸತ್ಯಾನೃತದೃಷ್ಟಿಸ್ತಿರಸ್ಕ್ರಿಯೇತೇತ್ಯಭಿಪ್ರೇತ್ಯ ದೃಷ್ಟಾಂತಮಾಹ -
ಯಥೇತಿ ।

ಚಂದನಾಗರ್ವಾದೇರುದಕಾದಿಸಂಬಂಧಾದಾರ್ದ್ರೀಭಾವಾದಿನಾ ಜಾತಂ ಯದ್ದೌರ್ಗಂಧ್ಯಮೌಪಾಧಿಕಂ ಮಿಥ್ಯಾ ತದ್ಯಥಾ ತತ್ಸ್ವರೂಪನಿಧರ್ಷಣಾಭಿವ್ಯಕ್ತೇನ ಸ್ವಾಭಾವಿಕೇನ ಗಂಧೇನಾಽಽಚ್ಛಾದ್ಯತೇ ತದ್ವದ್ವಿಚಾರಾದೇಃ ಸ್ವರೂಪಸದ್ಭಾವಾನ್ಮಿಥ್ಯಾಬುದ್ಧೇರ್ಬಾಧಕತ್ವಂ ಸಂಭವತೀತ್ಯಾಹ -
ತದ್ವದೇವ ಹೀತಿ ।
ಸ್ವಭಾವೋಽನಾದಿರವಿದ್ಯಾ ತತ್ಕಾರ್ಯಂ ಸ್ವಾಭಾವಿಕಮಿತ್ಯಾದಿಬಾಧಯೋಗ್ಯತ್ವಪ್ರದರ್ಶನಾರ್ಥಂ ವಿಶೇಷಣಮ್ । ಏವಂ ವಿಚಾರಾದಿಪ್ರಯತ್ನವತೋಽನೃತದೃಷ್ಟಿತಿರಸ್ಕಾರಸಂಭಾವನಾಮುಕ್ತ್ವಾ ಯುಕ್ತ್ಯನಭಿಜ್ಞಸ್ಯ ಸರ್ವಮಿದಮಹಂ ಚೇಶ್ವರ ಏವೇತಿ ಭಾವನಾಯಾಮಧಿಕೃತಸ್ಯ ಯುಕ್ತಿಕುಶಲಸ್ಯ ಚ ವಿಚಾರೇಽಧಿಕೃತಸ್ಯ ಸರ್ವಕರ್ಮಸಂನ್ಯಾಸ ಏವಾಧಿಕಾರ ಇಹ ಮಂತ್ರೇ ವಿವಕ್ಷಿತಸ್ತೇನತ್ಯಕ್ತೇನೇತ್ಯತ್ರತ್ಯಾಗಪರಾಮರ್ಶಾತ್ ।

“ತ್ಯಜತೈವ ಹಿತಜ್ಜ್ಞೇಯಂತ್ಯಕ್ತುಃ ಪ್ರತ್ಯಕ್ಪರಂ ಪದಮ್ ” ಇತ್ಯನ್ಯತ್ರಾಪ್ಯುಕ್ತತ್ವಾತ್ಪುತ್ರಾದ್ಯೇಷಣಾಯಾಶ್ಚಿತ್ತವಿಕ್ಷೇಪಹೇತುತ್ವೇನ ಪ್ರಸಿದ್ಧತ್ವಾಚ್ಚೇತ್ಯಭಿಪ್ರೇತ್ಯಾಽಽಹ -
ಏವಮೀಶ್ವರಾತ್ಮೇತಿ ।

ಚಿಕೀರ್ಷಿತಂ ಸಂನ್ಯಾಸಂ ಸ್ತೌತಿ -
ತೇನ ತ್ಯಕ್ತೇನೇತಿ ।
ತ್ಯಾಗೇನಾಽಽತ್ಮಾ ರಕ್ಷಿತಃ ಸ್ಯಾನ್ನಿಷ್ಕ್ರಿಯಾತ್ಮಸ್ವರೂಪಾವಸ್ಥಾನಾನುಕೂಲತ್ವಾತ್ತ್ಯಾಗಸ್ಯೇತ್ಯರ್ಥಃ ।

ಸಂನ್ಯಾಸಿನಃ ಶರೀರಸಂಧಾರಣೋಪಯುಕ್ತಕೌಪೀನಾಚ್ಛಾದನಭಿಕ್ಷಾಶನಾದಿವ್ಯತಿರಿಕ್ತೇಽಪಿ ಕಥಂಚಿದ್ದ್ರವ್ಯಪರಿಗ್ರಹೇ ರಾಗಶ್ಚೇತ್ಪ್ರಾಪ್ನೋತಿ ತನ್ನಿರೋಧೇ ಯತ್ನಃ ಕರ್ತವ್ಯಃ । ತಸ್ಯ ಪ್ರಧಾನವಿರೋಧತ್ವಾದಿತ್ಯಭಿಪ್ರೇತ್ಯ ನಿಯಮವಿಧಿಮಾಹ -
ಏವಂ ತ್ಯಕ್ತೈಷಣ ಇತಿ ।
ಸ್ವಿದಿತಿ ನಿಪಾತಸ್ಯ ಸಾಮಾನ್ಯಾಥಂತ್ವೇಽಪಿ ಕಸ್ಯಸ್ವಿದಿತಿ ವಿತರ್ಕಾರ್ಥತ್ವಮನ್ಯತ್ರ ಪ್ರಸಿದ್ಧಂ ತದಿಹ ನ ಗೃಹ್ಯತ ಇತ್ಯನರ್ಥಕಮಿತ್ಯುಕ್ತಮ್ । ವ್ಯವಹಾರದೃಷ್ಟ್ಯಾಽಪ್ಯಾತ್ಮನ ಏವೇದಂ ಸರ್ವಂ ಶೇಷಭೂತಂ ಜಡಸ್ಯ ಚಿತ್ಪರತಂತ್ರತ್ವಾದತೋಽಪ್ರಾಪ್ತೇ ವಿಷಯೇ ನಾಽಽಂಕ್ಷಾ ಕರ್ತವ್ಯಾ । ಪರಮಾರ್ಥತಸ್ತ್ವಾತ್ಮೈವ ಸರ್ವಮಿತ್ಯಾಕಾಂಕ್ಷಾವಿಷಯ ಏವ ನಾಸ್ತೀತ್ಯರ್ಥಃ ॥ ೧ ॥`,
    },
    "tamil": {
      bhashyam: `ईशा वास्यमिदं सर्वं यत्किं च जगत्यां जगत् । 
तेन त्यक्तेन भुञ्जीथा मा गृधः कस्य स्विद्धनम् ॥ १ ॥

ईशा ईष्ट (என்றால்) கட்டளை, பிரேரணை, தூண்டுதல், சாசனம். எல்லாம் ஈசுவரனால் மூடப்பட்டுள்ளது (வாஸ்யம்). இந்த எல்லா ஜகத்தும் ஈசுவரனால் நிரப்பப்பட்டுள்ளது. (வ்யாப்தம்) எல்லோரிடத்தும் ஈசுவரன் இருக்கிறார் என்ற சர்வான்மதிருஷ்டி உடையவர்கள் தன்னைக் குறித்தும், பிறருடையதைக் குறித்தும் அநாத்மா என்று விடுவதால் (த்யக்தம்) ஆசை இருக்காது.

ईशा ईष्टे इति ईट् , तेन ईशा । ईशिता परमेश्वरः परमात्मा सर्वस्य । स हि सर्वमीष्टे सर्वजन्तूनामात्मा सन् प्रत्यगात्मतया । तेन स्वेन रूपेणात्मना ईशा वास्यम् आच्छादनीयम् ।

ஈஷ்டே என்றால் கட்டளை இடுதல் அதனால் ஈசா எனப்படுNO-CHகிறான். மூன்றாம் வேற்றுமையில் உள்ளதால் எல்லோரையும் சாசனம் செய்கின்ற பரமேஸ்வரன் தான் பரமாத்மா. அந்த பரமாத்மாவானது எல்லா ஜீவ ராசிகளுக்கும் பிரத்யக் ஆத்மாவாக இருந்துகொண்டு எல்லாவற்றையும் பிரேரிக்கிறார். அந்த தன்னுடைய ஆத்ம சொரூபமான ஈசனால் மறைக்க வேண்டும்.

किम् ? इदं सर्वं यत्किं च यत्किञ्चित् जगत्यां पृथिव्यां जगत् तत्सर्वम् । स्वेनात्मना ईशेन प्रत्यगात्मतया अहमेवेदं सर्वमिति परमार्थसत्यरूपेणानृतमिदं सर्वं चराचरमाच्छादनीयं परमात्मना ।

எதை மறைக்க வேண்டும்? பிருதிவியில் எது எல்லாம் உள்ளதோ அது எல்லாவற்றையும் தன் ஆத்மாவான ஈசனால் பிரத்யகாத்ம ஸ்வரூபமாக இது எல்லாம் நான் தான் என்று மறைக்கவேண்டும். பரமார்த்த ஸத்யரூபமான, தனது பரமாத்ம ஸ்வரூபத்தால் பொய்யான இந்த ஸ்தாவரம், ஜங்கமம் முழுவதையும் மறைக்க வேண்டும்.

(பிரத்யக் ஆத்மாவாக இருந்து கொண்டு இந்த ஜகத் முழுவதும் ஆத்மாவான ஈசனால் மறைக்கப்பட்டுள்ளது. இந்த ஜகத் மறைப்பட்டு நானே எல்லாமாக இருக்கிறேன் என்று தன்னுடைய பரமாத்ம சத்திய ரூபத்தினால் இந்த பொய்யான எல்லா சராசர ஜகத்தும் மறைக்கப்பட வேண்டும்.)

यथा चन्दनागर्वादेरुदकादिसम्बन्धजक्लेदादिजमौपाधिकं दौर्गन्ध्यं तत्स्वरूपनिघर्षणेनाच्छाद्यते स्वेन पारमार्थिकेन गन्धेन।

எவ்வாறு சந்தனம், அகில் முதலியவைகளுக்கு மலின ஜல சம்பந்தத்தினால் ஏற்பட்ட ஈரத்தினால் உண்டான ஒளபாதிகமான துர்கந்தமானது, அதனது சொரூபத்தை (செதுக்குதல்) தேய்ப்பதால் ஏற்பட்ட தனது சொந்தமான உண்மையான (சுகந்தம்) நறுமணத்தினால் எவ்விதம் மறைக்கப்படுகிறதோ (வ்யாபிக்கப்படுகிறதோ).

तद्वदेव हि स्वात्मन्यध्यस्तं स्वाभाविकं कर्तृत्वभोक्तृत्वादिलक्षणं जगद्द्वैतरूपं पृथिव्याम् , जगत्यामित्युपलक्षणार्थत्वात्सर्वमेव नामरूपकर्माख्यं विकारजातं परमार्थसत्यात्मभावनया त्यक्तं स्यात् ।

அவ்வாறே ஆத்மாவில் ஆரோபிதமான (கற்பனை செய்யப்பட்ட) ஸ்வபாவமான கர்த்ருத்வ, போக்த்ருத்வ ரூபமான ஜகத் த்வைரூபம். ஜகத்தில் என்றது ப்ருதிவியில் (ஜகத்யாம்) ஜகத்தில் என்றது உபலக்ஷணார்த்தமாக இருப்பதால், விகாரத்தினால் உண்டான நாமரூப கர்மங்கள் என்ற காரியங்கள் முழுவதும் பரமாத்ம சத்தியமான ஆத்ம பாவனையினால் விடப்பட்டதாக ஆகும். மற்றதற்கு இருப்பு இல்லை என்பதை உணர்த்த சத்யம் என்ற சொல்.

एवमीश्वरात्मभावनया युक्तस्य पुत्राद्येषणात्रयसंन्यासे एवाधिकारः, न कर्मसु ।

இவ்வாறு ஈஸ்வராத்ம பாவனையுடன் கூடியவனுக்கு புத்ராதி ஏக்ஷணாத்திரய சந்நியாசத்தில்தான் அதிகாரம் கர்மங்களில் அல்ல.

तेन त्यक्तेन त्यागेनेत्यर्थः ।

அந்த த்யக்தேன என்பதற்கு விடுதல் என்று பொருள்.

न हि त्यक्तो मृतः पुत्रो भृत्यो वा आत्मसम्बन्धिताभावादात्मानं पालयति । अतस्त्यागेनेत्ययमेवार्थः । भुञ्जीथाः पालयेथाः ।

ஏனெனில் விடப்பட்ட அல்லது இறந்த புத்திரனோ அல்லது வேலைக்காரனோ ஆத்ம சம்பந்தம் அற்றதால் தன்னைக் காப்பாற்றமாட்டான். எனவே இது த்யக்த என்பதன் பொருளாகாது. த்யாகத்தால் என்பது தான். வேதார்த்தம் இவ்வாறு கூறுகிறது. ஏஷணாத்திரய தியாகமே ஆத்மாவைக் காப்பாற்றும்.

एवं त्यक्तैषणस्त्वं मा गृधः गृधिम् आकाङ्क्षां मा कार्षीः धनविषयाम् । कस्य स्वित् कस्यचित् परस्य स्वस्य वा धनं मा काङ्क्षीरित्यर्थः । स्विदित्यनर्थको निपातः ।

இவ்வாறு ஏஷணாத்திரய த்யாகம் செய்த சந்நியாசியாகிய நீ உன்னுடைய தனத்திலாவது, பிறருடைய தனத்திலாவது ஆசை வைக்க வேண்டாம். (அர்த்தம் இகலோக, பரலோக விஷயத்தில் ஆசை வைக்காதே).

अथवा, मा गृधः । कस्मात् ?

அல்லது ஆசை கொள்ளாதே. ஏனெனில்?

कस्य स्विद्धनम् इत्याक्षेपार्थः । न कस्यचिद्धनमस्ति, यद्गृध्येत । आत्मैवेदं सर्वमितीश्वरभावनया सर्वं त्यक्तम् । अत आत्मन एवेदं सर्वम् , आत्मैव च सर्वम् । अतो मिथ्याविषयां गृधिं मा कार्षीरित्यर्थः ॥

कस्यस्विद्धनम् என்பது இந்த இடத்தில் ஆட்சேபார்த்தத்தில் வந்துள்ளது. எதில் ஆசை கொள்வானோ அது யாருடைய தனமுமல்ல. ஆத்மாதான். இது எல்லாம் விடப்பட்டதாகின்றது. ஆகையால் எல்லாம் ஆத்மாவினுடையது தான். ஆத்மா தான் எல்லாம் ஆகையால் மித்யா விஷயத்தில் ஆசை கொள்ளாதே என்பது பொருள்.`,
      teeka: `வ்யாக்²யேயத்வமுக்த்வா ப்ரதிபத³ம் வ்யாசஷ்டே -
ஈஶேதி ।
‘ஈஶா’ ஐஶ்வர்யே இத்யஸ்ய தா⁴தோ: க்விபி லுப்தே க்ருத³ந்தம் ரூபமீட் தஸ்ய த்ருதீயைகவசநமீஶேதி । ரீஶநகர்த்ருத்வஸம்ப⁴வாத் க்விப³ந்தஶப்³த³வாச்யதா ந விருத்⁴யதே நிரூபாதி⁴கஸ்ய ச லக்ஷ்யத்வம் ப⁴விஷ்யதோத்யர்த²: ।

ஈஶித்ரீஶிதவ்யபா⁴வேந தர்ஹி பே⁴த³: ப்ராப்த இத்யாஶங்க்யா(அ)(அ)ஹ -
ஸர்வஜந்தூநாமாத்மா ஸந்நிதி ।
யதா²(அ)(அ)த³ர்ஶாதி³ஷு ப்ரதிபி³ம்பா³நாமாத்மா ஸந் பி³ம்ப³பூ⁴தோ தே³வத³த்த ஈஶிதா ப⁴வதி ததா² கல்பிதபே⁴தே³நேஶித்ரீஶிதவ்யபா⁴வஸம்ப⁴வாந்ந வாஸ்தவபே⁴தா³நுமாநம் ஸம்ப⁴வதீத்யர்த²: । ‘வஸ’ ஆச்சா²த³நே । அஸ்ய ரூபம் வாஸ்யம் । தத்த்வத ஈஶ்வராத்மகமேவ ஸர்வம் ப்⁴ராந்த்யா யத³நீஶ்வரரூபேண க்³ருஹீதம் தத்ஸர்வமீஶ்வர ஏவா(அ)(அ)த்மைவேதி ஜ்ஞாநேநா(அ)(அ)ச்சா²த³நீயம் । ஸர்வாத்மக ஈஶ்வரோ(அ)ஸ்மீதி ஜ்ஞாதவ்யமேஷ தத்த்வோபதே³ஶ்சா²ந்தோ³க்³யே தத்த்வமஸீதிவதி³த்யர்த²: । ‘ப்³ரஹ்மைவ ஸர்வமாத்மைவ ஸத்ப்ரகாஶாவிஶேஷத: । ஹேயோபாதே³யபா⁴வோ(அ)யம் ந ஸந்ஸ்வப்நவதீ³ர்யதே ॥’ உக்தம் ச - ‘ந ப³ந்தோ⁴(அ)ஸ்தி ந மோக்ஷோ(அ)ஸ்தி ந விகல்போ(அ)ஸ்தி தத்த்வத: । நித்யப்ரகாஶ ஏவாஸ்தி விஶ்வாகாரோ மஹேஶ்வர: ॥’ இதி ।

யஸ்யௌபதே³ஶிகஜ்ஞாநமாத்ரேணாந்ருதத்³ருஷ்டிர்ந திரஸ்க்ரியதே தஸ்ய விசாராதி³ப்ரயத்நேந தத்த்வப்ரகாஶே ஸத்யாந்ருதத்³ருஷ்டிஸ்திரஸ்க்ரியேதேத்யபி⁴ப்ரேத்ய த்³ருஷ்டாந்தமாஹ -
யதே²தி ।

சந்த³நாக³ர்வாதே³ருத³காதி³ஸம்ப³ந்தா⁴தா³ர்த்³ரீபா⁴வாதி³நா ஜாதம் யத்³தௌ³ர்க³ந்த்⁴யமௌபாதி⁴கம் மித்²யா தத்³யதா² தத்ஸ்வரூபநித⁴ர்ஷணாபி⁴வ்யக்தேந ஸ்வாபா⁴விகேந க³ந்தே⁴நா(அ)(அ)ச்சா²த்³யதே தத்³வத்³விசாராதே³: ஸ்வரூபஸத்³பா⁴வாந்மித்²யாபு³த்³தே⁴ர்பா³த⁴கத்வம் ஸம்ப⁴வதீத்யாஹ -
தத்³வதே³வ ஹீதி ।
ஸ்வபா⁴வோ(அ)நாதி³ரவித்³யா தத்கார்யம் ஸ்வாபா⁴விகமித்யாதி³பா³த⁴யோக்³யத்வப்ரத³ர்ஶநார்த²ம் விஶேஷணம் । ஏவம் விசாராதி³ப்ரயத்நவதோ(அ)ந்ருதத்³ருஷ்டிதிரஸ்காரஸம்பா⁴வநாமுக்த்வா யுக்த்யநபி⁴ஜ்ஞஸ்ய ஸர்வமித³மஹம் சேஶ்வர ஏவேதி பா⁴வநாயாமதி⁴க்ருதஸ்ய யுக்திகுஶலஸ்ய ச விசாரே(அ)தி⁴க்ருதஸ்ய ஸர்வகர்மஸம்ந்யாஸ ஏவாதி⁴கார இஹ மந்த்ரே விவக்ஷிதஸ்தேநத்யக்தேநேத்யத்ரத்யாக³பராமர்ஶாத் ।

“த்யஜதைவ ஹிதஜ்ஜ்ஞேயம்த்யக்து: ப்ரத்யக்பரம் பத³ம் ” இத்யந்யத்ராப்யுக்தத்வாத்புத்ராத்³யேஷணாயாஶ்சித்தவிக்ஷேபஹேதுத்வேந ப்ரஸித்³த⁴த்வாச்சேத்யபி⁴ப்ரேத்யா(அ)(அ)ஹ -
ஏவமீஶ்வராத்மேதி ।

சிகீர்ஷிதம் ஸம்ந்யாஸம் ஸ்தௌதி -
தேந த்யக்தேநேதி ।
த்யாகே³நா(அ)(அ)த்மா ரக்ஷித: ஸ்யாந்நிஷ்க்ரியாத்மஸ்வரூபாவஸ்தா²நாநுகூலத்வாத்த்யாக³ஸ்யேத்யர்த²: ।

ஸம்ந்யாஸிந: ஶரீரஸம்தா⁴ரணோபயுக்தகௌபீநாச்சா²த³நபி⁴க்ஷாஶநாதி³வ்யதிரிக்தே(அ)பி கத²ஞ்சித்³த்³ரவ்யபரிக்³ரஹே ராக³ஶ்சேத்ப்ராப்நோதி தந்நிரோதே⁴ யத்ந: கர்தவ்ய: । தஸ்ய ப்ரதா⁴நவிரோத⁴த்வாதி³த்யபி⁴ப்ரேத்ய நியமவிதி⁴மாஹ -
ஏவம் த்யக்தைஷண இதி ।
ஸ்விதி³தி நிபாதஸ்ய ஸாமாந்யாத²ம்த்வே(அ)பி கஸ்யஸ்விதி³தி விதர்கார்த²த்வமந்யத்ர ப்ரஸித்³த⁴ம் ததி³ஹ ந க்³ருஹ்யத இத்யநர்த²கமித்யுக்தம் । வ்யவஹாரத்³ருஷ்ட்யா(அ)ப்யாத்மந ஏவேத³ம் ஸர்வம் ஶேஷபூ⁴தம் ஜட³ஸ்ய சித்பரதந்த்ரத்வாத³தோ(அ)ப்ராப்தே விஷயே நா(அ)(அ)ங்க்ஷா கர்தவ்யா । பரமார்த²தஸ்த்வாத்மைவ ஸர்வமித்யாகாங்க்ஷாவிஷய ஏவ நாஸ்தீத்யர்த²: ॥ 1 ॥`,
    },
    "telugu": {
      bhashyam: `ఈశా ఈష్టే ఇతి ఈట్ , తేన ఈశా । ఈశితా పరమేశ్వరః పరమాత్మా సర్వస్య । స హి సర్వమీష్టే సర్వజన్తూనామాత్మా సన్ ప్రత్యగాత్మతయా । తేన స్వేన రూపేణాత్మనా ఈశా వాస్యమ్ ఆచ్ఛాదనీయమ్ । కిమ్ ? ఇదం సర్వం యత్కిం చ యత్కిఞ్చిత్ జగత్యాం పృథివ్యాం జగత్ తత్సర్వమ్ । స్వేనాత్మనా ఈశేన ప్రత్యగాత్మతయా అహమేవేదం సర్వమితి పరమార్థసత్యరూపేణానృతమిదం సర్వం చరాచరమాచ్ఛాదనీయం పరమాత్మనా । యథా చన్దనాగర్వాదేరుదకాదిసమ్బన్ధజక్లేదాదిజమౌపాధికం దౌర్గన్ధ్యం తత్స్వరూపనిఘర్షణేనాచ్ఛాద్యతే స్వేన పారమార్థికేన గన్ధేన, తద్వదేవ హి స్వాత్మన్యధ్యస్తం స్వాభావికం కర్తృత్వభోక్తృత్వాదిలక్షణం జగద్ద్వైతరూపం పృథివ్యామ్ , జగత్యామిత్యుపలక్షణార్థత్వాత్సర్వమేవ నామరూపకర్మాఖ్యం వికారజాతం పరమార్థసత్యాత్మభావనయా త్యక్తం స్యాత్ । ఎవమీశ్వరాత్మభావనయా యుక్తస్య పుత్రాద్యేషణాత్రయసంన్యాసే ఎవాధికారః, న కర్మసు । తేన త్యక్తేన త్యాగేనేత్యర్థః । న హి త్యక్తో మృతః పుత్రో భృత్యో వా ఆత్మసమ్బన్ధితాభావాదాత్మానం పాలయతి । అతస్త్యాగేనేత్యయమేవార్థః । భుఞ్జీథాః పాలయేథాః । ఎవం త్యక్తైషణస్త్వం మా గృధః గృధిమ్ ఆకాఙ్క్షాం మా కార్షీః ధనవిషయామ్ । కస్య స్విత్ కస్యచిత్ పరస్య స్వస్య వా ధనం మా కాఙ్క్షీరిత్యర్థః । స్విదిత్యనర్థకో నిపాతః । అథవా, మా గృధః । కస్మాత్ ? కస్య స్విద్ధనమ్ ఇత్యాక్షేపార్థః । న కస్యచిద్ధనమస్తి, యద్గృధ్యేత । ఆత్మైవేదం సర్వమితీశ్వరభావనయా సర్వం త్యక్తమ్ । అత ఆత్మన ఎవేదం సర్వమ్ , ఆత్మైవ చ సర్వమ్ । అతో మిథ్యావిషయాం గృధిం మా కార్షీరిత్యర్థః ॥`,
      teeka: `వ్యాఖ్యేయత్వముక్త్వా ప్రతిపదం వ్యాచష్టే -
ఈశేతి ।
‘ఈశా’ ఐశ్వర్యే ఇత్యస్య ధాతోః క్విపి లుప్తే కృదన్తం రూపమీట్ తస్య తృతీయైకవచనమీశేతి । రీశనకర్తృత్వసమ్భవాత్ క్విబన్తశబ్దవాచ్యతా న విరుధ్యతే నిరూపాధికస్య చ లక్ష్యత్వం భవిష్యతోత్యర్థః ।

ఈశిత్రీశితవ్యభావేన తర్హి భేదః ప్రాప్త ఇత్యాశఙ్క్యాఽఽహ -
సర్వజన్తూనామాత్మా సన్నితి ।
యథాఽఽదర్శాదిషు ప్రతిబిమ్బానామాత్మా సన్ బిమ్బభూతో దేవదత్త ఈశితా భవతి తథా కల్పితభేదేనేశిత్రీశితవ్యభావసమ్భవాన్న వాస్తవభేదానుమానం సమ్భవతీత్యర్థః । ‘వస’ ఆచ్ఛాదనే । అస్య రూపం వాస్యమ్ । తత్త్వత ఈశ్వరాత్మకమేవ సర్వం భ్రాన్త్యా యదనీశ్వరరూపేణ గృహీతం తత్సర్వమీశ్వర ఎవాఽఽత్మైవేతి జ్ఞానేనాఽఽచ్ఛాదనీయమ్ । సర్వాత్మక ఈశ్వరోఽస్మీతి జ్ఞాతవ్యమేష తత్త్వోపదేశ్ఛాన్దోగ్యే తత్త్వమసీతివదిత్యర్థః । ‘బ్రహ్మైవ సర్వమాత్మైవ సత్ప్రకాశావిశేషతః । హేయోపాదేయభావోఽయం న సన్స్వప్నవదీర్యతే ॥’ ఉక్తం చ - ‘న బన్ధోఽస్తి న మోక్షోఽస్తి న వికల్పోఽస్తి తత్త్వతః । నిత్యప్రకాశ ఎవాస్తి విశ్వాకారో మహేశ్వరః ॥’ ఇతి ।

యస్యౌపదేశికజ్ఞానమాత్రేణానృతదృష్టిర్న తిరస్క్రియతే తస్య విచారాదిప్రయత్నేన తత్త్వప్రకాశే సత్యానృతదృష్టిస్తిరస్క్రియేతేత్యభిప్రేత్య దృష్టాన్తమాహ -
యథేతి ।

చన్దనాగర్వాదేరుదకాదిసమ్బన్ధాదార్ద్రీభావాదినా జాతం యద్దౌర్గన్ధ్యమౌపాధికం మిథ్యా తద్యథా తత్స్వరూపనిధర్షణాభివ్యక్తేన స్వాభావికేన గన్ధేనాఽఽచ్ఛాద్యతే తద్వద్విచారాదేః స్వరూపసద్భావాన్మిథ్యాబుద్ధేర్బాధకత్వం సమ్భవతీత్యాహ -
తద్వదేవ హీతి ।
స్వభావోఽనాదిరవిద్యా తత్కార్యం స్వాభావికమిత్యాదిబాధయోగ్యత్వప్రదర్శనార్థం విశేషణమ్ । ఎవం విచారాదిప్రయత్నవతోఽనృతదృష్టితిరస్కారసమ్భావనాముక్త్వా యుక్త్యనభిజ్ఞస్య సర్వమిదమహం చేశ్వర ఎవేతి భావనాయామధికృతస్య యుక్తికుశలస్య చ విచారేఽధికృతస్య సర్వకర్మసంన్యాస ఎవాధికార ఇహ మన్త్రే వివక్షితస్తేనత్యక్తేనేత్యత్రత్యాగపరామర్శాత్ ।

“త్యజతైవ హితజ్జ్ఞేయంత్యక్తుః ప్రత్యక్పరం పదమ్ ” ఇత్యన్యత్రాప్యుక్తత్వాత్పుత్రాద్యేషణాయాశ్చిత్తవిక్షేపహేతుత్వేన ప్రసిద్ధత్వాచ్చేత్యభిప్రేత్యాఽఽహ -
ఎవమీశ్వరాత్మేతి ।

చికీర్షితం సంన్యాసం స్తౌతి -
తేన త్యక్తేనేతి ।
త్యాగేనాఽఽత్మా రక్షితః స్యాన్నిష్క్రియాత్మస్వరూపావస్థానానుకూలత్వాత్త్యాగస్యేత్యర్థః ।

సంన్యాసినః శరీరసంధారణోపయుక్తకౌపీనాచ్ఛాదనభిక్షాశనాదివ్యతిరిక్తేఽపి కథఞ్చిద్ద్రవ్యపరిగ్రహే రాగశ్చేత్ప్రాప్నోతి తన్నిరోధే యత్నః కర్తవ్యః । తస్య ప్రధానవిరోధత్వాదిత్యభిప్రేత్య నియమవిధిమాహ -
ఎవం త్యక్తైషణ ఇతి ।
స్విదితి నిపాతస్య సామాన్యాథంత్వేఽపి కస్యస్విదితి వితర్కార్థత్వమన్యత్ర ప్రసిద్ధం తదిహ న గృహ్యత ఇత్యనర్థకమిత్యుక్తమ్ । వ్యవహారదృష్ట్యాఽప్యాత్మన ఎవేదం సర్వం శేషభూతం జడస్య చిత్పరతన్త్రత్వాదతోఽప్రాప్తే విషయే నాఽఽఙ్క్షా కర్తవ్యా । పరమార్థతస్త్వాత్మైవ సర్వమిత్యాకాఙ్క్షావిషయ ఎవ నాస్తీత్యర్థః ॥ ౧ ॥`,
    },
  },
  2: {
    "devanagari": {
      bhashyam: `कुर्वन्नेव निर्वर्तयन्नेव इह कर्माणि अग्निहोत्रादीनि जिजीविषेत् जीवितुमिच्छेत् शतं शतसङ्ख्याकाः समाः संवत्सरान् । तावद्धि पुरुषस्य परमायुर्निरूपितम् । तथा च प्राप्तानुवादेन यज्जिजीविषेच्छतं वर्षाणि तत्कुर्वन्नेव कर्माणीत्येतद्विधीयते । एवम् एवंप्रकारे त्वयि जिजीविषति नरे नरमात्राभिमानिनि इतः एतस्मादग्निहोत्रादीनि कर्माणि कुर्वतो वर्तमानात्प्रकारात् अन्यथा प्रकारान्तरं नास्ति, येन प्रकारेणाशुभं कर्म न लिप्यते ; कर्मणा न लिप्यस इत्यर्थः । अतः शास्त्रविहितानि कर्माण्यग्निहोत्रादीनि कुर्वन्नेव जिजीविषेत् ॥

कथं पुनरिदमवगम्यते — पूर्वेण मन्त्रेण संन्यासिनो ज्ञाननिष्ठोक्ता, द्वितीयेन तदशक्तस्य कर्मनिष्ठेति ? उच्यते — ज्ञानकर्मणोर्विरोधं पर्वतवदकम्प्यं यथोक्तं न स्मरसि किम् ? इहाप्युक्तम् — यो हि जिजीविषेत्स कर्माणि कुर्वन्नेव इति ; ‘ईशा वास्यमिदं सर्वम्’, ‘तेन त्यक्तेन भुञ्जीथाः मा गृधः कस्य स्विद्धनम्’ इति च । ‘न जीविते मरणे वा गृधिं कुर्वीतारण्यमियात् इति पदं ततो न पुनरेयात्’ ( ? ) इति च संन्यासशासनात् । उभयोः फलभेदं च वक्ष्यति । ‘इमौ द्वावेव पन्थानावनुनिष्क्रान्ततरौ भवतः क्रियापथश्चैव पुरस्तात्संन्यासश्च’ ( ? ) ; तयोः संन्यास एवातिरेचयति — ‘न्यास एवात्यरेचयत्’ (तै. नारा. ७८) इति तैत्तिरीयके । ‘द्वाविमावथ पन्थानौ यत्र वेदाः प्रतिष्ठिताः । प्रवृत्तिलक्षणो धर्मो निवृत्तिश्च विभाषितः’ (मो. ध. २४१ । ६) इत्यादि पुत्राय विचार्य निश्चितमुक्तं व्यासेन वेदाचार्येण भगवता । विभागं चानयोः प्रदर्शयिष्यामः ॥`,
      teeka: `पूर्वमन्त्रेण ज्ञानं विहितं यस्य तस्यैवोत्तरमन्त्रेण कर्म विहितं ततः समुच्चयानुष्ठाने तात्पर्यं मन्त्रद्वयस्येत्येकदेशिशङ्कामुद्भावयति -
कथं पुनरिति ।
शुद्धब्रह्मज्ञानकर्मणी नैकाधिकारे विरुद्धत्वादृतुगमनत्रिदण्डिधर्मवत् । अस्त्येव तत्रापि क्रमेणैककर्तृकत्वमिति चेन्न । विशिष्टरूपभेदाद्भिन्नाधिकारत्वात् । यच्चोक्तं ज्ञानकर्मणोर्वेदविहितत्वेन शुद्धिसाम्याद्विरोधोऽसिद्ध इति तदसत् । ऋतुगमनत्रिदण्डिधर्मयोरप्यविरोधप्रसङ्गात् । तदुभयं नैकस्य विहितमिति चेतुल्यमेतत् । प्रतिषेधात्तत्र न समुच्चय इति चेदिहापि ‘न कर्मणा न प्रजया’(तै. ना. १२) ‘नानुध्यायाद्वहूञ्छब्दान्’ इत्यादिप्रतिषेधस्तुल्यः ।

केवलकर्मविषयो निषेध इति न च वाच्यं केवलपदव्यवच्छेद्याभावात्समुच्चयविधेरद्याप्यनिश्चितत्वात्तस्मान्न समच्चये तात्पर्यं मन्त्रद्वयस्येत्याह -
ज्ञानकर्मणोर्विरोधमिति ।
कर्तृत्वाद्यध्यासाश्रयं कर्म शुद्धत्वाकर्तृत्वादिज्ञानेनोपमृद्यत इति सम्बन्धग्रन्थे यथोक्तं सहानवस्थानलक्षणं विरोधं किं न स्मरसि येनैकाधिकारत्वं तयोः कल्पयसीत्यर्थः ।

मन्त्रलिङ्गादपि तयोर्भिन्नाधिकारत्वं प्रतीयत इत्याह -
इहाप्युक्तमिति ।
जिजीविषो रागिणः कर्म विहितं सर्वमीश्वर एवेति ज्ञानवतस्त्यागो विहितः । किञ्च धनसम्पन्नस्यैव कर्मण्यधिकारः । प्रथममन्त्रार्थाधिकारिणश्च धनाकाङ्क्षानिषेधेन कर्माधिकारनिषेधः प्रतीयत इत्यर्थः ।

जिजीविषा हि कर्माधिकारिण एव न ज्ञानाधिकारिण इत्यत्र प्रमाणमाह -
न जीवित इति ।
अरण्यं स्त्रीजनासङ्कीर्णमाश्रममियाद्गच्छेदिति पदं वेदशास्त्रस्थितिस्ततोऽरण्यवासोपलक्षितात्संन्यासान्न पुनरियात्कर्मश्रद्धया न प्रत्यावृत्तिं कुर्यादिति जिजीविषादिरहितस्य संन्यासविधानादित्यर्थः ।

इतश्च नैकफलकामस्य ज्ञानकर्मणोरधिकारः प्रतिपत्तव्य इत्याह -
उभयोरिति ।
को मोहः कः शोक एकत्वमनुपश्यत इति सनिदानानर्थप्रहाणं ज्ञानफलं वक्ष्यति । संसारमण्डलान्तर्गतमेव च देशान्तरप्राप्त्यायत्तं हिरण्यगर्भपदप्राप्त्यादिलक्षणं कर्मफलं वक्ष्यति । अग्ने नय सुपथेत्यन्तेनेत्यर्थः ।

नारायणोपनिषद्वाक्यमपि भिन्नाधिकारित्वे प्रमाणयति -
इमौ द्वावेवेति ।
पुरस्तात्सृष्टिकालेऽनुनिष्क्रान्ततरौ भूतसृष्टिमनुप्रवृत्तौ भिन्नाधिकारित्वादुभयोः संन्यास एवातिरिक्तः श्रेष्ठो भवति परमपुरुषार्थाव्यवधानादित्यर्तः ।

व्यासवाक्यमपि सम्वादकमाह -
द्वाविमाविति ॥ २ ॥`,
    },
    "kannada": {
      bhashyam: `ಕುರ್ವನ್ನೇವ ನಿರ್ವರ್ತಯನ್ನೇವ ಇಹ ಕರ್ಮಾಣಿ ಅಗ್ನಿಹೋತ್ರಾದೀನಿ ಜಿಜೀವಿಷೇತ್ ಜೀವಿತುಮಿಚ್ಛೇತ್ ಶತಂ ಶತಸಂಖ್ಯಾಕಾಃ ಸಮಾಃ ಸಂವತ್ಸರಾನ್ । ತಾವದ್ಧಿ ಪುರುಷಸ್ಯ ಪರಮಾಯುರ್ನಿರೂಪಿತಮ್ । ತಥಾ ಚ ಪ್ರಾಪ್ತಾನುವಾದೇನ ಯಜ್ಜಿಜೀವಿಷೇಚ್ಛತಂ ವರ್ಷಾಣಿ ತತ್ಕುರ್ವನ್ನೇವ ಕರ್ಮಾಣೀತ್ಯೇತದ್ವಿಧೀಯತೇ । ಏವಮ್ ಏವಂಪ್ರಕಾರೇ ತ್ವಯಿ ಜಿಜೀವಿಷತಿ ನರೇ ನರಮಾತ್ರಾಭಿಮಾನಿನಿ ಇತಃ ಏತಸ್ಮಾದಗ್ನಿಹೋತ್ರಾದೀನಿ ಕರ್ಮಾಣಿ ಕುರ್ವತೋ ವರ್ತಮಾನಾತ್ಪ್ರಕಾರಾತ್ ಅನ್ಯಥಾ ಪ್ರಕಾರಾಂತರಂ ನಾಸ್ತಿ, ಯೇನ ಪ್ರಕಾರೇಣಾಶುಭಂ ಕರ್ಮ ನ ಲಿಪ್ಯತೇ ; ಕರ್ಮಣಾ ನ ಲಿಪ್ಯಸ ಇತ್ಯರ್ಥಃ । ಅತಃ ಶಾಸ್ತ್ರವಿಹಿತಾನಿ ಕರ್ಮಾಣ್ಯಗ್ನಿಹೋತ್ರಾದೀನಿ ಕುರ್ವನ್ನೇವ ಜಿಜೀವಿಷೇತ್ ॥

ಕಥಂ ಪುನರಿದಮವಗಮ್ಯತೇ — ಪೂರ್ವೇಣ ಮಂತ್ರೇಣ ಸಂನ್ಯಾಸಿನೋ ಜ್ಞಾನನಿಷ್ಠೋಕ್ತಾ, ದ್ವಿತೀಯೇನ ತದಶಕ್ತಸ್ಯ ಕರ್ಮನಿಷ್ಠೇತಿ ? ಉಚ್ಯತೇ — ಜ್ಞಾನಕರ್ಮಣೋರ್ವಿರೋಧಂ ಪರ್ವತವದಕಂಪ್ಯಂ ಯಥೋಕ್ತಂ ನ ಸ್ಮರಸಿ ಕಿಮ್ ? ಇಹಾಪ್ಯುಕ್ತಮ್ — ಯೋ ಹಿ ಜಿಜೀವಿಷೇತ್ಸ ಕರ್ಮಾಣಿ ಕುರ್ವನ್ನೇವ ಇತಿ ; ‘ಈಶಾ ವಾಸ್ಯಮಿದಂ ಸರ್ವಮ್’, ‘ತೇನ ತ್ಯಕ್ತೇನ ಭುಂಜೀಥಾಃ ಮಾ ಗೃಧಃ ಕಸ್ಯ ಸ್ವಿದ್ಧನಮ್’ ಇತಿ ಚ । ‘ನ ಜೀವಿತೇ ಮರಣೇ ವಾ ಗೃಧಿಂ ಕುರ್ವೀತಾರಣ್ಯಮಿಯಾತ್ ಇತಿ ಪದಂ ತತೋ ನ ಪುನರೇಯಾತ್’ ( ? ) ಇತಿ ಚ ಸಂನ್ಯಾಸಶಾಸನಾತ್ । ಉಭಯೋಃ ಫಲಭೇದಂ ಚ ವಕ್ಷ್ಯತಿ । ‘ಇಮೌ ದ್ವಾವೇವ ಪಂಥಾನಾವನುನಿಷ್ಕ್ರಾಂತತರೌ ಭವತಃ ಕ್ರಿಯಾಪಥಶ್ಚೈವ ಪುರಸ್ತಾತ್ಸಂನ್ಯಾಸಶ್ಚ’ ( ? ) ; ತಯೋಃ ಸಂನ್ಯಾಸ ಏವಾತಿರೇಚಯತಿ — ‘ನ್ಯಾಸ ಏವಾತ್ಯರೇಚಯತ್’ (ತೈ. ನಾರಾ. ೭೮) ಇತಿ ತೈತ್ತಿರೀಯಕೇ । ‘ದ್ವಾವಿಮಾವಥ ಪಂಥಾನೌ ಯತ್ರ ವೇದಾಃ ಪ್ರತಿಷ್ಠಿತಾಃ । ಪ್ರವೃತ್ತಿಲಕ್ಷಣೋ ಧರ್ಮೋ ನಿವೃತ್ತಿಶ್ಚ ವಿಭಾಷಿತಃ’ (ಮೋ. ಧ. ೨೪೧ । ೬) ಇತ್ಯಾದಿ ಪುತ್ರಾಯ ವಿಚಾರ್ಯ ನಿಶ್ಚಿತಮುಕ್ತಂ ವ್ಯಾಸೇನ ವೇದಾಚಾರ್ಯೇಣ ಭಗವತಾ । ವಿಭಾಗಂ ಚಾನಯೋಃ ಪ್ರದರ್ಶಯಿಷ್ಯಾಮಃ ॥`,
      teeka: `ಪೂರ್ವಮಂತ್ರೇಣ ಜ್ಞಾನಂ ವಿಹಿತಂ ಯಸ್ಯ ತಸ್ಯೈವೋತ್ತರಮಂತ್ರೇಣ ಕರ್ಮ ವಿಹಿತಂ ತತಃ ಸಮುಚ್ಚಯಾನುಷ್ಠಾನೇ ತಾತ್ಪರ್ಯಂ ಮಂತ್ರದ್ವಯಸ್ಯೇತ್ಯೇಕದೇಶಿಶಂಕಾಮುದ್ಭಾವಯತಿ -
ಕಥಂ ಪುನರಿತಿ ।
ಶುದ್ಧಬ್ರಹ್ಮಜ್ಞಾನಕರ್ಮಣೀ ನೈಕಾಧಿಕಾರೇ ವಿರುದ್ಧತ್ವಾದೃತುಗಮನತ್ರಿದಂಡಿಧರ್ಮವತ್ । ಅಸ್ತ್ಯೇವ ತತ್ರಾಪಿ ಕ್ರಮೇಣೈಕಕರ್ತೃಕತ್ವಮಿತಿ ಚೇನ್ನ । ವಿಶಿಷ್ಟರೂಪಭೇದಾದ್ಭಿನ್ನಾಧಿಕಾರತ್ವಾತ್ । ಯಚ್ಚೋಕ್ತಂ ಜ್ಞಾನಕರ್ಮಣೋರ್ವೇದವಿಹಿತತ್ವೇನ ಶುದ್ಧಿಸಾಮ್ಯಾದ್ವಿರೋಧೋಽಸಿದ್ಧ ಇತಿ ತದಸತ್ । ಋತುಗಮನತ್ರಿದಂಡಿಧರ್ಮಯೋರಪ್ಯವಿರೋಧಪ್ರಸಂಗಾತ್ । ತದುಭಯಂ ನೈಕಸ್ಯ ವಿಹಿತಮಿತಿ ಚೇತುಲ್ಯಮೇತತ್ । ಪ್ರತಿಷೇಧಾತ್ತತ್ರ ನ ಸಮುಚ್ಚಯ ಇತಿ ಚೇದಿಹಾಪಿ ‘ನ ಕರ್ಮಣಾ ನ ಪ್ರಜಯಾ’(ತೈ. ನಾ. ೧೨) ‘ನಾನುಧ್ಯಾಯಾದ್ವಹೂಂಛಬ್ದಾನ್’ ಇತ್ಯಾದಿಪ್ರತಿಷೇಧಸ್ತುಲ್ಯಃ ।

ಕೇವಲಕರ್ಮವಿಷಯೋ ನಿಷೇಧ ಇತಿ ನ ಚ ವಾಚ್ಯಂ ಕೇವಲಪದವ್ಯವಚ್ಛೇದ್ಯಾಭಾವಾತ್ಸಮುಚ್ಚಯವಿಧೇರದ್ಯಾಪ್ಯನಿಶ್ಚಿತತ್ವಾತ್ತಸ್ಮಾನ್ನ ಸಮಚ್ಚಯೇ ತಾತ್ಪರ್ಯಂ ಮಂತ್ರದ್ವಯಸ್ಯೇತ್ಯಾಹ -
ಜ್ಞಾನಕರ್ಮಣೋರ್ವಿರೋಧಮಿತಿ ।
ಕರ್ತೃತ್ವಾದ್ಯಧ್ಯಾಸಾಶ್ರಯಂ ಕರ್ಮ ಶುದ್ಧತ್ವಾಕರ್ತೃತ್ವಾದಿಜ್ಞಾನೇನೋಪಮೃದ್ಯತ ಇತಿ ಸಂಬಂಧಗ್ರಂಥೇ ಯಥೋಕ್ತಂ ಸಹಾನವಸ್ಥಾನಲಕ್ಷಣಂ ವಿರೋಧಂ ಕಿಂ ನ ಸ್ಮರಸಿ ಯೇನೈಕಾಧಿಕಾರತ್ವಂ ತಯೋಃ ಕಲ್ಪಯಸೀತ್ಯರ್ಥಃ ।

ಮಂತ್ರಲಿಂಗಾದಪಿ ತಯೋರ್ಭಿನ್ನಾಧಿಕಾರತ್ವಂ ಪ್ರತೀಯತ ಇತ್ಯಾಹ -
ಇಹಾಪ್ಯುಕ್ತಮಿತಿ ।
ಜಿಜೀವಿಷೋ ರಾಗಿಣಃ ಕರ್ಮ ವಿಹಿತಂ ಸರ್ವಮೀಶ್ವರ ಏವೇತಿ ಜ್ಞಾನವತಸ್ತ್ಯಾಗೋ ವಿಹಿತಃ । ಕಿಂಚ ಧನಸಂಪನ್ನಸ್ಯೈವ ಕರ್ಮಣ್ಯಧಿಕಾರಃ । ಪ್ರಥಮಮಂತ್ರಾರ್ಥಾಧಿಕಾರಿಣಶ್ಚ ಧನಾಕಾಂಕ್ಷಾನಿಷೇಧೇನ ಕರ್ಮಾಧಿಕಾರನಿಷೇಧಃ ಪ್ರತೀಯತ ಇತ್ಯರ್ಥಃ ।

ಜಿಜೀವಿಷಾ ಹಿ ಕರ್ಮಾಧಿಕಾರಿಣ ಏವ ನ ಜ್ಞಾನಾಧಿಕಾರಿಣ ಇತ್ಯತ್ರ ಪ್ರಮಾಣಮಾಹ -
ನ ಜೀವಿತ ಇತಿ ।
ಅರಣ್ಯಂ ಸ್ತ್ರೀಜನಾಸಂಕೀರ್ಣಮಾಶ್ರಮಮಿಯಾದ್ಗಚ್ಛೇದಿತಿ ಪದಂ ವೇದಶಾಸ್ತ್ರಸ್ಥಿತಿಸ್ತತೋಽರಣ್ಯವಾಸೋಪಲಕ್ಷಿತಾತ್ಸಂನ್ಯಾಸಾನ್ನ ಪುನರಿಯಾತ್ಕರ್ಮಶ್ರದ್ಧಯಾ ನ ಪ್ರತ್ಯಾವೃತ್ತಿಂ ಕುರ್ಯಾದಿತಿ ಜಿಜೀವಿಷಾದಿರಹಿತಸ್ಯ ಸಂನ್ಯಾಸವಿಧಾನಾದಿತ್ಯರ್ಥಃ ।

ಇತಶ್ಚ ನೈಕಫಲಕಾಮಸ್ಯ ಜ್ಞಾನಕರ್ಮಣೋರಧಿಕಾರಃ ಪ್ರತಿಪತ್ತವ್ಯ ಇತ್ಯಾಹ -
ಉಭಯೋರಿತಿ ।
ಕೋ ಮೋಹಃ ಕಃ ಶೋಕ ಏಕತ್ವಮನುಪಶ್ಯತ ಇತಿ ಸನಿದಾನಾನರ್ಥಪ್ರಹಾಣಂ ಜ್ಞಾನಫಲಂ ವಕ್ಷ್ಯತಿ । ಸಂಸಾರಮಂಡಲಾಂತರ್ಗತಮೇವ ಚ ದೇಶಾಂತರಪ್ರಾಪ್ತ್ಯಾಯತ್ತಂ ಹಿರಣ್ಯಗರ್ಭಪದಪ್ರಾಪ್ತ್ಯಾದಿಲಕ್ಷಣಂ ಕರ್ಮಫಲಂ ವಕ್ಷ್ಯತಿ । ಅಗ್ನೇ ನಯ ಸುಪಥೇತ್ಯಂತೇನೇತ್ಯರ್ಥಃ ।

ನಾರಾಯಣೋಪನಿಷದ್ವಾಕ್ಯಮಪಿ ಭಿನ್ನಾಧಿಕಾರಿತ್ವೇ ಪ್ರಮಾಣಯತಿ -
ಇಮೌ ದ್ವಾವೇವೇತಿ ।
ಪುರಸ್ತಾತ್ಸೃಷ್ಟಿಕಾಲೇಽನುನಿಷ್ಕ್ರಾಂತತರೌ ಭೂತಸೃಷ್ಟಿಮನುಪ್ರವೃತ್ತೌ ಭಿನ್ನಾಧಿಕಾರಿತ್ವಾದುಭಯೋಃ ಸಂನ್ಯಾಸ ಏವಾತಿರಿಕ್ತಃ ಶ್ರೇಷ್ಠೋ ಭವತಿ ಪರಮಪುರುಷಾರ್ಥಾವ್ಯವಧಾನಾದಿತ್ಯರ್ತಃ ।

ವ್ಯಾಸವಾಕ್ಯಮಪಿ ಸಮ್ವಾದಕಮಾಹ -
ದ್ವಾವಿಮಾವಿತಿ ॥ ೨ ॥`,
    },
    "tamil": {
      bhashyam: `कुर्वन्नेवेह कर्माणि जिजीविषेच्छतं समाः । 
एवं त्वयि नान्यथेतोऽस्ति न कर्म लिप्यते नरे ॥ २ ॥

இவ்வாறு ஆத்மாவை அறிந்தவனுக்கு ஏஷணாத்திரய சந்நியாசத்தினால் ஆத்ம ஞானத்தில் நிலைத்திருப்பதன் மூலம் ஆத்மா ரக்ஷிக்கப்படவேண்டும் என்பது வேதத்தின் அர்த்தம். பிறகு மற்றவனான ஆத்மாவை அறிந்து கொள்ள சக்தி இல்லாத அக்ஞானிக்கு இந்த மந்திரமானது உபதேசிக்கப்படுகிறது.

कुर्वन्नेव निर्वर्तयन्नेव इह कर्माणि अग्निहोत्रादीनि जिजीविषेत् जीवितुमिच्छेत् शतं शतसङ्ख्याकाः समाः संवत्सरान् । तावद्धि पुरुषस्य परमायुर्निरूपितम् । तथा च प्राप्तानुवादेन यज्जिजीविषेच्छतं वर्षाणि तत्कुर्वन्नेव कर्माणीत्येतद्विधीयते ।

அக்னி ஹோத்திராதி தர்மங்களை செய்துகொண்டே ஜீவிப்பதில் இச்சை கொள்ள வேண்டும். (100 எண்ணிக்கை 100 வருடங்கள்) இதனால் புருஷனுடைய பரம ஆயுளானது 100 வருடம் என நிரூபிக்கப்பட்டது.

எது வரைக்கும் ஜீவிக்க. இச்சிக்கிறானோ அந்த 100 வருடங்களும் கர்மம் செய்துகொண்டே வாழ வேண்டும் என்று கர்மமானது அவர்களுக்கு விதிக்கப்பட்டுள்ளது.

एवम् एवंप्रकारे त्वयि जिजीविषति नरे नरमात्राभिमानिनि इतः एतस्मादग्निहोत्रादीनि कर्माणि कुर्वतो वर्तमानात्प्रकारात् अन्यथा प्रकारान्तरं नास्ति, येन प्रकारेणाशुभं कर्म न लिप्यते ; कर्मणा न लिप्यस इत्यर्थः । अतः शास्त्रविहितानि कर्माण्यग्निहोत्रादीनि कुर्वन्नेव जिजीविषेत् ॥

இந்தப் பிரகாரமாக ஜீவிப்பதில் இச்சை உள்ள மனிஷ்யத்வ அபிமானிக்கு எந்த மார்க்கத்தினர் கர்மமானது அவனை ஒட்டாதோ அந்த அக்னி ஹோத்ராதி விஹித கர்மங்களை செய்துகொண்டே ஜீவித்து இருக்க வேண்டுமேயன்றி மற்றொரு பிரகாரமானது கிடையாது. இதற்கு என்ன பொருள் எனில் அவனை சுபாசுப கர்மங்களை ஒட்டாது என்று பொருள். ஆகையால் சாஸ்திரத்தில் விதிக்கப்பட்ட அக்னி ஹோத்ராதி கர்மங்களை செய்து கொண்டே வாழவேண்டும்.

कथं पुनरिदमवगम्यते — पूर्वेण मन्त्रेण संन्यासिनो ज्ञाननिष्ठोक्ता, द्वितीयेन तदशक्तस्य कर्मनिष्ठेति ?

(பூர்வபக்ஷம்) முதல் மந்திரத்தினால் சந்நியாசிகளுக்கான ஞான நிஷ்டை கூறப்பட்டது. இரண்டாவது மந்திரத்தினால் அதில் சக்தியற்றவனுக்கு கர்ம நிஷ்டை கூறப்பட்டது என்பது எவ்வாறு அறியப்படுகிறது?

उच्यते — ज्ञानकर्मणोर्विरोधं पर्वतवदकम्प्यं यथोक्तं न स्मरसि किम् ? इहाप्युक्तम् — यो हि जिजीविषेत्स कर्माणि कुर्वन्नेव इति ; ‘ईशा वास्यमिदं सर्वम्’, ‘तेन त्यक्तेन भुञ्जीथाः मा गृधः कस्य स्विद्धनम्’ इति च । ‘न जीविते मरणे वा गृधिं कुर्वीतारण्यमियात् इति पदं ततो न पुनरेयात्’ ( ? ) इति च संन्यासशासनात् । उभयोः फलभेदं च वक्ष्यति ।

(ஸித்தாந்தம்) ஞான கர்ம விரோதமானது பர்வதத்தைப் போல் அசைக்க முடியாதது என்று எவ்வாறு கூறப்பட்டதோ அது ஞாபகமில்லையா என்ன இங்கும் கூறப்பட்டுள்ளது. எவன் ஜீவிக்க. இச்சிக்கிறானோ அவன் கர்மம் செய்க, இதுவெல்லாம் பரமாத்ம பாவனையால் மறைக்கப்படவேண்டும். அதனால் தியாகத்தினால் பரிபாலிக்க, எவருடைய தனத்தினையும் இச்சை செய்யற்க என்று கூறப்பட்டுள்ளது. அவ்வாறே ஜீவனத்திலாவது, மரணத்திலாவது ஆசை வைக்காதே, அரண்யத்தை அடைவாயாக. இது தான் தாங்கள் அடையவேண்டிய நிலை. அதனின்றும் திரும்பி வருதல் தகாது என்று ஸந்நியாஸ லக்ஷணமானது விதிக்கப்பட்டுள்ளது. இரண்டின் பயன்களின் பேதத்தையும் மேலே சொல்லவும் போகிறது.

‘इमौ द्वावेव पन्थानावनुनिष्क्रान्ततरौ भवतः क्रियापथश्चैव पुरस्तात्संन्यासश्च’ ( ? ) ; तयोः संन्यास एवातिरेचयति — ‘न्यास एवात्यरेचयत्’ (तै. नारा. ७८) इति तैत्तिरीयके । ‘द्वाविमावथ पन्थानौ यत्र वेदाः प्रतिष्ठिताः । प्रवृत्तिलक्षणो धर्मो निवृत्तिश्च विभाषितः’ (मो. ध. २४१ । ६) इत्यादि पुत्राय विचार्य निश्चितमुक्तं व्यासेन वेदाचार्येण भगवता । विभागं चानयोः प्रदर्शयिष्यामः ॥

இவ்விரண்டு மார்க்கங்கள் தான் சிருஷ்டி தொடங்கி வருகின்றனவாக இருக்கின்றன. முதலில் கர்ம மார்க்கமும், பின்னர் சந்நியாச மார்க்கமுமாம். நிவர்த்தி மார்க்கத்தினால் ஏஷணாத்திரய த்யாகம். இந்த இரண்டு மார்க்கங்களுள் சந்நியாச மார்க்கம் தான் மேலானது. த்யாக மார்க்கமே மேலானது என்று தைத்திரீயத்தில் கூறப்பட்டுள்ளது. எதில் வேதங்கள் நிலைப் தர்மமென்றும் மற்றொன்று நிவர்த்தி லக்ஷண தர்மமென்றும் அறியப்பட்டது என்று வேதாச் சாரியரான பகவான் வியாசரால் நன்கு விசாரித்து தனது புத்திரனின் பொருட்டு நிச்சயமாக சொல்லப்பட்டிருக்கின்றது. இந்த இரண்டுகளின் பேதத்தையும் காண்பிக்கப் போகிறோம்.`,
      teeka: `பூர்வமந்த்ரேண ஜ்ஞாநம் விஹிதம் யஸ்ய தஸ்யைவோத்தரமந்த்ரேண கர்ம விஹிதம் தத: ஸமுச்சயாநுஷ்டா²நே தாத்பர்யம் மந்த்ரத்³வயஸ்யேத்யேகதே³ஶிஶங்காமுத்³பா⁴வயதி -
கத²ம் புநரிதி ।
ஶுத்³த⁴ப்³ரஹ்மஜ்ஞாநகர்மணீ நைகாதி⁴காரே விருத்³த⁴த்வாத்³ருதுக³மநத்ரித³ண்டி³த⁴ர்மவத் । அஸ்த்யேவ தத்ராபி க்ரமேணைககர்த்ருகத்வமிதி சேந்ந । விஶிஷ்டரூபபே⁴தா³த்³பி⁴ந்நாதி⁴காரத்வாத் । யச்சோக்தம் ஜ்ஞாநகர்மணோர்வேத³விஹிதத்வேந ஶுத்³தி⁴ஸாம்யாத்³விரோதோ⁴(அ)ஸித்³த⁴ இதி தத³ஸத் । ருதுக³மநத்ரித³ண்டி³த⁴ர்மயோரப்யவிரோத⁴ப்ரஸங்கா³த் । தது³ப⁴யம் நைகஸ்ய விஹிதமிதி சேதுல்யமேதத் । ப்ரதிஷேதா⁴த்தத்ர ந ஸமுச்சய இதி சேதி³ஹாபி ‘ந கர்மணா ந ப்ரஜயா’(தை. நா. 12) ‘நாநுத்⁴யாயாத்³வஹூஞ்ச²ப்³தா³ந்’ இத்யாதி³ப்ரதிஷேத⁴ஸ்துல்ய: ।

கேவலகர்மவிஷயோ நிஷேத⁴ இதி ந ச வாச்யம் கேவலபத³வ்யவச்சே²த்³யாபா⁴வாத்ஸமுச்சயவிதே⁴ரத்³யாப்யநிஶ்சிதத்வாத்தஸ்மாந்ந ஸமச்சயே தாத்பர்யம் மந்த்ரத்³வயஸ்யேத்யாஹ -
ஜ்ஞாநகர்மணோர்விரோத⁴மிதி ।
கர்த்ருத்வாத்³யத்⁴யாஸாஶ்ரயம் கர்ம ஶுத்³த⁴த்வாகர்த்ருத்வாதி³ஜ்ஞாநேநோபம்ருத்³யத இதி ஸம்ப³ந்த⁴க்³ரந்தே² யதோ²க்தம் ஸஹாநவஸ்தா²நலக்ஷணம் விரோத⁴ம் கிம் ந ஸ்மரஸி யேநைகாதி⁴காரத்வம் தயோ: கல்பயஸீத்யர்த²: ।

மந்த்ரலிங்கா³த³பி தயோர்பி⁴ந்நாதி⁴காரத்வம் ப்ரதீயத இத்யாஹ -
இஹாப்யுக்தமிதி ।
ஜிஜீவிஷோ ராகி³ண: கர்ம விஹிதம் ஸர்வமீஶ்வர ஏவேதி ஜ்ஞாநவதஸ்த்யாகோ³ விஹித: । கிஞ்ச த⁴நஸம்பந்நஸ்யைவ கர்மண்யதி⁴கார: । ப்ரத²மமந்த்ரார்தா²தி⁴காரிணஶ்ச த⁴நாகாங்க்ஷாநிஷேதே⁴ந கர்மாதி⁴காரநிஷேத⁴: ப்ரதீயத இத்யர்த²: ।

ஜிஜீவிஷா ஹி கர்மாதி⁴காரிண ஏவ ந ஜ்ஞாநாதி⁴காரிண இத்யத்ர ப்ரமாணமாஹ -
ந ஜீவித இதி ।
அரண்யம் ஸ்த்ரீஜநாஸங்கீர்ணமாஶ்ரமமியாத்³க³ச்சே²தி³தி பத³ம் வேத³ஶாஸ்த்ரஸ்தி²திஸ்ததோ(அ)ரண்யவாஸோபலக்ஷிதாத்ஸம்ந்யாஸாந்ந புநரியாத்கர்மஶ்ரத்³த⁴யா ந ப்ரத்யாவ்ருத்திம் குர்யாதி³தி ஜிஜீவிஷாதி³ரஹிதஸ்ய ஸம்ந்யாஸவிதா⁴நாதி³த்யர்த²: ।

இதஶ்ச நைகப²லகாமஸ்ய ஜ்ஞாநகர்மணோரதி⁴கார: ப்ரதிபத்தவ்ய இத்யாஹ -
உப⁴யோரிதி ।
கோ மோஹ: க: ஶோக ஏகத்வமநுபஶ்யத இதி ஸநிதா³நாநர்த²ப்ரஹாணம் ஜ்ஞாநப²லம் வக்ஷ்யதி । ஸம்ஸாரமண்ட³லாந்தர்க³தமேவ ச தே³ஶாந்தரப்ராப்த்யாயத்தம் ஹிரண்யக³ர்ப⁴பத³ப்ராப்த்யாதி³லக்ஷணம் கர்மப²லம் வக்ஷ்யதி । அக்³நே நய ஸுபதே²த்யந்தேநேத்யர்த²: ।

நாராயணோபநிஷத்³வாக்யமபி பி⁴ந்நாதி⁴காரித்வே ப்ரமாணயதி -
இமௌ த்³வாவேவேதி ।
புரஸ்தாத்ஸ்ருஷ்டிகாலே(அ)நுநிஷ்க்ராந்ததரௌ பூ⁴தஸ்ருஷ்டிமநுப்ரவ்ருத்தௌ பி⁴ந்நாதி⁴காரித்வாது³ப⁴யோ: ஸம்ந்யாஸ ஏவாதிரிக்த: ஶ்ரேஷ்டோ² ப⁴வதி பரமபுருஷார்தா²வ்யவதா⁴நாதி³த்யர்த: ।

வ்யாஸவாக்யமபி ஸம்வாத³கமாஹ -
த்³வாவிமாவிதி ॥ 2 ॥`,
    },
    "telugu": {
      bhashyam: `కుర్వన్నేవ నిర్వర్తయన్నేవ ఇహ కర్మాణి అగ్నిహోత్రాదీని జిజీవిషేత్ జీవితుమిచ్ఛేత్ శతం శతసఙ్ఖ్యాకాః సమాః సంవత్సరాన్ । తావద్ధి పురుషస్య పరమాయుర్నిరూపితమ్ । తథా చ ప్రాప్తానువాదేన యజ్జిజీవిషేచ్ఛతం వర్షాణి తత్కుర్వన్నేవ కర్మాణీత్యేతద్విధీయతే । ఎవమ్ ఎవంప్రకారే త్వయి జిజీవిషతి నరే నరమాత్రాభిమానిని ఇతః ఎతస్మాదగ్నిహోత్రాదీని కర్మాణి కుర్వతో వర్తమానాత్ప్రకారాత్ అన్యథా ప్రకారాన్తరం నాస్తి, యేన ప్రకారేణాశుభం కర్మ న లిప్యతే ; కర్మణా న లిప్యస ఇత్యర్థః । అతః శాస్త్రవిహితాని కర్మాణ్యగ్నిహోత్రాదీని కుర్వన్నేవ జిజీవిషేత్ ॥

కథం పునరిదమవగమ్యతే — పూర్వేణ మన్త్రేణ సంన్యాసినో జ్ఞాననిష్ఠోక్తా, ద్వితీయేన తదశక్తస్య కర్మనిష్ఠేతి ? ఉచ్యతే — జ్ఞానకర్మణోర్విరోధం పర్వతవదకమ్ప్యం యథోక్తం న స్మరసి కిమ్ ? ఇహాప్యుక్తమ్ — యో హి జిజీవిషేత్స కర్మాణి కుర్వన్నేవ ఇతి ; ‘ఈశా వాస్యమిదం సర్వమ్’, ‘తేన త్యక్తేన భుఞ్జీథాః మా గృధః కస్య స్విద్ధనమ్’ ఇతి చ । ‘న జీవితే మరణే వా గృధిం కుర్వీతారణ్యమియాత్ ఇతి పదం తతో న పునరేయాత్’ ( ? ) ఇతి చ సంన్యాసశాసనాత్ । ఉభయోః ఫలభేదం చ వక్ష్యతి । ‘ఇమౌ ద్వావేవ పన్థానావనునిష్క్రాన్తతరౌ భవతః క్రియాపథశ్చైవ పురస్తాత్సంన్యాసశ్చ’ ( ? ) ; తయోః సంన్యాస ఎవాతిరేచయతి — ‘న్యాస ఎవాత్యరేచయత్’ (తై. నారా. ౭౮) ఇతి తైత్తిరీయకే । ‘ద్వావిమావథ పన్థానౌ యత్ర వేదాః ప్రతిష్ఠితాః । ప్రవృత్తిలక్షణో ధర్మో నివృత్తిశ్చ విభాషితః’ (మో. ధ. ౨౪౧ । ౬) ఇత్యాది పుత్రాయ విచార్య నిశ్చితముక్తం వ్యాసేన వేదాచార్యేణ భగవతా । విభాగం చానయోః ప్రదర్శయిష్యామః ॥`,
      teeka: `పూర్వమన్త్రేణ జ్ఞానం విహితం యస్య తస్యైవోత్తరమన్త్రేణ కర్మ విహితం తతః సముచ్చయానుష్ఠానే తాత్పర్యం మన్త్రద్వయస్యేత్యేకదేశిశఙ్కాముద్భావయతి -
కథం పునరితి ।
శుద్ధబ్రహ్మజ్ఞానకర్మణీ నైకాధికారే విరుద్ధత్వాదృతుగమనత్రిదణ్డిధర్మవత్ । అస్త్యేవ తత్రాపి క్రమేణైకకర్తృకత్వమితి చేన్న । విశిష్టరూపభేదాద్భిన్నాధికారత్వాత్ । యచ్చోక్తం జ్ఞానకర్మణోర్వేదవిహితత్వేన శుద్ధిసామ్యాద్విరోధోఽసిద్ధ ఇతి తదసత్ । ఋతుగమనత్రిదణ్డిధర్మయోరప్యవిరోధప్రసఙ్గాత్ । తదుభయం నైకస్య విహితమితి చేతుల్యమేతత్ । ప్రతిషేధాత్తత్ర న సముచ్చయ ఇతి చేదిహాపి ‘న కర్మణా న ప్రజయా’(తై. నా. ౧౨) ‘నానుధ్యాయాద్వహూఞ్ఛబ్దాన్’ ఇత్యాదిప్రతిషేధస్తుల్యః ।

కేవలకర్మవిషయో నిషేధ ఇతి న చ వాచ్యం కేవలపదవ్యవచ్ఛేద్యాభావాత్సముచ్చయవిధేరద్యాప్యనిశ్చితత్వాత్తస్మాన్న సమచ్చయే తాత్పర్యం మన్త్రద్వయస్యేత్యాహ -
జ్ఞానకర్మణోర్విరోధమితి ।
కర్తృత్వాద్యధ్యాసాశ్రయం కర్మ శుద్ధత్వాకర్తృత్వాదిజ్ఞానేనోపమృద్యత ఇతి సమ్బన్ధగ్రన్థే యథోక్తం సహానవస్థానలక్షణం విరోధం కిం న స్మరసి యేనైకాధికారత్వం తయోః కల్పయసీత్యర్థః ।

మన్త్రలిఙ్గాదపి తయోర్భిన్నాధికారత్వం ప్రతీయత ఇత్యాహ -
ఇహాప్యుక్తమితి ।
జిజీవిషో రాగిణః కర్మ విహితం సర్వమీశ్వర ఎవేతి జ్ఞానవతస్త్యాగో విహితః । కిఞ్చ ధనసమ్పన్నస్యైవ కర్మణ్యధికారః । ప్రథమమన్త్రార్థాధికారిణశ్చ ధనాకాఙ్క్షానిషేధేన కర్మాధికారనిషేధః ప్రతీయత ఇత్యర్థః ।

జిజీవిషా హి కర్మాధికారిణ ఎవ న జ్ఞానాధికారిణ ఇత్యత్ర ప్రమాణమాహ -
న జీవిత ఇతి ।
అరణ్యం స్త్రీజనాసఙ్కీర్ణమాశ్రమమియాద్గచ్ఛేదితి పదం వేదశాస్త్రస్థితిస్తతోఽరణ్యవాసోపలక్షితాత్సంన్యాసాన్న పునరియాత్కర్మశ్రద్ధయా న ప్రత్యావృత్తిం కుర్యాదితి జిజీవిషాదిరహితస్య సంన్యాసవిధానాదిత్యర్థః ।

ఇతశ్చ నైకఫలకామస్య జ్ఞానకర్మణోరధికారః ప్రతిపత్తవ్య ఇత్యాహ -
ఉభయోరితి ।
కో మోహః కః శోక ఎకత్వమనుపశ్యత ఇతి సనిదానానర్థప్రహాణం జ్ఞానఫలం వక్ష్యతి । సంసారమణ్డలాన్తర్గతమేవ చ దేశాన్తరప్రాప్త్యాయత్తం హిరణ్యగర్భపదప్రాప్త్యాదిలక్షణం కర్మఫలం వక్ష్యతి । అగ్నే నయ సుపథేత్యన్తేనేత్యర్థః ।

నారాయణోపనిషద్వాక్యమపి భిన్నాధికారిత్వే ప్రమాణయతి -
ఇమౌ ద్వావేవేతి ।
పురస్తాత్సృష్టికాలేఽనునిష్క్రాన్తతరౌ భూతసృష్టిమనుప్రవృత్తౌ భిన్నాధికారిత్వాదుభయోః సంన్యాస ఎవాతిరిక్తః శ్రేష్ఠో భవతి పరమపురుషార్థావ్యవధానాదిత్యర్తః ।

వ్యాసవాక్యమపి సమ్వాదకమాహ -
ద్వావిమావితి ॥ ౨ ॥`,
    },
  },
  3: {
    "devanagari": {
      bhashyam: `असुर्याः परमात्मभावमद्वयमपेक्ष्य देवादयोऽप्यसुराः । तेषां च स्वभूता लोका असुर्याः नाम । नामशब्दोऽनर्थको निपातः । ते लोकाः कर्मफलानि लोक्यन्ते दृश्यन्ते भुज्यन्त इति जन्मानि । अन्धेन अदर्शनात्मकेनाज्ञानेन तमसा आवृताः आच्छादिताः । तान् स्थावरान्तान् , प्रेत्य त्यक्त्वेमं देहम् अभिगच्छन्ति यथाकर्म यथाश्रुतम् । ये के च आत्महनः आत्मानं घ्नन्तीत्यात्महनः । के ? ते जनाः येऽविद्वांसः । कथं ते आत्मानं नित्यं हिंसन्ति ? अविद्यादोषेण विद्यमानस्यात्मनस्तिरस्करणात् । विद्यमानस्यात्मनो यत्कार्यं फलमजरामरत्वादिसंवेदनादिलक्षणम् , तत् हतस्येव तिरोभूतं भवतीति प्राकृता अविद्वांसो जना आत्महन इत्युच्यन्ते । तेन ह्यात्महननदोषेण संसरन्ति ते ॥`,
      teeka: `यथाश्रुतमिति ।
येन यादृशं प्रतिषिद्धं विहितं वा देवतादिज्ञानमनुष्ठितं स तदनुरूपामेव योनिमाप्नोतीत्यर्थः ।

आत्महन्तृत्वस्योदरभेदिनि प्रसिद्धेः कथमविद्वांस आत्महन इत्याह -
कथं त इति ।

उदरभेदिनोऽध्यात्माधिकारे प्रसङ्गाभावादशुद्धत्वाध्यासेन तिरस्कार एवाऽऽत्महन्तृत्वमित्याह -
अविद्यादोषेणेति ।
यथा कस्यचिच्छुद्धस्य मिथ्याभिशापोऽशस्त्रवध उच्यते तद्वदात्मनि पापित्वाद्यध्यासोऽपि हिंसैवेत्यर्थः ।

अजरामरत्वादिलक्षणोऽहमिति सम्वेदनमभिधानं च यत्कार्य तद्धतस्येव न दृश्यत इति हननमुपचर्यत इत्याह -
विद्यमानस्येति ।

अस्याऽऽत्मघातस्य प्रायश्चितविधानादर्शनात्संसरणमेव फलमित्याह -
तेन हीति ॥ ३ ॥`,
    },
    "kannada": {
      bhashyam: `ಅಸುರ್ಯಾಃ ಪರಮಾತ್ಮಭಾವಮದ್ವಯಮಪೇಕ್ಷ್ಯ ದೇವಾದಯೋಽಪ್ಯಸುರಾಃ । ತೇಷಾಂ ಚ ಸ್ವಭೂತಾ ಲೋಕಾ ಅಸುರ್ಯಾಃ ನಾಮ । ನಾಮಶಬ್ದೋಽನರ್ಥಕೋ ನಿಪಾತಃ । ತೇ ಲೋಕಾಃ ಕರ್ಮಫಲಾನಿ ಲೋಕ್ಯಂತೇ ದೃಶ್ಯಂತೇ ಭುಜ್ಯಂತ ಇತಿ ಜನ್ಮಾನಿ । ಅಂಧೇನ ಅದರ್ಶನಾತ್ಮಕೇನಾಜ್ಞಾನೇನ ತಮಸಾ ಆವೃತಾಃ ಆಚ್ಛಾದಿತಾಃ । ತಾನ್ ಸ್ಥಾವರಾಂತಾನ್ , ಪ್ರೇತ್ಯ ತ್ಯಕ್ತ್ವೇಮಂ ದೇಹಮ್ ಅಭಿಗಚ್ಛಂತಿ ಯಥಾಕರ್ಮ ಯಥಾಶ್ರುತಮ್ ।

ಯೇ ಕೇ ಚ ಆತ್ಮಹನಃ ಆತ್ಮಾನಂ ಘ್ನಂತೀತ್ಯಾತ್ಮಹನಃ । ಕೇ ? ತೇ ಜನಾಃ ಯೇಽವಿದ್ವಾಂಸಃ । ಕಥಂ ತೇ ಆತ್ಮಾನಂ ನಿತ್ಯಂ ಹಿಂಸಂತಿ ? ಅವಿದ್ಯಾದೋಷೇಣ ವಿದ್ಯಮಾನಸ್ಯಾತ್ಮನಸ್ತಿರಸ್ಕರಣಾತ್ । ವಿದ್ಯಮಾನಸ್ಯಾತ್ಮನೋ ಯತ್ಕಾರ್ಯಂ ಫಲಮಜರಾಮರತ್ವಾದಿಸಂವೇದನಾದಿಲಕ್ಷಣಮ್ , ತತ್ ಹತಸ್ಯೇವ ತಿರೋಭೂತಂ ಭವತೀತಿ ಪ್ರಾಕೃತಾ ಅವಿದ್ವಾಂಸೋ ಜನಾ ಆತ್ಮಹನ ಇತ್ಯುಚ್ಯಂತೇ । ತೇನ ಹ್ಯಾತ್ಮಹನನದೋಷೇಣ ಸಂಸರಂತಿ ತೇ ॥`,
      teeka: `ಯಥಾಶ್ರುತಮಿತಿ ।
ಯೇನ ಯಾದೃಶಂ ಪ್ರತಿಷಿದ್ಧಂ ವಿಹಿತಂ ವಾ ದೇವತಾದಿಜ್ಞಾನಮನುಷ್ಠಿತಂ ಸ ತದನುರೂಪಾಮೇವ ಯೋನಿಮಾಪ್ನೋತೀತ್ಯರ್ಥಃ ।

ಆತ್ಮಹಂತೃತ್ವಸ್ಯೋದರಭೇದಿನಿ ಪ್ರಸಿದ್ಧೇಃ ಕಥಮವಿದ್ವಾಂಸ ಆತ್ಮಹನ ಇತ್ಯಾಹ -
ಕಥಂ ತ ಇತಿ ।

ಉದರಭೇದಿನೋಽಧ್ಯಾತ್ಮಾಧಿಕಾರೇ ಪ್ರಸಂಗಾಭಾವಾದಶುದ್ಧತ್ವಾಧ್ಯಾಸೇನ ತಿರಸ್ಕಾರ ಏವಾಽಽತ್ಮಹಂತೃತ್ವಮಿತ್ಯಾಹ -
ಅವಿದ್ಯಾದೋಷೇಣೇತಿ ।
ಯಥಾ ಕಸ್ಯಚಿಚ್ಛುದ್ಧಸ್ಯ ಮಿಥ್ಯಾಭಿಶಾಪೋಽಶಸ್ತ್ರವಧ ಉಚ್ಯತೇ ತದ್ವದಾತ್ಮನಿ ಪಾಪಿತ್ವಾದ್ಯಧ್ಯಾಸೋಽಪಿ ಹಿಂಸೈವೇತ್ಯರ್ಥಃ ।

ಅಜರಾಮರತ್ವಾದಿಲಕ್ಷಣೋಽಹಮಿತಿ ಸಮ್ವೇದನಮಭಿಧಾನಂ ಚ ಯತ್ಕಾರ್ಯ ತದ್ಧತಸ್ಯೇವ ನ ದೃಶ್ಯತ ಇತಿ ಹನನಮುಪಚರ್ಯತ ಇತ್ಯಾಹ -
ವಿದ್ಯಮಾನಸ್ಯೇತಿ ।

ಅಸ್ಯಾಽಽತ್ಮಘಾತಸ್ಯ ಪ್ರಾಯಶ್ಚಿತವಿಧಾನಾದರ್ಶನಾತ್ಸಂಸರಣಮೇವ ಫಲಮಿತ್ಯಾಹ -
ತೇನ ಹೀತಿ ॥ ೩ ॥`,
    },
    "tamil": {
      bhashyam: `असुर्या नाम ते लोका अन्धेन तमसा वृताः । 
तांस्ते प्रेत्याभिगच्छन्ति ये के चात्महनो जनाः ॥ ३ ॥

அவதாரிகை இப்பொழுது அவித்வானை நிந்திப்பதன் பொருட்டு இந்த மந்திரமானது ஆரம்பிக்கப்படுகின்றது.

असु र्याः परमात्मभावमद्वयमपेक्ष्य देवादयोऽप्यसुराः । तेषां च स्वभूता लोका असुर्याः नाम । नामशब्दोऽनर्थको निपातः ।

அஸுர்ய = அத்வைதமான பரமாத்ம பாவத்தை அபேக்ஷித்து தேவர்களும் அசுரர்களே. அவர்களுடைய லோகங்களும் அஸுர்ய லோகமே. நாமசப்தத்திற்கு அர்த்தமில்லை.

ते लोकाः कर्मफलानि लोक्यन्ते दृश्यन्ते भुज्यन्त इति जन्मानि । अन्धेन अदर्शनात्मकेनाज्ञानेन तमसा आवृताः आच्छादिताः । तान् स्थावरान्तान् , प्रेत्य त्यक्त्वेमं देहम् अभिगच्छन्ति यथाकर्म यथाश्रुतम् ।

அந்த லோகங்கள் கர்ம பலன்களே. அதாவது கர்ம பலன்கள் (லோக்யந்தே) பார்க்க என்றால் புஜிக்கப்படுவதால் பிறவிகள் லோகங்கள் எனப்படும்.

அந்தேன என்றால் அதர்சனாத்மகமான அக்ஞானமான தமஸினால் மறைக்கப்பட்டவர்களாய், இந்த தேஹத்தை விட்டு (ப்ரஹ்மா முதல்) ஸ்தாவரம் வரையுள்ள பிறவிகளை கர்மாவிற்கு தகுந்தபடி, உபாசனைக்குத் தகுந்தபடி அடைகின்றனர்.

ये के च आत्महनः आत्मानं घ्नन्तीत्यात्महनः । के ? ते जनाः येऽविद्वांसः । कथं ते आत्मानं नित्यं हिंसन्ति ? अविद्यादोषेण विद्यमानस्यात्मनस्तिरस्करणात् । विद्यमानस्यात्मनो यत्कार्यं फलमजरामरत्वादिसंवेदनादिलक्षणम् , तत् हतस्येव तिरोभूतं भवतीति प्राकृता अविद्वांसो जना आत्महन इत्युच्यन्ते । तेन ह्यात्महननदोषेण संसरन्ति ते ॥

ஆத்மாவை எவர்கள் நாசம் செய்கிறார்களோ அவர்கள் ஆத்ம ஹந்தாக்கள் (ஆத்மஹத்தி செய்பவர்) அவர்கள் எவர்களெனின் அவித்வான்கள். அவர்கள் ஆத்மாவை நித்யம் எவ்வாறு ஹிம்சிக்கிறார்கள்?

அவித்யா தோஷத்தினால் எப்பொழுதும் உள்ள ஆத்மாவை (நிராகரிப்பதால்) திரஸ்காரம் செய்வதால் என்க.

அந்த ஆத்மாவினுடைய அஜரத்தன்மை, அமரத்தன்மை முதலியவற்றை சாக்ஷாத்கரித்தல் ரூபமான யாதொரு பலனுண்டோ அது (ஹனனனுக்கு) மறைக்கப்பட்டதால் பிரகிருதி வசப்பட்ட அவித்வான்களாகிய ஜனங்கள் ஆத்ம ஹனனம் செய்கின்றவர்கள் எனப்படுகின்றார்கள்.

அந்த ஆத்ம ஹனன தோஷத்தினால் அவித்வான்கள் சம்சாரத்தை (ஜனன, மரணத்தை) அடைகின்றனர்.`,
      teeka: `யதா²ஶ்ருதமிதி ।
யேந யாத்³ருஶம் ப்ரதிஷித்³த⁴ம் விஹிதம் வா தே³வதாதி³ஜ்ஞாநமநுஷ்டி²தம் ஸ தத³நுரூபாமேவ யோநிமாப்நோதீத்யர்த²: ।

ஆத்மஹந்த்ருத்வஸ்யோத³ரபே⁴தி³நி ப்ரஸித்³தே⁴: கத²மவித்³வாம்ஸ ஆத்மஹந இத்யாஹ -
கத²ம் த இதி ।

உத³ரபே⁴தி³நோ(அ)த்⁴யாத்மாதி⁴காரே ப்ரஸங்கா³பா⁴வாத³ஶுத்³த⁴த்வாத்⁴யாஸேந திரஸ்கார ஏவா(அ)(அ)த்மஹந்த்ருத்வமித்யாஹ -
அவித்³யாதோ³ஷேணேதி ।
யதா² கஸ்யசிச்சு²த்³த⁴ஸ்ய மித்²யாபி⁴ஶாபோ(அ)ஶஸ்த்ரவத⁴ உச்யதே தத்³வதா³த்மநி பாபித்வாத்³யத்⁴யாஸோ(அ)பி ஹிம்ஸைவேத்யர்த²: ।

அஜராமரத்வாதி³லக்ஷணோ(அ)ஹமிதி ஸம்வேத³நமபி⁴தா⁴நம் ச யத்கார்ய தத்³த⁴தஸ்யேவ ந த்³ருஶ்யத இதி ஹநநமுபசர்யத இத்யாஹ -
வித்³யமாநஸ்யேதி ।

அஸ்யா(அ)(அ)த்மகா⁴தஸ்ய ப்ராயஶ்சிதவிதா⁴நாத³ர்ஶநாத்ஸம்ஸரணமேவ ப²லமித்யாஹ -
தேந ஹீதி ॥ 3 ॥`,
    },
    "telugu": {
      bhashyam: `అసుర్యాః పరమాత్మభావమద్వయమపేక్ష్య దేవాదయోఽప్యసురాః । తేషాం చ స్వభూతా లోకా అసుర్యాః నామ । నామశబ్దోఽనర్థకో నిపాతః । తే లోకాః కర్మఫలాని లోక్యన్తే దృశ్యన్తే భుజ్యన్త ఇతి జన్మాని । అన్ధేన అదర్శనాత్మకేనాజ్ఞానేన తమసా ఆవృతాః ఆచ్ఛాదితాః । తాన్ స్థావరాన్తాన్ , ప్రేత్య త్యక్త్వేమం దేహమ్ అభిగచ్ఛన్తి యథాకర్మ యథాశ్రుతమ్ ।

యే కే చ ఆత్మహనః ఆత్మానం ఘ్నన్తీత్యాత్మహనః । కే ? తే జనాః యేఽవిద్వాంసః । కథం తే ఆత్మానం నిత్యం హింసన్తి ? అవిద్యాదోషేణ విద్యమానస్యాత్మనస్తిరస్కరణాత్ । విద్యమానస్యాత్మనో యత్కార్యం ఫలమజరామరత్వాదిసంవేదనాదిలక్షణమ్ , తత్ హతస్యేవ తిరోభూతం భవతీతి ప్రాకృతా అవిద్వాంసో జనా ఆత్మహన ఇత్యుచ్యన్తే । తేన హ్యాత్మహననదోషేణ సంసరన్తి తే ॥`,
      teeka: `యథాశ్రుతమితి ।
యేన యాదృశం ప్రతిషిద్ధం విహితం వా దేవతాదిజ్ఞానమనుష్ఠితం స తదనురూపామేవ యోనిమాప్నోతీత్యర్థః ।

ఆత్మహన్తృత్వస్యోదరభేదిని ప్రసిద్ధేః కథమవిద్వాంస ఆత్మహన ఇత్యాహ -
కథం త ఇతి ।

ఉదరభేదినోఽధ్యాత్మాధికారే ప్రసఙ్గాభావాదశుద్ధత్వాధ్యాసేన తిరస్కార ఎవాఽఽత్మహన్తృత్వమిత్యాహ -
అవిద్యాదోషేణేతి ।
యథా కస్యచిచ్ఛుద్ధస్య మిథ్యాభిశాపోఽశస్త్రవధ ఉచ్యతే తద్వదాత్మని పాపిత్వాద్యధ్యాసోఽపి హింసైవేత్యర్థః ।

అజరామరత్వాదిలక్షణోఽహమితి సమ్వేదనమభిధానం చ యత్కార్య తద్ధతస్యేవ న దృశ్యత ఇతి హననముపచర్యత ఇత్యాహ -
విద్యమానస్యేతి ।

అస్యాఽఽత్మఘాతస్య ప్రాయశ్చితవిధానాదర్శనాత్సంసరణమేవ ఫలమిత్యాహ -
తేన హీతి ॥ ౩ ॥`,
    },
  },
  4: {
    "devanagari": {
      bhashyam: `अनेजत् न एजत् । ‘एजृ कम्पने’, कम्पनं चलनं स्वावस्थाप्रच्युतिः, तद्वर्जितम् , सर्वदा एकरूपमित्यर्थः । तच्च एकं सर्वभूतेषु । मनसः सङ्कल्पादिलक्षणात् जवीयो जववत्तरम् । कथं विरुद्धमुच्यते — ध्रुवं निश्चलमिदम् , मनसो जवीय इति च ? नैष दोषः, निरुपाध्युपाधिमत्त्वेनोपपत्तेः । तत्र निरुपाधिकेन स्वेन रूपेणोच्यते — अनेजदेकम् इति । मनसः अन्तःकरणस्य सङ्कल्पविकल्पलक्षणस्योपाधेरनुवर्तनात् । इह देहस्थस्य मनसो ब्रह्मलोकादिदूरस्थसङ्कल्पनं क्षणमात्राद्भवतीत्यतो मनसो जविष्ठत्वं लोकप्रसिद्धम् । तस्मिन्मनसि ब्रह्मलोकादीन् द्रुतं गच्छति सति, प्रथमप्राप्त इवात्मचैतन्याभासो गृह्यते । अतः मनसो जवीयः इत्याह । नैनद्देवाः, द्योतनाद्देवाः चक्षुरादीनीन्द्रियाणि, एनत् प्रकृतमात्मतत्त्वं नाप्नुवन् न प्राप्तवन्तः । तेभ्यो मनो जवीयः । मनोव्यापारव्यवहितत्वादाभासमात्रमप्यात्मनो नैव देवानां विषयीभवति ; यस्माज्जवनान्मनसोऽपि पूर्वमर्षत् पूर्वमेव गतम् , व्योमवद्व्यापित्वात् । सर्वव्यापि तदात्मतत्त्वं सर्वसंसारधर्मवर्जितं स्वेन निरुपाधिकेन स्वरूपेणाविक्रियमेव सत् , उपाधिकृताः सर्वाः संसारविक्रिया अनुभवतीवाविवेकिनां मूढानामनेकमिव च प्रतिदेहं प्रत्यवभासत इत्येतदाह — तत् धावतः द्रुतं गच्छतः अन्यान् आत्मविलक्षणान्मनोवागिन्द्रियप्रभृतीन् अत्येति अतीत्य गच्छतीव । इवार्थं स्वयमेव दर्शयति — तिष्ठदिति, स्वयमविक्रियमेव सदित्यर्थः । तस्मिन् आत्मतत्त्वे सति नित्यचैतन्यस्वभावे, मातरिश्वा मातरि अन्तरिक्षे श्वयति गच्छतीति मातरिश्वा वायुः सर्वप्राणभृत्क्रियात्मकः, यदाश्रयाणि कार्यकरणजातानि यस्मिन्नोतानि प्रोतानि च, यत्सूत्रसंज्ञकं सर्वस्य जगतो विधारयितृ, स मातरिश्वा, अपः कर्माणि प्राणिनां चेष्टालक्षणानि अग्न्यादित्यपर्जन्यादीनां ज्वलनदहनप्रकाशाभिवर्षणादिलक्षणानि, दधाति विभजतीत्यर्थः, धारयतीति वा ; ‘भीषास्माद्वातः पवते’ इत्यादिश्रुतिभ्यः । सर्वा हि कार्यकरणविक्रिया नित्यचैतन्यात्मस्वरूपे सर्वास्पदभूते सत्येव भवन्तीत्यर्थः ॥`,
      teeka: `अविक्रियमेकं चेदात्मतत्त्वं कथं तर्हि केचन स्वर्गगामिनः केचन नरकगामिन इति सांसारिकव्यवस्था स्यादिति चेन्मनउपाधिनिबन्धनेत्यभिप्रेत्याऽह -
मनस इत्यादिना ।
उपाधेरनुवर्तनात् विक्रियादिव्यवहाराश्रयत्वमिति शेषः ।

ननु मनसो देहान्तःस्थात्वद्बहिर्गमनायोग्यत्वात्कथं वेगवत्त्वमित्याशङ्क्याह -
देहस्थस्येति ।

जवीयस्त्वादश्वादिवत्तर्हि चक्षुरादिग्राह्यत्वं प्राप्तमित्याशङ्क्याऽऽह -
नैनद्दैवा इति ।
चक्षुरादिप्रवृत्तेर्मनोव्यापारपूर्वकत्वात्तदविषयत्वे चक्षुरादिविषयत्वमप्यात्मतो न सम्भवतीत्यर्थः ।

मनसो वा कथं न विषय आत्मेत्यत आह -
यस्मादिति ।
यथा मनःस्थं परिमाणं मनसो न विषयोऽत्यन्ताव्यवधानातथाऽऽत्माऽप्यन्ताव्यवधानान्मनसो न विषयस्तद्वयापकत्वाच्चेत्यर्थः ।

उक्तात्मसम्भावनायोपपत्तिमाह -
तस्मिन्नात्मतत्त्वे सतीति ।
श्रौतानि कर्माणि सोमाज्यपयः प्रभृतिभिरिद्भिः सम्पाद्यन्त इति सम्बन्धाल्लाक्षणिकोऽप्शब्दः कर्मसु प्राणचेष्टायाश्चाब्निमितत्वप्रसिद्धेः; कारणवाचकः शब्दः कार्ये लक्षणया प्रयुक्ता इत्यर्थः ।

ईश्वरस्यापि हिरण्यगर्भस्य नियतप्रवृत्त्यन्यथानुपपत्त्याऽधिष्ठाता परमेश्वरः सम्भाव्यत इत्युक्तामिदानीं मातरिश्वग्रहणमुपलक्षणार्थमादाय तात्पर्यमाह -
सर्वा हीति ॥ ४ ॥`,
    },
    "kannada": {
      bhashyam: `ಅನೇಜತ್ ನ ಏಜತ್ । ‘ಏಜೃ ಕಂಪನೇ’, ಕಂಪನಂ ಚಲನಂ ಸ್ವಾವಸ್ಥಾಪ್ರಚ್ಯುತಿಃ, ತದ್ವರ್ಜಿತಮ್ , ಸರ್ವದಾ ಏಕರೂಪಮಿತ್ಯರ್ಥಃ । ತಚ್ಚ ಏಕಂ ಸರ್ವಭೂತೇಷು । ಮನಸಃ ಸಂಕಲ್ಪಾದಿಲಕ್ಷಣಾತ್ ಜವೀಯೋ ಜವವತ್ತರಮ್ । ಕಥಂ ವಿರುದ್ಧಮುಚ್ಯತೇ — ಧ್ರುವಂ ನಿಶ್ಚಲಮಿದಮ್ , ಮನಸೋ ಜವೀಯ ಇತಿ ಚ ? ನೈಷ ದೋಷಃ, ನಿರುಪಾಧ್ಯುಪಾಧಿಮತ್ತ್ವೇನೋಪಪತ್ತೇಃ । ತತ್ರ ನಿರುಪಾಧಿಕೇನ ಸ್ವೇನ ರೂಪೇಣೋಚ್ಯತೇ — ಅನೇಜದೇಕಮ್ ಇತಿ । ಮನಸಃ ಅಂತಃಕರಣಸ್ಯ ಸಂಕಲ್ಪವಿಕಲ್ಪಲಕ್ಷಣಸ್ಯೋಪಾಧೇರನುವರ್ತನಾತ್ । ಇಹ ದೇಹಸ್ಥಸ್ಯ ಮನಸೋ ಬ್ರಹ್ಮಲೋಕಾದಿದೂರಸ್ಥಸಂಕಲ್ಪನಂ ಕ್ಷಣಮಾತ್ರಾದ್ಭವತೀತ್ಯತೋ ಮನಸೋ ಜವಿಷ್ಠತ್ವಂ ಲೋಕಪ್ರಸಿದ್ಧಮ್ । ತಸ್ಮಿನ್ಮನಸಿ ಬ್ರಹ್ಮಲೋಕಾದೀನ್ ದ್ರುತಂ ಗಚ್ಛತಿ ಸತಿ, ಪ್ರಥಮಪ್ರಾಪ್ತ ಇವಾತ್ಮಚೈತನ್ಯಾಭಾಸೋ ಗೃಹ್ಯತೇ । ಅತಃ ಮನಸೋ ಜವೀಯಃ ಇತ್ಯಾಹ । ನೈನದ್ದೇವಾಃ, ದ್ಯೋತನಾದ್ದೇವಾಃ ಚಕ್ಷುರಾದೀನೀಂದ್ರಿಯಾಣಿ, ಏನತ್ ಪ್ರಕೃತಮಾತ್ಮತತ್ತ್ವಂ ನಾಪ್ನುವನ್ ನ ಪ್ರಾಪ್ತವಂತಃ । ತೇಭ್ಯೋ ಮನೋ ಜವೀಯಃ । ಮನೋವ್ಯಾಪಾರವ್ಯವಹಿತತ್ವಾದಾಭಾಸಮಾತ್ರಮಪ್ಯಾತ್ಮನೋ ನೈವ ದೇವಾನಾಂ ವಿಷಯೀಭವತಿ ; ಯಸ್ಮಾಜ್ಜವನಾನ್ಮನಸೋಽಪಿ ಪೂರ್ವಮರ್ಷತ್ ಪೂರ್ವಮೇವ ಗತಮ್ , ವ್ಯೋಮವದ್ವ್ಯಾಪಿತ್ವಾತ್ । ಸರ್ವವ್ಯಾಪಿ ತದಾತ್ಮತತ್ತ್ವಂ ಸರ್ವಸಂಸಾರಧರ್ಮವರ್ಜಿತಂ ಸ್ವೇನ ನಿರುಪಾಧಿಕೇನ ಸ್ವರೂಪೇಣಾವಿಕ್ರಿಯಮೇವ ಸತ್ , ಉಪಾಧಿಕೃತಾಃ ಸರ್ವಾಃ ಸಂಸಾರವಿಕ್ರಿಯಾ ಅನುಭವತೀವಾವಿವೇಕಿನಾಂ ಮೂಢಾನಾಮನೇಕಮಿವ ಚ ಪ್ರತಿದೇಹಂ ಪ್ರತ್ಯವಭಾಸತ ಇತ್ಯೇತದಾಹ — ತತ್ ಧಾವತಃ ದ್ರುತಂ ಗಚ್ಛತಃ ಅನ್ಯಾನ್ ಆತ್ಮವಿಲಕ್ಷಣಾನ್ಮನೋವಾಗಿಂದ್ರಿಯಪ್ರಭೃತೀನ್ ಅತ್ಯೇತಿ ಅತೀತ್ಯ ಗಚ್ಛತೀವ । ಇವಾರ್ಥಂ ಸ್ವಯಮೇವ ದರ್ಶಯತಿ — ತಿಷ್ಠದಿತಿ, ಸ್ವಯಮವಿಕ್ರಿಯಮೇವ ಸದಿತ್ಯರ್ಥಃ । ತಸ್ಮಿನ್ ಆತ್ಮತತ್ತ್ವೇ ಸತಿ ನಿತ್ಯಚೈತನ್ಯಸ್ವಭಾವೇ, ಮಾತರಿಶ್ವಾ ಮಾತರಿ ಅಂತರಿಕ್ಷೇ ಶ್ವಯತಿ ಗಚ್ಛತೀತಿ ಮಾತರಿಶ್ವಾ ವಾಯುಃ ಸರ್ವಪ್ರಾಣಭೃತ್ಕ್ರಿಯಾತ್ಮಕಃ, ಯದಾಶ್ರಯಾಣಿ ಕಾರ್ಯಕರಣಜಾತಾನಿ ಯಸ್ಮಿನ್ನೋತಾನಿ ಪ್ರೋತಾನಿ ಚ, ಯತ್ಸೂತ್ರಸಂಜ್ಞಕಂ ಸರ್ವಸ್ಯ ಜಗತೋ ವಿಧಾರಯಿತೃ, ಸ ಮಾತರಿಶ್ವಾ, ಅಪಃ ಕರ್ಮಾಣಿ ಪ್ರಾಣಿನಾಂ ಚೇಷ್ಟಾಲಕ್ಷಣಾನಿ ಅಗ್ನ್ಯಾದಿತ್ಯಪರ್ಜನ್ಯಾದೀನಾಂ ಜ್ವಲನದಹನಪ್ರಕಾಶಾಭಿವರ್ಷಣಾದಿಲಕ್ಷಣಾನಿ, ದಧಾತಿ ವಿಭಜತೀತ್ಯರ್ಥಃ, ಧಾರಯತೀತಿ ವಾ ; ‘ಭೀಷಾಸ್ಮಾದ್ವಾತಃ ಪವತೇ’ ಇತ್ಯಾದಿಶ್ರುತಿಭ್ಯಃ । ಸರ್ವಾ ಹಿ ಕಾರ್ಯಕರಣವಿಕ್ರಿಯಾ ನಿತ್ಯಚೈತನ್ಯಾತ್ಮಸ್ವರೂಪೇ ಸರ್ವಾಸ್ಪದಭೂತೇ ಸತ್ಯೇವ ಭವಂತೀತ್ಯರ್ಥಃ ॥`,
      teeka: `ಅವಿಕ್ರಿಯಮೇಕಂ ಚೇದಾತ್ಮತತ್ತ್ವಂ ಕಥಂ ತರ್ಹಿ ಕೇಚನ ಸ್ವರ್ಗಗಾಮಿನಃ ಕೇಚನ ನರಕಗಾಮಿನ ಇತಿ ಸಾಂಸಾರಿಕವ್ಯವಸ್ಥಾ ಸ್ಯಾದಿತಿ ಚೇನ್ಮನಉಪಾಧಿನಿಬಂಧನೇತ್ಯಭಿಪ್ರೇತ್ಯಾಽಹ -
ಮನಸ ಇತ್ಯಾದಿನಾ ।
ಉಪಾಧೇರನುವರ್ತನಾತ್ ವಿಕ್ರಿಯಾದಿವ್ಯವಹಾರಾಶ್ರಯತ್ವಮಿತಿ ಶೇಷಃ ।

ನನು ಮನಸೋ ದೇಹಾಂತಃಸ್ಥಾತ್ವದ್ಬಹಿರ್ಗಮನಾಯೋಗ್ಯತ್ವಾತ್ಕಥಂ ವೇಗವತ್ತ್ವಮಿತ್ಯಾಶಂಕ್ಯಾಹ -
ದೇಹಸ್ಥಸ್ಯೇತಿ ।

ಜವೀಯಸ್ತ್ವಾದಶ್ವಾದಿವತ್ತರ್ಹಿ ಚಕ್ಷುರಾದಿಗ್ರಾಹ್ಯತ್ವಂ ಪ್ರಾಪ್ತಮಿತ್ಯಾಶಂಕ್ಯಾಽಽಹ -
ನೈನದ್ದೈವಾ ಇತಿ ।
ಚಕ್ಷುರಾದಿಪ್ರವೃತ್ತೇರ್ಮನೋವ್ಯಾಪಾರಪೂರ್ವಕತ್ವಾತ್ತದವಿಷಯತ್ವೇ ಚಕ್ಷುರಾದಿವಿಷಯತ್ವಮಪ್ಯಾತ್ಮತೋ ನ ಸಂಭವತೀತ್ಯರ್ಥಃ ।

ಮನಸೋ ವಾ ಕಥಂ ನ ವಿಷಯ ಆತ್ಮೇತ್ಯತ ಆಹ -
ಯಸ್ಮಾದಿತಿ ।
ಯಥಾ ಮನಃಸ್ಥಂ ಪರಿಮಾಣಂ ಮನಸೋ ನ ವಿಷಯೋಽತ್ಯಂತಾವ್ಯವಧಾನಾತಥಾಽಽತ್ಮಾಽಪ್ಯಂತಾವ್ಯವಧಾನಾನ್ಮನಸೋ ನ ವಿಷಯಸ್ತದ್ವಯಾಪಕತ್ವಾಚ್ಚೇತ್ಯರ್ಥಃ ।

ಉಕ್ತಾತ್ಮಸಂಭಾವನಾಯೋಪಪತ್ತಿಮಾಹ -
ತಸ್ಮಿನ್ನಾತ್ಮತತ್ತ್ವೇ ಸತೀತಿ ।
ಶ್ರೌತಾನಿ ಕರ್ಮಾಣಿ ಸೋಮಾಜ್ಯಪಯಃ ಪ್ರಭೃತಿಭಿರಿದ್ಭಿಃ ಸಂಪಾದ್ಯಂತ ಇತಿ ಸಂಬಂಧಾಲ್ಲಾಕ್ಷಣಿಕೋಽಪ್ಶಬ್ದಃ ಕರ್ಮಸು ಪ್ರಾಣಚೇಷ್ಟಾಯಾಶ್ಚಾಬ್ನಿಮಿತತ್ವಪ್ರಸಿದ್ಧೇಃ; ಕಾರಣವಾಚಕಃ ಶಬ್ದಃ ಕಾರ್ಯೇ ಲಕ್ಷಣಯಾ ಪ್ರಯುಕ್ತಾ ಇತ್ಯರ್ಥಃ ।

ಈಶ್ವರಸ್ಯಾಪಿ ಹಿರಣ್ಯಗರ್ಭಸ್ಯ ನಿಯತಪ್ರವೃತ್ತ್ಯನ್ಯಥಾನುಪಪತ್ತ್ಯಾಽಧಿಷ್ಠಾತಾ ಪರಮೇಶ್ವರಃ ಸಂಭಾವ್ಯತ ಇತ್ಯುಕ್ತಾಮಿದಾನೀಂ ಮಾತರಿಶ್ವಗ್ರಹಣಮುಪಲಕ್ಷಣಾರ್ಥಮಾದಾಯ ತಾತ್ಪರ್ಯಮಾಹ -
ಸರ್ವಾ ಹೀತಿ ॥ ೪ ॥`,
    },
    "tamil": {
      bhashyam: `अनेजदेकं मनसो जवीयो नैनद्देवा आप्नुवन्पूर्वमर्षत् । 
तद्धावतोऽन्यानत्येति तिष्ठ—त्तस्मिन्नपो मातरिश्वा दधाति ॥ ४ ॥

(அவதாரிகை) எந்த ஆத்மாவை ஹனனம் செய்வதால் அவித்வான்கள் ஸம்ஸாரத்தில் உழல்கிறார்களோ, அதற்கு மாறாக வித்வான்கள் முக்தியடைகிறார்கள். அவர்கள் ஆத்மாவைக் கொன்றவர் ஆகார்கள். அந்த ஆத்ம தத்வமானது எப்படிப்பட்டது என்று கூறப்படுகிறது.

अनेजत् न एजत् । ‘एजृ कम्पने’, कम्पनं चलनं स्वावस्थाप्रच्युतिः, तद्वर्जितम् , सर्वदा एकरूपमित्यर्थः । तच्च एकं सर्वभूतेषु । मनसः सङ्कल्पादिलक्षणात् जवीयो जववत्तरम् ।

அனேஜத், ந ஏஜத் என்றால் சலனமற்றது, நழுவாதது (அசைவற்றது) தனது நிலையிலிருந்தும் வழுவாதது, நழுவாதது என்றால் ஏக சொரூபமாக எப்போதும் இருத்தல் என்று அர்த்தம். (உதாரணமாக தன் நிலை வழுவுவதே ம்ருத்யு) ஸங்கல்பாதி ஸ்வரூபமான மனதைக் காட்டிலும் வேகமானது. எல்லா பூதங்களிலும் ஒன்றாக இருக்கின்றது. (ணயாபகமாயிருக்கிறது)

कथं विरुद्धमुच्यते — ध्रुवं निश्चलमिदम् , मनसो जवीय इति च ?

(பூர்வபக்ஷம்) எப்படி விருத்தமாக சொல்கிறீர்கள் எனில்? அந்த ஆத்ம தத்வமானது நிச்சலமாக இவ்வாறு (சலனமற்று) இருந்தும் மனதைக் காட்டிலும் வேகமென்று சொல்லலாமா என்றால்

नैष दोषः, निरुपाध्युपाधिमत्त्वेनोपपत्तेः । तत्र निरुपाधिकेन स्वेन रूपेणोच्यते — अनेजदेकम् इति । मनसः अन्तःकरणस्य सङ्कल्पविकल्पलक्षणस्योपाधेरनुवर्तनात् । इह देहस्थस्य मनसो ब्रह्मलोकादिदूरस्थसङ्कल्पनं क्षणमात्राद्भवतीत्यतो मनसो जविष्ठत्वं लोकप्रसिद्धम् । तस्मिन्मनसि ब्रह्मलोकादीन् द्रुतं गच्छति सति, प्रथमप्राप्त इवात्मचैतन्याभासो गृह्यते । अतः मनसो जवीयः इत्याह ।

இது தோஷமல்ல. நிருபாதிக சோபாதிக ரூபத்தில் பொருந்தத்கூடியது விரோதமில்லை. அங்கு நிருபாதியான ஸ்வஸ்வரூபத்தினால் அநேஜத் ஏப்ம் என்று சொல்லப்படுகிறது. மனஸ: அந்தக் காரணத்திற்கு சங்கற்ப, விகற்ப ரூபமான உபாதி இருப்பதால், இந்த தேகத்தில் இருக்கின்ற மனதிற்கு சங்கற்பத்தினால் பிரஹ்மலோகாதி வரையிலான தூரகமனமானது (வெகு தூரம் செல்லுதல்) க்ஷணத்தில் ஏற்படுவதால் மனமானது மிக வேகமானது என்பது உலகப் பிரசித்தம். அந்த மனதானது பிரஹ்மலோகம் முதலியவற்றிற்கு வேகமாக செல்லும்போது ஆத்ம சைதன்யத்தின் அவபாசம் (பிரகாசம்) இதற்கு முன்னரே அங்கு இருப்பதால் முதலிலேயே அடைந்தது போல நம்மால் கிரஹிக்கப்படுகிறது. அதனால் மனதைவிட (ஆத்ம சைதன்யமானது) வேகமானது என்று கூறப்படுகிறது.

नैनद्देवाः, द्योतनाद्देवाः चक्षुरादीनीन्द्रियाणि, एनत् प्रकृतमात्मतत्त्वं नाप्नुवन् न प्राप्तवन्तः । तेभ्यो मनो जवीयः । मनोव्यापारव्यवहितत्वादाभासमात्रमप्यात्मनो नैव देवानां विषयीभवति ;

தேவர்களாலும் இப்படி சொல்லப்பட்ட ஆத்ம தத்வமானது அடைய முடியாது. தேவர்களென்றால் சக்ஷுராதி இந்திரியங்கள் இவைகள் விஷயங்களை பிரகாசப்படுத்துவதால் (விளக்குவதால்) சக்ஷுராதி இந்திரியங்கள் தேவர்கள் எனப்படுகின்றன. எனவே இந்திரியங்களைக்காட்டிலும் மனது வேகமானது. மனதினாலேயே அடைய முடியாதென்றால் இந்திரியங்களால் எப்படி அறிய முடியும். மனதை அபேக்ஷித்துத்தான் இந்திரியங்கள் வேலை செய்யும் ஆத்மாவின் ஆபாஸம் கூட இந்திரியங்களுக்கு விஷயமாகவே ஆகாது.

यस्माज्जवनान्मनसोऽपि पूर्वमर्षत् पूर्वमेव गतम् , व्योमवद्व्यापित्वात् । सर्वव्यापि तदात्मतत्त्वं सर्वसंसारधर्मवर्जितं स्वेन निरुपाधिकेन स्वरूपेणाविक्रियमेव सत् , उपाधिकृताः सर्वाः संसारविक्रिया अनुभवतीवाविवेकिनां मूढानामनेकमिव च प्रतिदेहं प्रत्यवभासत इत्येतदाह —

எதனால் மனதைக் காட்டிலும் வேகமானதோ மனதிற்கு முன்பே வந்துள்ளது. ஆகாயம் போல வியாபகமாக இருப்பதால் சர்வ வியாபி. அந்த ஆத்ம தத்வமானது எல்லா (சம்சார தர்ம வர்ஜிதம்) சம்சார தர்மமற்றதாயும் தன்னுடைய நிருபாதிக சொரூபத்தினால் அவிக்ரியமாக (கிரியை அற்றதாகவும்) இருந்துகொண்டு உபாதியால் ஏற்பட்ட எல்லா சம்சார விகாரங்களையும் அனுபவிக்கிறது என்றும், மூடாத்மாக்களுக்கு அநேகம் போல ஒவ்வொரு தேகத்திலும் விளங்குகிறது. இவ்வாறு சுருதி கூறுகிறது.

तत् धावतः द्रुतं गच्छतः अन्यान् आत्मविलक्षणान्मनोवागिन्द्रियप्रभृतीन् अत्येति अतीत्य गच्छतीव । इवार्थं स्वयमेव दर्शयति — तिष्ठदिति, स्वयमविक्रियमेव सदित्यर्थः ।

தாவத: (ஆத்மாவானது) வேகமாக செல்லக்கூடிய மற்ற, ஆத்மாவைக்காட்டிலும் விலக்ஷணமான மனோ, வாக், இந்திரிய முதலியவைகளைத் (விட) தாண்டிச் சென்றது போல இருக்கின்றது. திஷ்டத் என்றால் இருக்கிறது. அது கிரியையற்றதாக இருக்கிறது. அதாவது (इव) என்ற சப்தார்தத்தை சுயமாகவே திஷ்டத் என்பதால் அறிவிக்கிறது. சுயமாகவே கிரியை அற்றதாகவே இருக்கிறது என்பது பொருள்.

तस्मिन् आत्मतत्त्वे सति नित्यचैतन्यस्वभावे, मातरिश्वा मातरि अन्तरिक्षे श्वयति गच्छतीति मातरिश्वा वायुः सर्वप्राणभृत्क्रियात्मकः, यदाश्रयाणि कार्यकरणजातानि यस्मिन्नोतानि प्रोतानि च, यत्सूत्रसंज्ञकं सर्वस्य जगतो विधारयितृ, स मातरिश्वा, अपः कर्माणि प्राणिनां चेष्टालक्षणानि अग्न्यादित्यपर्जन्यादीनां ज्वलनदहनप्रकाशाभिवर्षणादिलक्षणानि, दधाति विभजतीत्यर्थः,

நித்ய சைதன்ய ஸ்வரூபமான அந்த ஆத்மதத்துவத்தில், மாதரிஷ்வா என்றால் மாத்தரி என்றால் ஆகாயத்தில் (அந்தரிக்ஷத்தில்) இச்வா என்றால் செல்லுதல் (கச்சதிஇதி) ஆகையால் மாதரிஷ்வா என்பது வாயு. சர்வ பிராணன்களையும் தாங்குகின்ற க்ரியாத்மகமான வாயுவானது மாதரிஷ்வா என்று கூறப்படுகிறது. அதாவது காரிய, காரண சமூகங்கள் எதை ஆசரித்துள்ளனவோ எதில் ஓதப்ரோதமாக (குறுக்கு நெடுக்காக) இருக்கின்றனவோ அதுவே சூத்ராத்மா எனப் பெயருடன் எல்லா ஜகத்தையும் தாங்குகின்றதால் சூத்ராத்மாவிற்கே மாதரிச்வா என்று பெயர். அப: என்றால் கர்மாணி. கர்மாணி என்றால் பிராணிகளின் சேஷ்டா லக்ஷணமான கர்மங்கள். அக்னி, ஆதித்யன், மேகம் முதலியவைகளுக்கு ஜ்வலன, தகன, பிரகாச, அபிவர்ஷணம் (மழை) முதலிய லக்ஷணங்களை பிரித்துக் கொடுக்கின்றது. (தரிக்கும்படி செய்கின்றது என்றும் பொருள் கொள்ளலாம்.)

धारयतीति वा ; ‘भीषास्माद्वातः पवते’ इत्यादिश्रुतिभ्यः । सर्वा हि कार्यकरणविक्रिया नित्यचैतन्यात्मस्वरूपे सर्वास्पदभूते सत्येव भवन्तीत्यर्थः ॥

அதனிடம் பயத்தினால் காற்றானது வீசுகிறது என்ற தைத்ரீய சுருதியினால் அறிகிறோம். எல்லா காரிய, கரணாதி விக்கிரியைகள் (சேஷ்டைகள்) நித்ய, சைதன்ய, ஆத்ம சொரூபமான, எல்லாவற்றின் அதிஷ்டானத்தில்தான் நிலை பெற்றிருக்கின்றன என்று அர்த்தம்.`,
      teeka: `அவிக்ரியமேகம் சேதா³த்மதத்த்வம் கத²ம் தர்ஹி கேசந ஸ்வர்க³கா³மிந: கேசந நரககா³மிந இதி ஸாம்ஸாரிகவ்யவஸ்தா² ஸ்யாதி³தி சேந்மநஉபாதி⁴நிப³ந்த⁴நேத்யபி⁴ப்ரேத்யா(அ)ஹ -
மநஸ இத்யாதி³நா ।
உபாதே⁴ரநுவர்தநாத் விக்ரியாதி³வ்யவஹாராஶ்ரயத்வமிதி ஶேஷ: ।

நநு மநஸோ தே³ஹாந்த:ஸ்தா²த்வத்³ப³ஹிர்க³மநாயோக்³யத்வாத்கத²ம் வேக³வத்த்வமித்யாஶங்க்யாஹ -
தே³ஹஸ்த²ஸ்யேதி ।

ஜவீயஸ்த்வாத³ஶ்வாதி³வத்தர்ஹி சக்ஷுராதி³க்³ராஹ்யத்வம் ப்ராப்தமித்யாஶங்க்யா(அ)(அ)ஹ -
நைநத்³தை³வா இதி ।
சக்ஷுராதி³ப்ரவ்ருத்தேர்மநோவ்யாபாரபூர்வகத்வாத்தத³விஷயத்வே சக்ஷுராதி³விஷயத்வமப்யாத்மதோ ந ஸம்ப⁴வதீத்யர்த²: ।

மநஸோ வா கத²ம் ந விஷய ஆத்மேத்யத ஆஹ -
யஸ்மாதி³தி ।
யதா² மந:ஸ்த²ம் பரிமாணம் மநஸோ ந விஷயோ(அ)த்யந்தாவ்யவதா⁴நாததா²(அ)(அ)த்மா(அ)ப்யந்தாவ்யவதா⁴நாந்மநஸோ ந விஷயஸ்தத்³வயாபகத்வாச்சேத்யர்த²: ।

உக்தாத்மஸம்பா⁴வநாயோபபத்திமாஹ -
தஸ்மிந்நாத்மதத்த்வே ஸதீதி ।
ஶ்ரௌதாநி கர்மாணி ஸோமாஜ்யபய: ப்ரப்⁴ருதிபி⁴ரித்³பி⁴: ஸம்பாத்³யந்த இதி ஸம்ப³ந்தா⁴ல்லாக்ஷணிகோ(அ)ப்ஶப்³த³: கர்மஸு ப்ராணசேஷ்டாயாஶ்சாப்³நிமிதத்வப்ரஸித்³தே⁴:; காரணவாசக: ஶப்³த³: கார்யே லக்ஷணயா ப்ரயுக்தா இத்யர்த²: ।

ஈஶ்வரஸ்யாபி ஹிரண்யக³ர்ப⁴ஸ்ய நியதப்ரவ்ருத்த்யந்யதா²நுபபத்த்யா(அ)தி⁴ஷ்டா²தா பரமேஶ்வர: ஸம்பா⁴வ்யத இத்யுக்தாமிதா³நீம் மாதரிஶ்வக்³ரஹணமுபலக்ஷணார்த²மாதா³ய தாத்பர்யமாஹ -
ஸர்வா ஹீதி ॥ 4 ॥`,
    },
    "telugu": {
      bhashyam: `అనేజత్ న ఎజత్ । ‘ఎజృ కమ్పనే’, కమ్పనం చలనం స్వావస్థాప్రచ్యుతిః, తద్వర్జితమ్ , సర్వదా ఎకరూపమిత్యర్థః । తచ్చ ఎకం సర్వభూతేషు । మనసః సఙ్కల్పాదిలక్షణాత్ జవీయో జవవత్తరమ్ । కథం విరుద్ధముచ్యతే — ధ్రువం నిశ్చలమిదమ్ , మనసో జవీయ ఇతి చ ? నైష దోషః, నిరుపాధ్యుపాధిమత్త్వేనోపపత్తేః । తత్ర నిరుపాధికేన స్వేన రూపేణోచ్యతే — అనేజదేకమ్ ఇతి । మనసః అన్తఃకరణస్య సఙ్కల్పవికల్పలక్షణస్యోపాధేరనువర్తనాత్ । ఇహ దేహస్థస్య మనసో బ్రహ్మలోకాదిదూరస్థసఙ్కల్పనం క్షణమాత్రాద్భవతీత్యతో మనసో జవిష్ఠత్వం లోకప్రసిద్ధమ్ । తస్మిన్మనసి బ్రహ్మలోకాదీన్ ద్రుతం గచ్ఛతి సతి, ప్రథమప్రాప్త ఇవాత్మచైతన్యాభాసో గృహ్యతే । అతః మనసో జవీయః ఇత్యాహ । నైనద్దేవాః, ద్యోతనాద్దేవాః చక్షురాదీనీన్ద్రియాణి, ఎనత్ ప్రకృతమాత్మతత్త్వం నాప్నువన్ న ప్రాప్తవన్తః । తేభ్యో మనో జవీయః । మనోవ్యాపారవ్యవహితత్వాదాభాసమాత్రమప్యాత్మనో నైవ దేవానాం విషయీభవతి ; యస్మాజ్జవనాన్మనసోఽపి పూర్వమర్షత్ పూర్వమేవ గతమ్ , వ్యోమవద్వ్యాపిత్వాత్ । సర్వవ్యాపి తదాత్మతత్త్వం సర్వసంసారధర్మవర్జితం స్వేన నిరుపాధికేన స్వరూపేణావిక్రియమేవ సత్ , ఉపాధికృతాః సర్వాః సంసారవిక్రియా అనుభవతీవావివేకినాం మూఢానామనేకమివ చ ప్రతిదేహం ప్రత్యవభాసత ఇత్యేతదాహ — తత్ ధావతః ద్రుతం గచ్ఛతః అన్యాన్ ఆత్మవిలక్షణాన్మనోవాగిన్ద్రియప్రభృతీన్ అత్యేతి అతీత్య గచ్ఛతీవ । ఇవార్థం స్వయమేవ దర్శయతి — తిష్ఠదితి, స్వయమవిక్రియమేవ సదిత్యర్థః । తస్మిన్ ఆత్మతత్త్వే సతి నిత్యచైతన్యస్వభావే, మాతరిశ్వా మాతరి అన్తరిక్షే శ్వయతి గచ్ఛతీతి మాతరిశ్వా వాయుః సర్వప్రాణభృత్క్రియాత్మకః, యదాశ్రయాణి కార్యకరణజాతాని యస్మిన్నోతాని ప్రోతాని చ, యత్సూత్రసంజ్ఞకం సర్వస్య జగతో విధారయితృ, స మాతరిశ్వా, అపః కర్మాణి ప్రాణినాం చేష్టాలక్షణాని అగ్న్యాదిత్యపర్జన్యాదీనాం జ్వలనదహనప్రకాశాభివర్షణాదిలక్షణాని, దధాతి విభజతీత్యర్థః, ధారయతీతి వా ; ‘భీషాస్మాద్వాతః పవతే’ ఇత్యాదిశ్రుతిభ్యః । సర్వా హి కార్యకరణవిక్రియా నిత్యచైతన్యాత్మస్వరూపే సర్వాస్పదభూతే సత్యేవ భవన్తీత్యర్థః ॥`,
      teeka: `అవిక్రియమేకం చేదాత్మతత్త్వం కథం తర్హి కేచన స్వర్గగామినః కేచన నరకగామిన ఇతి సాంసారికవ్యవస్థా స్యాదితి చేన్మనఉపాధినిబన్ధనేత్యభిప్రేత్యాఽహ -
మనస ఇత్యాదినా ।
ఉపాధేరనువర్తనాత్ విక్రియాదివ్యవహారాశ్రయత్వమితి శేషః ।

నను మనసో దేహాన్తఃస్థాత్వద్బహిర్గమనాయోగ్యత్వాత్కథం వేగవత్త్వమిత్యాశఙ్క్యాహ -
దేహస్థస్యేతి ।

జవీయస్త్వాదశ్వాదివత్తర్హి చక్షురాదిగ్రాహ్యత్వం ప్రాప్తమిత్యాశఙ్క్యాఽఽహ -
నైనద్దైవా ఇతి ।
చక్షురాదిప్రవృత్తేర్మనోవ్యాపారపూర్వకత్వాత్తదవిషయత్వే చక్షురాదివిషయత్వమప్యాత్మతో న సమ్భవతీత్యర్థః ।

మనసో వా కథం న విషయ ఆత్మేత్యత ఆహ -
యస్మాదితి ।
యథా మనఃస్థం పరిమాణం మనసో న విషయోఽత్యన్తావ్యవధానాతథాఽఽత్మాఽప్యన్తావ్యవధానాన్మనసో న విషయస్తద్వయాపకత్వాచ్చేత్యర్థః ।

ఉక్తాత్మసమ్భావనాయోపపత్తిమాహ -
తస్మిన్నాత్మతత్త్వే సతీతి ।
శ్రౌతాని కర్మాణి సోమాజ్యపయః ప్రభృతిభిరిద్భిః సమ్పాద్యన్త ఇతి సమ్బన్ధాల్లాక్షణికోఽప్శబ్దః కర్మసు ప్రాణచేష్టాయాశ్చాబ్నిమితత్వప్రసిద్ధేః; కారణవాచకః శబ్దః కార్యే లక్షణయా ప్రయుక్తా ఇత్యర్థః ।

ఈశ్వరస్యాపి హిరణ్యగర్భస్య నియతప్రవృత్త్యన్యథానుపపత్త్యాఽధిష్ఠాతా పరమేశ్వరః సమ్భావ్యత ఇత్యుక్తామిదానీం మాతరిశ్వగ్రహణముపలక్షణార్థమాదాయ తాత్పర్యమాహ -
సర్వా హీతి ॥ ౪ ॥`,
    },
  },
  5: {
    "devanagari": {
      bhashyam: `तदेजति तत् आत्मतत्त्वमेजति चलतीव अविद्यादृष्टेः, तन्नैजति तदेव न चलति विद्यादृष्टेः, नित्यमेकरसमचलं सर्वगतं नभोवत्परमार्थदृष्टेः । तद्दूरे तत्परमात्मतत्त्वं दूरे अत्यन्तं विप्रकृष्टमिवाविदुषाम् — यत्कोटिशतैरपि वर्षाणां न प्राप्यते अविद्वद्भिः — ; तदन्तिके तदेव परमार्थात्मतत्त्वम् उ — उशब्दोऽवधारणार्थः, अन्तिके समीपे अत्यन्तं विदुषां सम्यग्दर्शिनाम् ; तेषामात्मैव हि तत् , आत्मनश्च न किञ्चिन्निकटतरमस्ति । तदन्तरस्य सर्वस्य — 'सर्वस्यान्तरं यदात्मा' (बृ. उ. ३ । ४ । १) इति श्रुतेः — अस्य सर्वस्य जगतो नामरूपकर्माख्यस्य अन्तर्भवति ब्रह्म । तदु सर्वस्यास्य बाह्यतः व्याप्नोद्विस्तृतं विभुत्वात् सर्ववत् ; अन्तर्बाह्यतश्च यत्परमाण्वाकाशवत्सर्वसूक्ष्मं निरन्तरं च — 'विज्ञानं घनं प्रज्ञानं घनम्' इत्यादिश्रुतिभ्यः (बृ. उ. ४ । ५ । १३) ॥`,
      teeka: `जामिता - आलस्यम् । व्यापित्वाद्बाह्यतोऽस्ति निरतिशयसूक्ष्मत्वादन्तश्चेदस्ति तर्हि निरन्तरमेकरसं न स्यान्मानाभावादित्याशङ्क्याऽऽह -
प्रज्ञानघन एवेति ॥ ५ ॥`,
    },
    "kannada": {
      bhashyam: `ತತ್ ಆತ್ಮತತ್ತ್ವಂ ಯತ್ಪ್ರಕೃತಮ್ ಏಜತಿ ಚಲತಿ ತದೇವ ಚ ನೈಜತಿ ಸ್ವತೋ ನೈವ ಚಲತಿ, ಸ್ವತಃ ಅಚಲಮೇವ ಸತ್ ಚಲತೀವೇತ್ಯರ್ಥಃ । ಕಿಂಚ, ತದ್ದೂರೇ ವರ್ಷಕೋಟಿಶತೈರಪ್ಯವಿದುಷಾಮಪ್ರಾಪ್ಯತ್ವಾದ್ದೂರ ಇವ । ತದು ಅಂತಿಕೇ ಸಮೀಪೇ ಅತ್ಯಂತಮೇವ ವಿದುಷಾಮ್ , ಆತ್ಮತ್ವಾತ್ ನ ಕೇವಲಂ ದೂರೇ, ಅಂತಿಕೇ ಚ । ತತ್ ಅಂತಃ ಅಭ್ಯಂತರೇ ಅಸ್ಯ ಸರ್ವಸ್ಯ, ‘ಯ ಆತ್ಮಾ ಸರ್ವಾಂತರಃ’ ಇತಿ ಶ್ರುತೇಃ, ಅಸ್ಯ ಸರ್ವಸ್ಯ ಜಗತೋ ನಾಮರೂಪಕ್ರಿಯಾತ್ಮಕಸ್ಯ । ತತ್ ಉ ಸರ್ವಸ್ಯ ಅಸ್ಯ ಬಾಹ್ಯತಃ ; ವ್ಯಾಪಿತ್ವಾದಾಕಾಶವನ್ನಿರತಿಶಯಸೂಕ್ಷ್ಮತ್ವಾದಂತಃ ; ‘ಪ್ರಜ್ಞಾನಘನ ಏವ’ (ಬೃ. ಉ. ೪ । ೫ । ೧೩) ಇತಿ ಶಾಸನಾನ್ನಿರಂತರಂ ಚ ॥`,
      teeka: `ಜಾಮಿತಾ - ಆಲಸ್ಯಮ್ । ವ್ಯಾಪಿತ್ವಾದ್ಬಾಹ್ಯತೋಽಸ್ತಿ ನಿರತಿಶಯಸೂಕ್ಷ್ಮತ್ವಾದಂತಶ್ಚೇದಸ್ತಿ ತರ್ಹಿ ನಿರಂತರಮೇಕರಸಂ ನ ಸ್ಯಾನ್ಮಾನಾಭಾವಾದಿತ್ಯಾಶಂಕ್ಯಾಽಽಹ -
ಪ್ರಜ್ಞಾನಘನ ಏವೇತಿ ॥ ೫ ॥`,
    },
    "tamil": {
      bhashyam: `तदेजति तन्नैजति तद्दूरे तद्वन्तिके । 
तदन्तरस्य सर्वस्य तदु सर्वस्यास्य बाह्यतः ॥ ५ ॥

(அவதாரிகை) மந்திரங்களுக்கு சோம்பல் இல்லாததால் முன் மந்திரத்தில் சொல்லப்பட்டபோதிலும் அதையே திருப்பிச் சொல்கிறது.

तत् आत्मतत्त्वं यत्प्रकृतम् एजति चलति तदेव च नैजति स्वतो नैव चलति, स्वतः अचलमेव सत् चलतीवेत्यर्थः । किञ्च, तद्दूरे वर्षकोटिशतैरप्यविदुषामप्राप्यत्वाद्दूर इव । तदु अन्तिके समीपे अत्यन्तमेव विदुषाम् , आत्मत्वात् न केवलं दूरे, अन्तिके च । तत् अन्तः अभ्यन्तरे अस्य सर्वस्य, ‘य आत्मा सर्वान्तरः’ इति श्रुतेः, अस्य सर्वस्य जगतो नामरूपक्रियात्मकस्य । तत् उ सर्वस्य अस्य बाह्यतः ; व्यापित्वादाकाशवन्निरतिशयसूक्ष्मत्वादन्तः ; ‘प्रज्ञानघन एव’ (बृ. उ. ४ । ५ । १३) इति शासनान्निरन्तरं च ॥

இந்த இடத்தில் ஆத்மா சலிக்கிறது என்று அர்த்தம். சலனமற்றதாக இருந்து கொண்டு (உபாதியினால்) சலிப்பது போல தெரிகிறது. அதுவே சலிக்கிறது. அதுவே சலிப்பதில்லை. அது உண்மையாய் சலிப்பதில்லை. செல்வதில்லை, செல்வது போல் தெரிகிறது என்று அர்த்தம். மேலும் தூரத்தில் இருப்பது போல தெரிகிறது. சத கோடி வருடங்களானாலும் அவித்வான்களுக்கு தெரியாததால் தூரம் போல தெரிகிறது. “தத் உ அந்திகே” எனப் பகுக்க வேண்டும். அது அத்யந்த சமீபத்திலேயே இருக்கின்றது, வித்வான்களுக்கு ஆத்மாவாக இருப்பதால் தூரத்திலும் சமீபத்திலும் மட்டுமல்ல, இவை யாவற்றிற்கும் உள் இருப்பது “ய ஆத்மா சர்வாந்தர” சர்வத்திற்கும் உள் இருப்பதான யாதொரு ஆத்மா உண்டோ என்று பிருகதாரண்ய உபநிஷத் கூறுகிறது. அதுவே வெளியில் நாம ரூபமான இவ்வெல்லா ஜகத்தையும் வியாபித்து இருக்கிறது. ஆகாயம் போல நிரதிசயமாகவும், சூக்ஷுமமாகவும், வியாபகமாகவும் இருப்பதால் அந்த உள்ளே இருப்பது எதுவோ, அதுவே வெளியிலும் வியாபித்து இருக்கிறது. எனவே நிரந்தரமாக இருக்கிறது. உள்ளே நடுவில் மட்டுமின்றி வெளியிலும் (தொடர்ந்து) நிறைந்திருக்கிறது.`,
      teeka: `ஜாமிதா - ஆலஸ்யம் । வ்யாபித்வாத்³பா³ஹ்யதோ(அ)ஸ்தி நிரதிஶயஸூக்ஷ்மத்வாத³ந்தஶ்சேத³ஸ்தி தர்ஹி நிரந்தரமேகரஸம் ந ஸ்யாந்மாநாபா⁴வாதி³த்யாஶங்க்யா(அ)(அ)ஹ -
ப்ரஜ்ஞாநக⁴ந ஏவேதி ॥ 5 ॥`,
    },
    "telugu": {
      bhashyam: `తత్ ఆత్మతత్త్వం యత్ప్రకృతమ్ ఎజతి చలతి తదేవ చ నైజతి స్వతో నైవ చలతి, స్వతః అచలమేవ సత్ చలతీవేత్యర్థః । కిఞ్చ, తద్దూరే వర్షకోటిశతైరప్యవిదుషామప్రాప్యత్వాద్దూర ఇవ । తదు అన్తికే సమీపే అత్యన్తమేవ విదుషామ్ , ఆత్మత్వాత్ న కేవలం దూరే, అన్తికే చ । తత్ అన్తః అభ్యన్తరే అస్య సర్వస్య, ‘య ఆత్మా సర్వాన్తరః’ ఇతి శ్రుతేః, అస్య సర్వస్య జగతో నామరూపక్రియాత్మకస్య । తత్ ఉ సర్వస్య అస్య బాహ్యతః ; వ్యాపిత్వాదాకాశవన్నిరతిశయసూక్ష్మత్వాదన్తః ; ‘ప్రజ్ఞానఘన ఎవ’ (బృ. ఉ. ౪ । ౫ । ౧౩) ఇతి శాసనాన్నిరన్తరం చ ॥`,
      teeka: `జామితా - ఆలస్యమ్ । వ్యాపిత్వాద్బాహ్యతోఽస్తి నిరతిశయసూక్ష్మత్వాదన్తశ్చేదస్తి తర్హి నిరన్తరమేకరసం న స్యాన్మానాభావాదిత్యాశఙ్క్యాఽఽహ -
ప్రజ్ఞానఘన ఎవేతి ॥ ౫ ॥`,
    },
  },
  6: {
    "devanagari": {
      bhashyam: `यस्तु सम्यग्दर्शी सन् सर्वाणि भूतानि प्रकृत्यादिस्थावरान्तानि आत्मन्येव अनुपश्यति आत्मव्यतिरेकेण न पश्यति — 'आत्मा वा इदमेक एवाग्र आसीत्' (ऐ. उ. १ । १ । १) 'एक एवाद्वितीयो ब्रह्म' (छा. उ. ६ । २ । १) इत्यादिमन्त्रवर्णानुसारेण — सर्वभूतेषु च तान्येव आत्मानं पश्यति सर्वभूतेष्वात्मानं पश्यतीत्येतत् — 'यथोदकं शुद्धे शुद्धमासिक्तं तादृगेव भवति । एवं मुनेर्विजानत आत्मा भवति गौतम' (क. उ. २ । ४ । १५) इत्युक्तन्यायेन सर्वभूतात्मा हि स आत्मवित् । ततः ततो दर्शनात् न विजुगुप्सते न जुगुप्सां करोति । अन्यस्माद्धि वस्तुनो जुगुप्सितात्सर्वोऽपि जुगुप्सते । यदा तु आत्मैवेदं सर्वं परिशुद्धं ब्रह्म पश्यति, ततो न विजुगुप्सितं किञ्चित् । अतो न विजुगुप्सत इत्यनुवादः क्रियते ॥`,
      teeka: `उक्तात्मज्ञानस्य फलं विधिनिषेधातीतजीवन्मुक्तस्वरूपेणावस्थानमित्याह -
यस्त्विति ॥ ६ ॥`,
    },
    "kannada": {
      bhashyam: `ಯಸ್ತು ಪರಿವ್ರಾಟ್ ಮುಮುಕ್ಷುಃ ಸರ್ವಾಣಿ ಭೂತಾನಿ ಅವ್ಯಕ್ತಾದೀನಿ ಸ್ಥಾವರಾಂತಾನಿ ಆತ್ಮನ್ಯೇವ ಅನುಪಶ್ಯತಿ, ಆತ್ಮವ್ಯತಿರಿಕ್ತಾನಿ ನ ಪಶ್ಯತೀತ್ಯರ್ಥಃ । ಸರ್ವಭೂತೇಷು ತೇಷ್ವೇವ ಚ ಆತ್ಮಾನಂ ತೇಷಾಮಪಿ ಭೂತಾನಾಂ ಸ್ವಮಾತ್ಮಾನಮಾತ್ಮತ್ವೇನ — ಯಥಾಸ್ಯ ದೇಹಸ್ಯ ಕಾರ್ಯಕರಣಸಂಘಾತಸ್ಯಾತ್ಮಾ ಅಹಂ ಸರ್ವಪ್ರತ್ಯಯಸಾಕ್ಷಿಭೂತಶ್ಚೇತಯಿತಾ ಕೇವಲೋ ನಿರ್ಗುಣೋಽನೇನೈವ ಸ್ವರೂಪೇಣಾವ್ಯಕ್ತಾದೀನಾಂ ಸ್ಥಾವರಾಂತಾನಾಮಹಮೇವಾತ್ಮೇತಿ ಸರ್ವಭೂತೇಷು ಚಾತ್ಮಾನಂ ನಿರ್ವಿಶೇಷಂ ಯಸ್ತ್ವನುಪಶ್ಯತಿ, ಸಃ ತತಃ ತಸ್ಮಾದೇವ ದರ್ಶನಾತ್ ನ ವಿಜುಗುಪ್ಸತೇ ವಿಜುಗುಪ್ಸಾಂ ಘೃಣಾಂ ನ ಕರೋತಿ । ಪ್ರಾಪ್ತಸ್ಯೈವಾನುವಾದೋಽಯಮ್ । ಸರ್ವಾ ಹಿ ಘೃಣಾ ಆತ್ಮನೋಽನ್ಯದ್ದುಷ್ಟಂ ಪಶ್ಯತೋ ಭವತಿ ; ಆತ್ಮಾನಮೇವಾತ್ಯಂತವಿಶುದ್ಧಂ ನಿರಂತರಂ ಪಶ್ಯತೋ ನ ಘೃಣಾನಿಮಿತ್ತಮರ್ಥಾಂತರಮಸ್ತೀತಿ ಪ್ರಾಪ್ತಮೇವ — ತತೋ ನ ವಿಜುಗುಪ್ಸತ ಇತಿ ॥`,
      teeka: `ಉಕ್ತಾತ್ಮಜ್ಞಾನಸ್ಯ ಫಲಂ ವಿಧಿನಿಷೇಧಾತೀತಜೀವನ್ಮುಕ್ತಸ್ವರೂಪೇಣಾವಸ್ಥಾನಮಿತ್ಯಾಹ -
ಯಸ್ತ್ವಿತಿ ॥ ೬ ॥`,
    },
    "tamil": {
      bhashyam: `यस्तु सर्वाणि भूतानि आत्मन्येवानुपश्यति । 
सर्वभूतेषु चात्मानं ततो न विजुगुप्सते ॥ ६ ॥

எவனொருவன் எல்லா பூதங்களையும் ஆத்மாவினிடத்தே பார்ர்கின்றானோ- எல்லா பூதங்களிலும் ஆத்மாவை பார்க்கிறானோ அவன் மயக்கமடையமாட்டான்.

यस्तु परिव्राट् मुमुक्षुः सर्वाणि भूतानि अव्यक्तादीनि स्थावरान्तानि आत्मन्येव अनुपश्यति, आत्मव्यतिरिक्तानि न पश्यतीत्यर्थः । सर्वभूतेषु तेष्वेव च आत्मानं तेषामपि भूतानां स्वमात्मानमात्मत्वेन — यथास्य देहस्य कार्यकरणसङ्घातस्यात्मा अहं सर्वप्रत्ययसाक्षिभूतश्चेतयिता केवलो निर्गुणोऽनेनैव स्वरूपेणाव्यक्तादीनां स्थावरान्तानामहमेवात्मेति सर्वभूतेषु चात्मानं निर्विशेषं यस्त्वनुपश्यति, सः ततः तस्मादेव दर्शनात् न विजुगुप्सते विजुगुप्सां घृणां न करोति ।

எந்த பரிவிராஜகனான முமூட்சுவானவன் அவ்யக்தம் முதல் ஸ்தாவர பரியந்தம் உள்ள எல்லா பூதங்களையும் ஆத்மாவிலேயே (சாஸ்திர ஆச்சார்ய உபதேசத்திற்கு பிறகு பார்க்கிறானோ) தொடர்ந்து பார்க்கிறானோ அவன் ஆத்மாவைத் தவிர வேறுபட்டதாக பார்ப்பதில்லை என்பது பொருள். எல்லா பிராணிகளிடத்திலேயும், அந்த அந்த பிராணிகள் உள்ளும் தன்னுடைய ஆத்மா தான் அவர்களுக்கும் ஆத்மாவாக இருக்கிறது. எவ்வாறு இந்த காரிய காரண சங்காதமான தேகத்திற்கு ஆத்மாவான நான் அனைத்து எண்ணங்களுக்கும் சாக்ஷியாயும், சேதனமாயும் இருந்துகொண்டு, ஆட்டுவிக்கிறவனாகவும், கேவலமாகவும் (தனியாகவும்) நிர்குணமாகவும், அவ்யக்தாதி முதல் ஸ்தாவர பரியந்தம் எல்லா பூதங்களுக்கும் நானே ஆத்மாவாக இருக்கிறேன் என்று இந்தப் பிரகாரம் எவன் எல்லா பூதங்களிலும் தன்னுடைய நிர்விசேஷ ஆத்ம சொரூபத்தை தொடர்ந்து பார்க்கிறானோ அவன் ஆத்மதர்சியான காரணத்தினால் விருப்பு, வெறுப்பு அவனுக்கு கிடையாது.

प्राप्तस्यैवानुवादोऽयम् । सर्वा हि घृणा आत्मनोऽन्यद्दुष्टं पश्यतो भवति ; आत्मानमेवात्यन्तविशुद्धं निरन्तरं पश्यतो न घृणानिमित्तमर्थान्तरमस्तीति प्राप्तमेव — ततो न विजुगुप्सत इति ॥

இந்த விஜுகுப்ஸையானது (வெறுப்பு) எவனுக்கு ஏற்படுமெனில் ஆத்மாவைக்காட்டிலும் வேறான, தோஷமுள்ள பதார்த்தங்களைப் பார்ப்பவனுக்கு ஏற்படுகிறது. அத்யந்த விசுத்தமான ஆத்மாவை நிரந்தரமாக பார்ப்பவனுக்கு ஏற்படாது, வேறு பொருள் கிடையாததினால். அத்தகைய ஆத்ம சாக்ஷாத்காரத்தினால் வேறு ஒரு பொருள் விஷயத்தில் விஜுகுப்ஸை உடையவனாக ஆகமாட்டான் என்பது பிராப்தமாகிறது. ஆகையினால் அவன் விஜுகுப்ஸையை அடையமாட்டான்.`,
      teeka: `உக்தாத்மஜ்ஞாநஸ்ய ப²லம் விதி⁴நிஷேதா⁴தீதஜீவந்முக்தஸ்வரூபேணாவஸ்தா²நமித்யாஹ -
யஸ்த்விதி ॥ 6 ॥`,
    },
    "telugu": {
      bhashyam: `యస్తు పరివ్రాట్ ముముక్షుః సర్వాణి భూతాని అవ్యక్తాదీని స్థావరాన్తాని ఆత్మన్యేవ అనుపశ్యతి, ఆత్మవ్యతిరిక్తాని న పశ్యతీత్యర్థః । సర్వభూతేషు తేష్వేవ చ ఆత్మానం తేషామపి భూతానాం స్వమాత్మానమాత్మత్వేన — యథాస్య దేహస్య కార్యకరణసఙ్ఘాతస్యాత్మా అహం సర్వప్రత్యయసాక్షిభూతశ్చేతయితా కేవలో నిర్గుణోఽనేనైవ స్వరూపేణావ్యక్తాదీనాం స్థావరాన్తానామహమేవాత్మేతి సర్వభూతేషు చాత్మానం నిర్విశేషం యస్త్వనుపశ్యతి, సః తతః తస్మాదేవ దర్శనాత్ న విజుగుప్సతే విజుగుప్సాం ఘృణాం న కరోతి । ప్రాప్తస్యైవానువాదోఽయమ్ । సర్వా హి ఘృణా ఆత్మనోఽన్యద్దుష్టం పశ్యతో భవతి ; ఆత్మానమేవాత్యన్తవిశుద్ధం నిరన్తరం పశ్యతో న ఘృణానిమిత్తమర్థాన్తరమస్తీతి ప్రాప్తమేవ — తతో న విజుగుప్సత ఇతి ॥`,
      teeka: `ఉక్తాత్మజ్ఞానస్య ఫలం విధినిషేధాతీతజీవన్ముక్తస్వరూపేణావస్థానమిత్యాహ -
యస్త్వితి ॥ ౬ ॥`,
    },
  },
  7: {
    "devanagari": {
      bhashyam: `यस्मिन् काले विद्वान् आत्मतत्त्वविद्वान् सर्वाणि भूतानि प्रकृत्यादिस्थावरान्तानि आत्मैवाभूत् आत्मा एवाभवत् तस्य विजानतः विज्ञातवतो ब्रह्मैकत्वदर्शिनः तत्र तस्मिन् काले को मोहः कः शोक एकत्वानुपश्यतः — अनेकत्वं हि पश्यतो मोहो भवति कामादिदोषमूलः, तज्जो रागद्वेषादिप्रभवः शोकः कारणात् सत्त्वात्सत्त्वेन वा वियोगजः ; न त्वेकत्वं पश्यतो रागादिनिमित्तौ मोहशोकौ स्याताम् ; परिशुद्धं हि ब्रह्मैकत्वमात्मनः पश्यति परमार्थदर्शी आकाशवत् , तत्र शोकमोहादि कारणं नास्तीति भावः । तृतीयेन पादेन अविद्याकृतं कामकर्माविद्यादि संसारबीजम् अविद्यालक्षणं मोहशोकादिकं तत्कार्यं च विद्वत्समीपात् अपगतं दर्शयता विद्वतः संसारोच्छित्तिः सकारणा प्रदर्शिता भवति ॥`,
      teeka: `निरतिशयानन्दस्वरूपमत एव दुःखास्पृष्टमात्मानमजानतः शोको भवति हा हतोऽहं न मे पुत्रोऽस्ति न मे क्षेत्रमिति । ततः पुत्रादीन्कामयते तदर्थं देवताराधनादि चिकीर्षति न त्वात्मैकत्वं पश्यतस्ततोऽन्वयव्यतिरेकाभ्यां शोकादेरविद्याकार्यत्वावधारणान्मूलाविद्यानिवृत्त्यैव शोकादेरात्यन्तिकी निवृत्तिर्विद्याफलत्वेन विवक्षिता लयमात्रस्य सुषुप्तेऽपि भावादित्याह -
शोकश्च मोहश्चेत्यादिना ॥ ७ ॥`,
    },
    "kannada": {
      bhashyam: `ಯಸ್ಮಿನ್ಸರ್ವಾಣಿ ಭೂತಾನಿ ಯಸ್ಮಿನ್ ಕಾಲೇ ಯಥೋಕ್ತಾತ್ಮನಿ ವಾ, ತಾನ್ಯೇವ ಭೂತಾನಿ ಸರ್ವಾಣಿ ಪರಮಾರ್ಥಾತ್ಮದರ್ಶನಾತ್ ಆತ್ಮೈವಾಭೂತ್ ಆತ್ಮೈವ ಸಂವೃತ್ತಃ ಪರಮಾರ್ಥವಸ್ತು ವಿಜಾನತಃ, ತತ್ರ ತಸ್ಮಿನ್ಕಾಲೇ ತತ್ರಾತ್ಮನಿ ವಾ, ಕೋ ಮೋಹಃ ಕಃ ಶೋಕಃ । ಶೋಕಶ್ಚ ಮೋಹಶ್ಚ ಕಾಮಕರ್ಮಬೀಜಮಜಾನತೋ ಭವತಿ, ನ ತ್ವಾತ್ಮೈಕತ್ವಂ ವಿಶುದ್ಧಂ ಗಗನೋಪಮಂ ಪಶ್ಯತಃ । ಕೋ ಮೋಹಃ ಕಃ ಶೋಕ ಇತಿ ಶೋಕಮೋಹಯೋರವಿದ್ಯಾಕಾರ್ಯಯೋರಾಕ್ಷೇಪೇಣಾಸಂಭವಪ್ರಕಾಶನಾತ್ ಸಕಾರಣಸ್ಯ ಸಂಸಾರಸ್ಯಾತ್ಯಂತಮೇವೋಚ್ಛೇದಃ ಪ್ರದರ್ಶಿತೋ ಭವತಿ ॥`,
      teeka: `ನಿರತಿಶಯಾನಂದಸ್ವರೂಪಮತ ಏವ ದುಃಖಾಸ್ಪೃಷ್ಟಮಾತ್ಮಾನಮಜಾನತಃ ಶೋಕೋ ಭವತಿ ಹಾ ಹತೋಽಹಂ ನ ಮೇ ಪುತ್ರೋಽಸ್ತಿ ನ ಮೇ ಕ್ಷೇತ್ರಮಿತಿ । ತತಃ ಪುತ್ರಾದೀನ್ಕಾಮಯತೇ ತದರ್ಥಂ ದೇವತಾರಾಧನಾದಿ ಚಿಕೀರ್ಷತಿ ನ ತ್ವಾತ್ಮೈಕತ್ವಂ ಪಶ್ಯತಸ್ತತೋಽನ್ವಯವ್ಯತಿರೇಕಾಭ್ಯಾಂ ಶೋಕಾದೇರವಿದ್ಯಾಕಾರ್ಯತ್ವಾವಧಾರಣಾನ್ಮೂಲಾವಿದ್ಯಾನಿವೃತ್ತ್ಯೈವ ಶೋಕಾದೇರಾತ್ಯಂತಿಕೀ ನಿವೃತ್ತಿರ್ವಿದ್ಯಾಫಲತ್ವೇನ ವಿವಕ್ಷಿತಾ ಲಯಮಾತ್ರಸ್ಯ ಸುಷುಪ್ತೇಽಪಿ ಭಾವಾದಿತ್ಯಾಹ -
ಶೋಕಶ್ಚ ಮೋಹಶ್ಚೇತ್ಯಾದಿನಾ ॥ ೭ ॥`,
    },
    "tamil": {
      bhashyam: `यस्मिन्सर्वाणि भूतानि आत्मैवाभूद्विजानतः । 
तत्र को मोहः कः शोक एकत्वमनुपश्यतः ॥ ७ ॥

(அவதாரிகை) இதே அர்த்தத்தையே அடுத்த மந்திரம் கூறுகிறது.

यस्मिन्सर्वाणि भूतानि यस्मिन् काले यथोक्तात्मनि वा, तान्येव भूतानि सर्वाणि परमार्थात्मदर्शनात् आत्मैवाभूत् आत्मैव संवृत्तः परमार्थवस्तु विजानतः, तत्र तस्मिन्काले तत्रात्मनि वा, को मोहः कः शोकः । शोकश्च मोहश्च कामकर्मबीजमजानतो भवति, न त्वात्मैकत्वं विशुद्धं गगनोपमं पश्यतः ।

எந்த சமயத்திலோ, (ஆத்மாவை அறிந்த சமயத்தில்) இவ்வாறு கூறப்பட்ட ஆத்மாவிடத்திலோ எல்லா பூதங்களையும் பரமாத்மாவாகவே பார்ப்பதால், அவைகள் ஆத்மாவாகவே ஆகின்றன. ஆத்மாதான் இருக்கிறது. பரமார்த்த வஸ்துவை அனைத்திலும் பார்ப்பவனுக்கு சோகம், மோகம் எப்படி உண்டாகும்? சோகம், மோஹம், காம கர்மத்திற்கு பீஜம். அக்ஞானத்தினால் உண்டாகிறது. எவனொருவன் ஆத்மாவை ஏகமாயும், விசுத்தமாயும், ஆகாயத்திற்கு ஒப்பாகவும் பார்க்கின்றானோ, அவனுக்கு சோகமோகம் உண்டாகாது.

को मोहः कः शोक इति शोकमोहयोरविद्याकार्ययोराक्षेपेणासम्भवप्रकाशनात् सकारणस्य संसारस्यात्यन्तमेवोच्छेदः प्रदर्शितो भवति ॥

ஏது சோகம், ஏது மோஹம் என்று அவித்யா காரியமான சோக மோஹங்களை ஆக்ஷபேித்து இல்லையென்று கூறுவதால், காரணத்துடன் கூடிய சம்சாரத்திற்கு முற்றிலும் இல்லாமை காண்பிக்கப்பட்டது.`,
      teeka: `நிரதிஶயாநந்த³ஸ்வரூபமத ஏவ து³:கா²ஸ்ப்ருஷ்டமாத்மாநமஜாநத: ஶோகோ ப⁴வதி ஹா ஹதோ(அ)ஹம் ந மே புத்ரோ(அ)ஸ்தி ந மே க்ஷேத்ரமிதி । தத: புத்ராதீ³ந்காமயதே தத³ர்த²ம் தே³வதாராத⁴நாதி³ சிகீர்ஷதி ந த்வாத்மைகத்வம் பஶ்யதஸ்ததோ(அ)ந்வயவ்யதிரேகாப்⁴யாம் ஶோகாதே³ரவித்³யாகார்யத்வாவதா⁴ரணாந்மூலாவித்³யாநிவ்ருத்த்யைவ ஶோகாதே³ராத்யந்திகீ நிவ்ருத்திர்வித்³யாப²லத்வேந விவக்ஷிதா லயமாத்ரஸ்ய ஸுஷுப்தே(அ)பி பா⁴வாதி³த்யாஹ -
ஶோகஶ்ச மோஹஶ்சேத்யாதி³நா ॥ 7 ॥`,
    },
    "telugu": {
      bhashyam: `యస్మిన్సర్వాణి భూతాని యస్మిన్ కాలే యథోక్తాత్మని వా, తాన్యేవ భూతాని సర్వాణి పరమార్థాత్మదర్శనాత్ ఆత్మైవాభూత్ ఆత్మైవ సంవృత్తః పరమార్థవస్తు విజానతః, తత్ర తస్మిన్కాలే తత్రాత్మని వా, కో మోహః కః శోకః । శోకశ్చ మోహశ్చ కామకర్మబీజమజానతో భవతి, న త్వాత్మైకత్వం విశుద్ధం గగనోపమం పశ్యతః । కో మోహః కః శోక ఇతి శోకమోహయోరవిద్యాకార్యయోరాక్షేపేణాసమ్భవప్రకాశనాత్ సకారణస్య సంసారస్యాత్యన్తమేవోచ్ఛేదః ప్రదర్శితో భవతి ॥`,
      teeka: `నిరతిశయానన్దస్వరూపమత ఎవ దుఃఖాస్పృష్టమాత్మానమజానతః శోకో భవతి హా హతోఽహం న మే పుత్రోఽస్తి న మే క్షేత్రమితి । తతః పుత్రాదీన్కామయతే తదర్థం దేవతారాధనాది చికీర్షతి న త్వాత్మైకత్వం పశ్యతస్తతోఽన్వయవ్యతిరేకాభ్యాం శోకాదేరవిద్యాకార్యత్వావధారణాన్మూలావిద్యానివృత్త్యైవ శోకాదేరాత్యన్తికీ నివృత్తిర్విద్యాఫలత్వేన వివక్షితా లయమాత్రస్య సుషుప్తేఽపి భావాదిత్యాహ -
శోకశ్చ మోహశ్చేత్యాదినా ॥ ౭ ॥`,
    },
  },
  8: {
    "devanagari": {
      bhashyam: `स यथोक्तलक्षणो ज्ञाननिष्ठो मोक्षधर्मो यथोक्तलक्षणात्मतत्त्वदर्शननिष्ठोऽध्यात्मविद्ब्रह्मविद्वेदार्थविन्मुक्त इत्युच्यते । अत्र च ब्रह्मदर्शनमात्रात्सहकारिसाधननिरपेक्षात्मत्वाल्लोकान्तराप्राप्तिफललक्षणं मुक्तत्वम् ; संसारकारणानि कामकर्मादीनि मोहशोकादिसंसारकार्याण्यात्मैकत्वदर्शनादपगतानि ; ततश्च कारणकार्योभयापगमात् 'ब्रह्मैवाहमस्मि' इति ब्रह्मभाव एव मुक्तत्वम् , न लोकान्तरप्राप्तिरित्यर्थः । तथा वक्ष्यति — 'ब्रह्म वेद ब्रह्मैव भवति' (मु. उ. ३ । २ । ९) इति । तदेतदात्मतत्त्वविद्याफलमात्मैकत्वं विभूतियुक्तं प्रकाश्यते —

स पर्यगात् परि समन्तात् अगात् अगच्छत् व्याप्नोदित्यर्थः । कथंभूतः सन् ? शुक्रं शुद्धम् अकायम् अशरीरमव्रणम् अच्छिद्रम् अस्नाविरं स्नाव्नां सिराणां वर्जितमिति सूक्ष्मशरीराभावं दर्शयति ; शुद्धं शुद्धमेव पुनर्वचनात् अविद्याप्रत्युपस्थापितकृतकादिदोषैरस्पृष्टं निष्कलमित्यर्थः ; अपापविद्धम् अपुण्यविद्धं च धर्मानुमृष्टम् । कविः क्रान्तदर्शी सर्वज्ञः मनीषी मनस ईषिता चेतयिता सर्वस्य जगतः । परिभूः सर्वेषां भूतानां परिभविता परिभूः सर्वोत्कृष्ट इत्यर्थः । स्वयम्भूः स्वयमेव भवति स्वात्मसद्भावे नान्यमपेक्षते न प्रकृतिः न सहकारि निमित्तान्तरं वा अपेक्षते इत्यर्थः । शाश्वतीभ्यः सनातनीभ्यः नित्याभ्यः समाभ्यः संवत्सराख्येभ्यः प्रजाभ्यः प्रकर्षेण जातेभ्यः अर्थान् कर्माणि कर्तव्यानि यथातथ्यतः तत्त्वतो न्याय्यतश्च यथायोग्यमर्थं व्यदधात् विहितवान् विभक्तवानित्यर्थः ॥`,
      teeka: `योऽयमिति ।
‘स्नु’ प्रक्षरणे धातुः । स्नावयन्ति शरीरमिति स्नावाः शिराः । क्रान्तमतिक्रान्तं नष्टमित्युपलक्षणं भूतभविष्यद्वर्तमानदर्शी ॥ ८ ॥`,
    },
    "kannada": {
      bhashyam: `ಸ ಪರ್ಯಗಾತ್ , ಸಃ ಯಥೋಕ್ತ ಆತ್ಮಾ ಪರ್ಯಗಾತ್ ಪರಿ ಸಮಂತಾತ್ ಅಗಾತ್ ಗತವಾನ್ , ಆಕಾಶವದ್ವ್ಯಾಪೀತ್ಯರ್ಥಃ । ಶುಕ್ರಂ ಶುಭ್ರಂ ಜ್ಯೋತಿಷ್ಮತ್ ದೀಪ್ತಿಮಾನಿತ್ಯರ್ಥಃ । ಅಕಾಯಮ್ ಅಶರೀರಂ ಲಿಂಗಶರೀರವರ್ಜಿತ ಇತ್ಯರ್ಥಃ । ಅವ್ರಣಮ್ ಅಕ್ಷತಮ್ । ಅಸ್ನಾವಿರಮ್ ಸ್ನಾವಾಃ ಸಿರಾ ಯಸ್ಮಿನ್ನ ವಿದ್ಯಂತ ಇತ್ಯಸ್ನಾವಿರಮ್ । ಅವ್ರಣಮಸ್ನಾವಿರಮಿತ್ಯೇತಾಭ್ಯಾಂ ಸ್ಥೂಲಶರೀರಪ್ರತಿಷೇಧಃ । ಶುದ್ಧಂ ನಿರ್ಮಲಮವಿದ್ಯಾಮಲರಹಿತಮಿತಿ ಕಾರಣಶರೀರಪ್ರತಿಷೇಧಃ । ಅಪಾಪವಿದ್ಧಂ ಧರ್ಮಾಧರ್ಮಾದಿಪಾಪವರ್ಜಿತಮ್ । ಶುಕ್ರಮಿತ್ಯಾದೀನಿ ವಚಾಂಸಿ ಪುಂಲಿಂಗತ್ವೇನ ಪರಿಣೇಯಾನಿ, ಸ ಪರ್ಯಗಾತ್ ಇತ್ಯುಪಕ್ರಮ್ಯ ಕವಿರ್ಮನೀಷೀ ಇತ್ಯಾದಿನಾ ಪುಂಲಿಂಗತ್ವೇನೋಪಸಂಹಾರಾತ್ । ಕವಿಃ ಕ್ರಾಂತದರ್ಶೀ ಸರ್ವದೃಕ್ , ‘ನಾನ್ಯೋಽತೋಽಸ್ತಿ ದ್ರಷ್ಟಾ’ (ಬೃ. ಉ. ೩ । ೭ । ೨೩) ಇತ್ಯಾದಿಶ್ರುತೇಃ । ಮನೀಷೀ ಮನಸ ಈಷಿತಾ, ಸರ್ವಜ್ಞ ಈಶ್ವರ ಇತ್ಯರ್ಥಃ । ಪರಿಭೂಃ ಸರ್ವೇಷಾಂ ಪರಿ ಉಪರಿ ಭವತೀತಿ ಪರಿಭೂಃ । ಸ್ವಯಂಭೂಃ ಸ್ವಯಮೇವ ಭವತೀತಿ, ಯೇಷಾಮುಪರಿ ಭವತಿ ಯಶ್ಚೋಪರಿ ಭವತಿ ಸ ಸರ್ವಃ ಸ್ವಯಮೇವ ಭವತೀತಿ ಸ್ವಯಂಭೂಃ । ಸ ನಿತ್ಯಮುಕ್ತ ಈಶ್ವರಃ ಯಾಥಾತಥ್ಯತಃ ಸರ್ವಜ್ಞತ್ವಾತ್ ಯಥಾತಥಾಭಾವೋ ಯಾಥಾತಥ್ಯಂ ತಸ್ಮಾತ್ ಯಥಾಭೂತಕರ್ಮಫಲಸಾಧನತಃ ಅರ್ಥಾನ್ ಕರ್ತವ್ಯಪದಾರ್ಥಾನ್ ವ್ಯದಧಾತ್ ವಿಹಿತವಾನ್ , ಯಥಾನುರೂಪಂ ವ್ಯಭಜದಿತ್ಯರ್ಥಃ । ಶಾಶ್ವತೀಭ್ಯಃ ನಿತ್ಯಾಭ್ಯಃ ಸಮಾಭ್ಯಃ ಸಂವತ್ಸರಾಖ್ಯೇಭ್ಯಃ ಪ್ರಜಾಪತಿಭ್ಯ ಇತ್ಯರ್ಥಃ ॥`,
      teeka: `ಯೋಽಯಮಿತಿ ।
‘ಸ್ನು’ ಪ್ರಕ್ಷರಣೇ ಧಾತುಃ । ಸ್ನಾವಯಂತಿ ಶರೀರಮಿತಿ ಸ್ನಾವಾಃ ಶಿರಾಃ । ಕ್ರಾಂತಮತಿಕ್ರಾಂತಂ ನಷ್ಟಮಿತ್ಯುಪಲಕ್ಷಣಂ ಭೂತಭವಿಷ್ಯದ್ವರ್ತಮಾನದರ್ಶೀ ॥ ೮ ॥`,
    },
    "tamil": {
      bhashyam: `स पर्यगाच्छुक्रमकायमव्रण—मस्नाविरं शुद्धमपापविद्धम् । 
कविर्मनीषी परिभूः स्वयम्भूर्याथातथ्यतो—ऽर्थान्व्यदधाच्छाश्वतीभ्यः समाभ्यः ॥ ८ ॥

(அவதாரிகை) எந்த இந்த ஆத்மா முந்தின மந்திரங்களால் கூறப்பட்டதோ, அந்த ஆத்மாவின் சொரூப லக்ஷணமானது என்ன என்பது இந்த மந்திரத்தினால் கூறப்படுகிறது.

स पर्यगात् , सः यथोक्त आत्मा पर्यगात् परि समन्तात् अगात् गतवान् , आकाशवद्व्यापीत्यर्थः । शुक्रं शुभ्रं ज्योतिष्मत् दीप्तिमानित्यर्थः । अकायम् अशरीरं लिङ्गशरीरवर्जित इत्यर्थः । अव्रणम् अक्षतम् । अस्नाविरम् स्नावाः सिरा यस्मिन्न विद्यन्त इत्यस्नाविरम् । अव्रणमस्नाविरमित्येताभ्यां स्थूलशरीरप्रतिषेधः । शुद्धं निर्मलमविद्यामलरहितमिति कारणशरीरप्रतिषेधः । अपापविद्धं धर्माधर्मादिपापवर्जितम् ।

எந்த இந்த முன்பு படித்த மந்திரங்களில் கூறப்பட்ட அந்த இந்த ஆத்மாவானது எங்கும் உள்ளது. பர்யகாத் என்றால் ஆகாயம் போல சர்வ வியாபி என்று அர்த்தம். சுத்தம், சுக்ரம் என்றால் பிரகாசமாக ஜொலிப்பது. ஆகாயம் என்று கூறியதால் அசரீரம், லிங்க சரீரமற்றது என்று அர்த்தம். அவ்ரணம் என்றால் குறைபாடற்றது (அக்ஷதம்), (புண்அற்றது) அஸ்னாவிரம், என்றால் நரம்பற்றது. அஸ்னாவிரம் அவ்ரணம் என்று கூறப்பட்டதால் தூல சரீரமானது நிஷேதிக்கப்பட்டுள்ளது (நீக்கப்பட்டுள்ளது). சுத்தம், நிர்மலம், அவித்யாமலரகிதம் என்று சொல்வதால் காரண சரீரம் நிஷேதிக்கப்பட்டது. அபாபவித்தம் என்றால் தர்மா தர்ம முதலிய பாபங்களற்றது.

शुक्रमित्यादीनि वचांसि पुंलिङ्गत्वेन परिणेयानि, स पर्यगात् इत्युपक्रम्य कविर्मनीषी इत्यादिना पुंलिङ्गत्वेनोपसंहारात् ।

சுக்ரம், சுத்தம் முதலிய நபும்சலிங்க வசனங்களில் புல்லிங்கமாக மாற்றிக்கொள்ள வேண்டும். ஸபர்யகாதித் ஆரம்பித்து “கவிமனீஷீ” முதலியதால் புல்லிங்கமாக கூறப்பட்டுள்ளதால்.

कविः क्रान्तदर्शी सर्वदृक् , ‘नान्योऽतोऽस्ति द्रष्टा’ (बृ. उ. ३ । ७ । २३) इत्यादिश्रुतेः । मनीषी मनस ईषिता, सर्वज्ञ ईश्वर इत्यर्थः । परिभूः सर्वेषां परि उपरि भवतीति परिभूः । स्वयम्भूः स्वयमेव भवतीति, येषामुपरि भवति यश्चोपरि भवति स सर्वः स्वयमेव भवतीति स्वयम्भूः ।

கவி: - கிராந்ததர்சீ - சர்வதிருக் எல்லாவற்றையும் அறிந்தவன். இவனைக்காட்டிலும் அந்நியமான த்ரஷ்டா இல்லை என்ற சுருதியினால் அறியப்படுகிறது. ’மனீஷீ’ என்றால் மனதை பிரேரணை (தூண்டுதல்) செய்வதால் ஈஸ்வரன் சர்வக்ஞன் என்று அர்த்தம். எல்லாவற்றிக்கும் மேலாக இருப்பதால் பரிபூ: சுயம்பு தானாகவே தோன்றுவது (சுயமாகத் தோன்றுவது) எவற்றுக்கு மேல் இருக்கிறதோ எது எல்லாவற்றிக்கும் மேலே இருக்கிறதோ அவையாவும், எல்லாமாயும் சுயமாயும் இருப்பதால் சுயம்பு.

स नित्यमुक्त ईश्वरः याथातथ्यतः सर्वज्ञत्वात् यथातथाभावो याथातथ्यं तस्मात् यथाभूतकर्मफलसाधनतः अर्थान् कर्तव्यपदार्थान् व्यदधात् विहितवान् , यथानुरूपं व्यभजदित्यर्थः । शाश्वतीभ्यः नित्याभ्यः समाभ्यः संवत्सराख्येभ्यः प्रजापतिभ्य इत्यर्थः ॥

அந்த நித்ய முக்த ஈஸ்வரன் ஸர்வக்ஞரானதால் (எல்லாம் அறிந்தவரானதால்) உள்ளது உள்ளபடி கர்மபல சாதனத்தை ஒட்டி செய்யவேண்டியதான காரியங்களை (பதார்த்தங்களை) செய்தார். அதாவது அவர்களின் ஸ்வரூபத்திற்கு (தகுதிக்கு) ஏற்றவாறு பிரித்து அளித்தார். சாஸ்வதர்கள், நித்யர்கள் என்று சொல்லப்படுகிற சாமர்களின் பொருட்டு என்றால் ஸம்வத்ஸரர்கள் என்ற பிரஜாபதிகளின் பொருட்டு என்பது பொருள்.`,
      teeka: `யோ(அ)யமிதி ।
‘ஸ்நு’ ப்ரக்ஷரணே தா⁴து: । ஸ்நாவயந்தி ஶரீரமிதி ஸ்நாவா: ஶிரா: । க்ராந்தமதிக்ராந்தம் நஷ்டமித்யுபலக்ஷணம் பூ⁴தப⁴விஷ்யத்³வர்தமாநத³ர்ஶீ ॥ 8 ॥`,
    },
    "telugu": {
      bhashyam: `స పర్యగాత్ , సః యథోక్త ఆత్మా పర్యగాత్ పరి సమన్తాత్ అగాత్ గతవాన్ , ఆకాశవద్వ్యాపీత్యర్థః । శుక్రం శుభ్రం జ్యోతిష్మత్ దీప్తిమానిత్యర్థః । అకాయమ్ అశరీరం లిఙ్గశరీరవర్జిత ఇత్యర్థః । అవ్రణమ్ అక్షతమ్ । అస్నావిరమ్ స్నావాః సిరా యస్మిన్న విద్యన్త ఇత్యస్నావిరమ్ । అవ్రణమస్నావిరమిత్యేతాభ్యాం స్థూలశరీరప్రతిషేధః । శుద్ధం నిర్మలమవిద్యామలరహితమితి కారణశరీరప్రతిషేధః । అపాపవిద్ధం ధర్మాధర్మాదిపాపవర్జితమ్ । శుక్రమిత్యాదీని వచాంసి పుంలిఙ్గత్వేన పరిణేయాని, స పర్యగాత్ ఇత్యుపక్రమ్య కవిర్మనీషీ ఇత్యాదినా పుంలిఙ్గత్వేనోపసంహారాత్ । కవిః క్రాన్తదర్శీ సర్వదృక్ , ‘నాన్యోఽతోఽస్తి ద్రష్టా’ (బృ. ఉ. ౩ । ౭ । ౨౩) ఇత్యాదిశ్రుతేః । మనీషీ మనస ఈషితా, సర్వజ్ఞ ఈశ్వర ఇత్యర్థః । పరిభూః సర్వేషాం పరి ఉపరి భవతీతి పరిభూః । స్వయమ్భూః స్వయమేవ భవతీతి, యేషాముపరి భవతి యశ్చోపరి భవతి స సర్వః స్వయమేవ భవతీతి స్వయమ్భూః । స నిత్యముక్త ఈశ్వరః యాథాతథ్యతః సర్వజ్ఞత్వాత్ యథాతథాభావో యాథాతథ్యం తస్మాత్ యథాభూతకర్మఫలసాధనతః అర్థాన్ కర్తవ్యపదార్థాన్ వ్యదధాత్ విహితవాన్ , యథానురూపం వ్యభజదిత్యర్థః । శాశ్వతీభ్యః నిత్యాభ్యః సమాభ్యః సంవత్సరాఖ్యేభ్యః ప్రజాపతిభ్య ఇత్యర్థః ॥`,
      teeka: `యోఽయమితి ।
‘స్ను’ ప్రక్షరణే ధాతుః । స్నావయన్తి శరీరమితి స్నావాః శిరాః । క్రాన్తమతిక్రాన్తం నష్టమిత్యుపలక్షణం భూతభవిష్యద్వర్తమానదర్శీ ॥ ౮ ॥`,
    },
  },
  9: {
    "devanagari": {
      bhashyam: `अन्धं तमः अविवेकजमज्ञानं प्रविशन्ति ते तस्य फलभूतं गर्भजन्मजरामरणादिलक्षणं संसारमनुभवन्तीत्यर्थः । के ? ये अविद्यां कर्म — विद्याया अन्या अविद्या तस्यां रताः निष्ठां गता इत्यर्थः । विद्या च अविद्या च विद्याविद्ये — विपरीते विद्या न विद्या अविद्येत्यर्थो गम्यते । सा च अविद्या कर्म ; 'विद्यां चाविद्यां च' (ई. उ. ११) इति मन्त्रान्तरेणाविरोधात् । कर्म च विद्यायाः विपर्ययः प्रसिद्धो लोके — विद्या ज्ञानं कर्म तदन्यत् इति विद्याकर्मणोर्भेदोपलब्धेः । ये तु विद्यायां ज्ञाने कर्मभ्यो निवृत्ताः सन्तः केवलायां रताः ते ततो भूय इव ते तमो भूयस्तरमन्धं तमः प्रविशन्ति ॥`,
      teeka: `प्रकरणविभागं दिदर्शयिषुर्वृत्तमनुवदति -
अत्राऽऽद्येनेति ।
यदुक्तं भास्करेण सर्वाऽप्युपनिषदेकं ब्रह्मविद्याप्रकरणं ततः प्रकरणभेदकरणमनुचिमिति । तदसत् । प्राणाद्युपासनविधानस्याप्युपनिषत्सु दर्शनात् । न च तदपि ब्रह्मज्ञानाङ्गमिति वाच्यम् । पृथक्फलश्रवणात् । तेनापि व्याकृताव्याकृतोपासनसमुच्चयविधानस्य प्रकरणभेदेनैवेष्टत्वाद्व्याकृताव्याकृतोपासनस्य प्रकारान्तरत्वात्तस्माद्यथा कर्मकाण्डेऽग्निहोत्रादिप्रकरणं भिन्नमेवेष्यते भिन्नाधिकारत्वात्तत्तत्कर्मणस्तथोपनिषत्स्वपि भिन्नाधिकारत्वात्कर्माविरुद्धतद्धिरुद्धविद्याप्रकरणभेदो न विरुध्यते ।

मन्त्रार्थे ब्राह्मणसम्मतिं दर्शयितुमुपक्रमते -
अनयोश्चेत्यादिना ।

तत्र वाक्ये कथमज्ञत्वमवगम्यत इत्याशङ्क्याऽऽह -
मन एवेति ।
“जाया मे स्यादथ प्रजायेयाथ वित्तं मे स्यादथ कर्म कुर्वीय”(बृ.उ. १-४-१७) इति कामयमानस्य सर्वथैव बाह्यो जायादिर्यदा न सम्पद्यते तदाऽध्यात्मं जायादिसम्पर्त्ति दर्शयति । एतच्चाज्ञत्वलिङ्गं मन आदिष्वात्मत्वाद्यभिमानस्याज्ञानकार्यत्वात् । यथा च बाह्यकामिन्यलाभे सुप्तो मनोविजृम्भितकामिनीमुपभुञ्जानोऽज्ञः प्रसिद्धस्तद्वदयमपीत्यर्थः ।

तेषां च कर्मणां फलं संसाराप्तिरेवेत्यपि तत्रैव दर्शितमित्याह -
तथा चेति ।
एकं साधारणमन्नं यदिदमद्यते द्वे देवानां हुतप्रहुते दर्शपूर्णमासौ वा; त्रीण्यस्य भोगसाधनानि मनोवाक्प्राणलक्षणानि; पश्वर्थमेकं तत्पय इति सप्तान्नसर्गोदर्शितः श्रुत्या यत्सप्तान्नानि मेधया तपसाऽजनयत्पितेत्यादिना । अत्रैकैको यजमान एव विहितप्रतिषिद्धज्ञानकर्मानुष्ठानात्सर्वस्य संसारस्य साक्षात्पारम्पर्याभ्यां जनकत्वात्पितोच्यते । तेषु च सृष्टेष्वन्नेषु तस्य पितुरहमिदं ममेदमित्यात्मत्वाध्यासेन मनआदिष्वितरेषु च सम्बन्धाध्यासेनावस्थानं संसारः प्रसिद्ध इत्यर्थः ।

एवं मन्त्रप्रदर्शिते निष्ठाद्वये ब्राह्मणसम्मतिं दर्शयित्वा प्रकरणविभागं दर्शयति -
ये तु ज्ञाननिष्ठा इत्याविना ।

अत्याश्रमिभ्य इति ।
उत्तमाश्रमिभ्य इत्यर्थः । साध्यसाधनभेदोपमर्देन यदात्मैकत्वविज्ञानं यस्मिन्सर्वाणि भूतान्यात्मैवाभूदित्यवधारणेनोक्तं पूर्वार्धेन, उत्तरार्धेन च संसारनिवृत्तिफलकमुक्तं तन्न श्रौतेन स्मार्तेन वा कर्मणा केनचिदमूढः समुच्चिचीषति । अन्धं तम इत्यादौ तु समुच्चिचीषयाऽविद्वदादिनिन्दा दृश्यते ।

ततः किमित्यत आह -
तत्र च यस्येति ।

कस्य तर्हि ज्ञानस्य कर्मसमुच्चयः समभ्वतीत्यत आह -
यद्दैवं वित्तमिति ।
यच्चोक्तं भास्करेणेशा वास्यमिति मन्त्रे ब्रह्मविद्यायाः प्रक्रान्तत्वात्तस्या एव समुच्चिचीषया निन्दोच्यत इति । तदसत् । न हि प्रकृतमित्येतावता सम्बध्यते किं चु सम्बन्धयोग्यम् । शुद्धब्रह्मात्मैकत्वविद्यायास्तु कर्तृत्वाद्यध्यासोपमर्दकत्वान्नास्ति कर्मसम्बन्धयोग्यता । किञ्च यस्मिन्निष्पन्नेऽपि फलस्य व्यवधानं सम्भाव्यते तस्यैव सहकारिसमुच्चय इष्यते दर्शादेः, इह त्वेकत्वमनुपश्यतः को मोहः कः शोक इत्येकत्वदर्शनसमकालमेव मोहादिनिवृत्त्यभिधानान्न कालान्तरीयफलम् । ततो न सहकारिसमुच्चिचीषा । किञ्चास्या मन्त्रोपनिषदो ब्राह्मणे “ब्राह्मणा विविदिषन्ति यज्ञेन”(बृ. उ. ४ । ४ । २२) इत्यादौ तृतीयाश्रुत्या यज्ञादेरिष्यमाणवेदने क्ररणत्वेन सम्बन्धः प्रतीयते । तत्कथं दुर्बलेन प्रकरणेन सहकारितया सम्बन्धः प्रकल्प्यते । प्रधानस्य च विद्यायाः सहकारिसम्बन्धविधित्सया निन्देत्यप्ययुक्तम् । अत एव चाग्नीन्धनाद्यनपेक्षेतिसूत्रविरोधश्च । प्रधानस्य च विद्यायाः सहकारिसम्बन्धविधित्सया निन्देत्यप्ययुक्तम् । अत एव चाग्नीन्धनाद्यनपेेक्षेतिसूूत्रविरोधश्च । समुच्चयश्च परेणापि नेष्यते । विरोधेन च परिजह्रे । तस्मात्कर्माविरुद्धदेवताज्ञानस्यैवात्र समुच्चयो विधित्स्यते ।

ननु देवताज्ञानस्य कर्मफलातिरिक्तफलाभावात्समुच्चयो न सम्भवतीत्यत आह -
विद्ययेति ।

ननु समुच्चिचीषया निन्देति किमिति व्याख्यायते । अध्ययनविधेर्मोक्षादर्वाक्पर्यवसानानुपपत्तेर्देवलोकादिप्राप्तेः फलाभासत्वात्प्रहाणार्थैव निन्दा किं नेष्यते तत्राऽऽह -
तयोर्ज्ञानकर्मणोरिति ।
न फलशब्दो मोक्षे रूढो मोक्षमनिच्छतामपि समीहिते फलव्यवहारदर्शनात्ततो यो देवलोकादिमुकपादित्सते तस्य तदपि फलं भवत्येवेत्यर्थः ॥ १-१०-११ ॥`,
    },
    "kannada": {
      bhashyam: `ಅಂಧಂ ತಮಃ ಅದರ್ಶನಾತ್ಮಕಂ ತಮಃ ಪ್ರವಿಶಂತಿ । ಕೇ ? ಯೇ ಅವಿದ್ಯಾಮ್ , ವಿದ್ಯಾಯಾ ಅನ್ಯಾ ಅವಿದ್ಯಾ ಕರ್ಮೇತ್ಯರ್ಥಃ, ಕರ್ಮಣೋ ವಿದ್ಯಾವಿರೋಧಿತ್ವಾತ್ , ತಾಮವಿದ್ಯಾಮಗ್ನಿಹೋತ್ರಾದಿಲಕ್ಷಣಾಮೇವ ಕೇವಲಾಮ್ ಉಪಾಸತೇ ತತ್ಪರಾಃ ಸಂತೋಽನುತಿಷ್ಠಂತೀತ್ಯಭಿಪ್ರಾಯಃ । ತತಃ ತಸ್ಮಾದಂಧಾತ್ಮಕಾತ್ತಮಸಃ ಭೂಯ ಇವ ಬಹುತರಮೇವ ತೇ ತಮಃ ಪ್ರವಿಶಂತಿ । ಕೇ ? ಕರ್ಮ ಹಿತ್ವಾ ಯೇ ಉ ಯೇ ತು ವಿದ್ಯಾಯಾಮೇವ ದೇವತಾಜ್ಞಾನೇ ಏವ ರತಾಃ ಅಭಿರತಾಃ ॥`,
      teeka: `ಪ್ರಕರಣವಿಭಾಗಂ ದಿದರ್ಶಯಿಷುರ್ವೃತ್ತಮನುವದತಿ -
ಅತ್ರಾಽಽದ್ಯೇನೇತಿ ।
ಯದುಕ್ತಂ ಭಾಸ್ಕರೇಣ ಸರ್ವಾಽಪ್ಯುಪನಿಷದೇಕಂ ಬ್ರಹ್ಮವಿದ್ಯಾಪ್ರಕರಣಂ ತತಃ ಪ್ರಕರಣಭೇದಕರಣಮನುಚಿಮಿತಿ । ತದಸತ್ । ಪ್ರಾಣಾದ್ಯುಪಾಸನವಿಧಾನಸ್ಯಾಪ್ಯುಪನಿಷತ್ಸು ದರ್ಶನಾತ್ । ನ ಚ ತದಪಿ ಬ್ರಹ್ಮಜ್ಞಾನಾಂಗಮಿತಿ ವಾಚ್ಯಮ್ । ಪೃಥಕ್ಫಲಶ್ರವಣಾತ್ । ತೇನಾಪಿ ವ್ಯಾಕೃತಾವ್ಯಾಕೃತೋಪಾಸನಸಮುಚ್ಚಯವಿಧಾನಸ್ಯ ಪ್ರಕರಣಭೇದೇನೈವೇಷ್ಟತ್ವಾದ್ವ್ಯಾಕೃತಾವ್ಯಾಕೃತೋಪಾಸನಸ್ಯ ಪ್ರಕಾರಾಂತರತ್ವಾತ್ತಸ್ಮಾದ್ಯಥಾ ಕರ್ಮಕಾಂಡೇಽಗ್ನಿಹೋತ್ರಾದಿಪ್ರಕರಣಂ ಭಿನ್ನಮೇವೇಷ್ಯತೇ ಭಿನ್ನಾಧಿಕಾರತ್ವಾತ್ತತ್ತತ್ಕರ್ಮಣಸ್ತಥೋಪನಿಷತ್ಸ್ವಪಿ ಭಿನ್ನಾಧಿಕಾರತ್ವಾತ್ಕರ್ಮಾವಿರುದ್ಧತದ್ಧಿರುದ್ಧವಿದ್ಯಾಪ್ರಕರಣಭೇದೋ ನ ವಿರುಧ್ಯತೇ ।

ಮಂತ್ರಾರ್ಥೇ ಬ್ರಾಹ್ಮಣಸಮ್ಮತಿಂ ದರ್ಶಯಿತುಮುಪಕ್ರಮತೇ -
ಅನಯೋಶ್ಚೇತ್ಯಾದಿನಾ ।

ತತ್ರ ವಾಕ್ಯೇ ಕಥಮಜ್ಞತ್ವಮವಗಮ್ಯತ ಇತ್ಯಾಶಂಕ್ಯಾಽಽಹ -
ಮನ ಏವೇತಿ ।
“ಜಾಯಾ ಮೇ ಸ್ಯಾದಥ ಪ್ರಜಾಯೇಯಾಥ ವಿತ್ತಂ ಮೇ ಸ್ಯಾದಥ ಕರ್ಮ ಕುರ್ವೀಯ”(ಬೃ.ಉ. ೧-೪-೧೭) ಇತಿ ಕಾಮಯಮಾನಸ್ಯ ಸರ್ವಥೈವ ಬಾಹ್ಯೋ ಜಾಯಾದಿರ್ಯದಾ ನ ಸಂಪದ್ಯತೇ ತದಾಽಧ್ಯಾತ್ಮಂ ಜಾಯಾದಿಸಂಪರ್ತ್ತಿ ದರ್ಶಯತಿ । ಏತಚ್ಚಾಜ್ಞತ್ವಲಿಂಗಂ ಮನ ಆದಿಷ್ವಾತ್ಮತ್ವಾದ್ಯಭಿಮಾನಸ್ಯಾಜ್ಞಾನಕಾರ್ಯತ್ವಾತ್ । ಯಥಾ ಚ ಬಾಹ್ಯಕಾಮಿನ್ಯಲಾಭೇ ಸುಪ್ತೋ ಮನೋವಿಜೃಂಭಿತಕಾಮಿನೀಮುಪಭುಂಜಾನೋಽಜ್ಞಃ ಪ್ರಸಿದ್ಧಸ್ತದ್ವದಯಮಪೀತ್ಯರ್ಥಃ ।

ತೇಷಾಂ ಚ ಕರ್ಮಣಾಂ ಫಲಂ ಸಂಸಾರಾಪ್ತಿರೇವೇತ್ಯಪಿ ತತ್ರೈವ ದರ್ಶಿತಮಿತ್ಯಾಹ -
ತಥಾ ಚೇತಿ ।
ಏಕಂ ಸಾಧಾರಣಮನ್ನಂ ಯದಿದಮದ್ಯತೇ ದ್ವೇ ದೇವಾನಾಂ ಹುತಪ್ರಹುತೇ ದರ್ಶಪೂರ್ಣಮಾಸೌ ವಾ; ತ್ರೀಣ್ಯಸ್ಯ ಭೋಗಸಾಧನಾನಿ ಮನೋವಾಕ್ಪ್ರಾಣಲಕ್ಷಣಾನಿ; ಪಶ್ವರ್ಥಮೇಕಂ ತತ್ಪಯ ಇತಿ ಸಪ್ತಾನ್ನಸರ್ಗೋದರ್ಶಿತಃ ಶ್ರುತ್ಯಾ ಯತ್ಸಪ್ತಾನ್ನಾನಿ ಮೇಧಯಾ ತಪಸಾಽಜನಯತ್ಪಿತೇತ್ಯಾದಿನಾ । ಅತ್ರೈಕೈಕೋ ಯಜಮಾನ ಏವ ವಿಹಿತಪ್ರತಿಷಿದ್ಧಜ್ಞಾನಕರ್ಮಾನುಷ್ಠಾನಾತ್ಸರ್ವಸ್ಯ ಸಂಸಾರಸ್ಯ ಸಾಕ್ಷಾತ್ಪಾರಂಪರ್ಯಾಭ್ಯಾಂ ಜನಕತ್ವಾತ್ಪಿತೋಚ್ಯತೇ । ತೇಷು ಚ ಸೃಷ್ಟೇಷ್ವನ್ನೇಷು ತಸ್ಯ ಪಿತುರಹಮಿದಂ ಮಮೇದಮಿತ್ಯಾತ್ಮತ್ವಾಧ್ಯಾಸೇನ ಮನಆದಿಷ್ವಿತರೇಷು ಚ ಸಂಬಂಧಾಧ್ಯಾಸೇನಾವಸ್ಥಾನಂ ಸಂಸಾರಃ ಪ್ರಸಿದ್ಧ ಇತ್ಯರ್ಥಃ ।

ಏವಂ ಮಂತ್ರಪ್ರದರ್ಶಿತೇ ನಿಷ್ಠಾದ್ವಯೇ ಬ್ರಾಹ್ಮಣಸಮ್ಮತಿಂ ದರ್ಶಯಿತ್ವಾ ಪ್ರಕರಣವಿಭಾಗಂ ದರ್ಶಯತಿ -
ಯೇ ತು ಜ್ಞಾನನಿಷ್ಠಾ ಇತ್ಯಾವಿನಾ ।

ಅತ್ಯಾಶ್ರಮಿಭ್ಯ ಇತಿ ।
ಉತ್ತಮಾಶ್ರಮಿಭ್ಯ ಇತ್ಯರ್ಥಃ । ಸಾಧ್ಯಸಾಧನಭೇದೋಪಮರ್ದೇನ ಯದಾತ್ಮೈಕತ್ವವಿಜ್ಞಾನಂ ಯಸ್ಮಿನ್ಸರ್ವಾಣಿ ಭೂತಾನ್ಯಾತ್ಮೈವಾಭೂದಿತ್ಯವಧಾರಣೇನೋಕ್ತಂ ಪೂರ್ವಾರ್ಧೇನ, ಉತ್ತರಾರ್ಧೇನ ಚ ಸಂಸಾರನಿವೃತ್ತಿಫಲಕಮುಕ್ತಂ ತನ್ನ ಶ್ರೌತೇನ ಸ್ಮಾರ್ತೇನ ವಾ ಕರ್ಮಣಾ ಕೇನಚಿದಮೂಢಃ ಸಮುಚ್ಚಿಚೀಷತಿ । ಅಂಧಂ ತಮ ಇತ್ಯಾದೌ ತು ಸಮುಚ್ಚಿಚೀಷಯಾಽವಿದ್ವದಾದಿನಿಂದಾ ದೃಶ್ಯತೇ ।

ತತಃ ಕಿಮಿತ್ಯತ ಆಹ -
ತತ್ರ ಚ ಯಸ್ಯೇತಿ ।

ಕಸ್ಯ ತರ್ಹಿ ಜ್ಞಾನಸ್ಯ ಕರ್ಮಸಮುಚ್ಚಯಃ ಸಮಭ್ವತೀತ್ಯತ ಆಹ -
ಯದ್ದೈವಂ ವಿತ್ತಮಿತಿ ।
ಯಚ್ಚೋಕ್ತಂ ಭಾಸ್ಕರೇಣೇಶಾ ವಾಸ್ಯಮಿತಿ ಮಂತ್ರೇ ಬ್ರಹ್ಮವಿದ್ಯಾಯಾಃ ಪ್ರಕ್ರಾಂತತ್ವಾತ್ತಸ್ಯಾ ಏವ ಸಮುಚ್ಚಿಚೀಷಯಾ ನಿಂದೋಚ್ಯತ ಇತಿ । ತದಸತ್ । ನ ಹಿ ಪ್ರಕೃತಮಿತ್ಯೇತಾವತಾ ಸಂಬಧ್ಯತೇ ಕಿಂ ಚು ಸಂಬಂಧಯೋಗ್ಯಮ್ । ಶುದ್ಧಬ್ರಹ್ಮಾತ್ಮೈಕತ್ವವಿದ್ಯಾಯಾಸ್ತು ಕರ್ತೃತ್ವಾದ್ಯಧ್ಯಾಸೋಪಮರ್ದಕತ್ವಾನ್ನಾಸ್ತಿ ಕರ್ಮಸಂಬಂಧಯೋಗ್ಯತಾ । ಕಿಂಚ ಯಸ್ಮಿನ್ನಿಷ್ಪನ್ನೇಽಪಿ ಫಲಸ್ಯ ವ್ಯವಧಾನಂ ಸಂಭಾವ್ಯತೇ ತಸ್ಯೈವ ಸಹಕಾರಿಸಮುಚ್ಚಯ ಇಷ್ಯತೇ ದರ್ಶಾದೇಃ, ಇಹ ತ್ವೇಕತ್ವಮನುಪಶ್ಯತಃ ಕೋ ಮೋಹಃ ಕಃ ಶೋಕ ಇತ್ಯೇಕತ್ವದರ್ಶನಸಮಕಾಲಮೇವ ಮೋಹಾದಿನಿವೃತ್ತ್ಯಭಿಧಾನಾನ್ನ ಕಾಲಾಂತರೀಯಫಲಮ್ । ತತೋ ನ ಸಹಕಾರಿಸಮುಚ್ಚಿಚೀಷಾ । ಕಿಂಚಾಸ್ಯಾ ಮಂತ್ರೋಪನಿಷದೋ ಬ್ರಾಹ್ಮಣೇ “ಬ್ರಾಹ್ಮಣಾ ವಿವಿದಿಷಂತಿ ಯಜ್ಞೇನ”(ಬೃ. ಉ. ೪ । ೪ । ೨೨) ಇತ್ಯಾದೌ ತೃತೀಯಾಶ್ರುತ್ಯಾ ಯಜ್ಞಾದೇರಿಷ್ಯಮಾಣವೇದನೇ ಕ್ರರಣತ್ವೇನ ಸಂಬಂಧಃ ಪ್ರತೀಯತೇ । ತತ್ಕಥಂ ದುರ್ಬಲೇನ ಪ್ರಕರಣೇನ ಸಹಕಾರಿತಯಾ ಸಂಬಂಧಃ ಪ್ರಕಲ್ಪ್ಯತೇ । ಪ್ರಧಾನಸ್ಯ ಚ ವಿದ್ಯಾಯಾಃ ಸಹಕಾರಿಸಂಬಂಧವಿಧಿತ್ಸಯಾ ನಿಂದೇತ್ಯಪ್ಯಯುಕ್ತಮ್ । ಅತ ಏವ ಚಾಗ್ನೀಂಧನಾದ್ಯನಪೇಕ್ಷೇತಿಸೂತ್ರವಿರೋಧಶ್ಚ । ಪ್ರಧಾನಸ್ಯ ಚ ವಿದ್ಯಾಯಾಃ ಸಹಕಾರಿಸಂಬಂಧವಿಧಿತ್ಸಯಾ ನಿಂದೇತ್ಯಪ್ಯಯುಕ್ತಮ್ । ಅತ ಏವ ಚಾಗ್ನೀಂಧನಾದ್ಯನಪೇೇಕ್ಷೇತಿಸೂೂತ್ರವಿರೋಧಶ್ಚ । ಸಮುಚ್ಚಯಶ್ಚ ಪರೇಣಾಪಿ ನೇಷ್ಯತೇ । ವಿರೋಧೇನ ಚ ಪರಿಜಹ್ರೇ । ತಸ್ಮಾತ್ಕರ್ಮಾವಿರುದ್ಧದೇವತಾಜ್ಞಾನಸ್ಯೈವಾತ್ರ ಸಮುಚ್ಚಯೋ ವಿಧಿತ್ಸ್ಯತೇ ।

ನನು ದೇವತಾಜ್ಞಾನಸ್ಯ ಕರ್ಮಫಲಾತಿರಿಕ್ತಫಲಾಭಾವಾತ್ಸಮುಚ್ಚಯೋ ನ ಸಂಭವತೀತ್ಯತ ಆಹ -
ವಿದ್ಯಯೇತಿ ।

ನನು ಸಮುಚ್ಚಿಚೀಷಯಾ ನಿಂದೇತಿ ಕಿಮಿತಿ ವ್ಯಾಖ್ಯಾಯತೇ । ಅಧ್ಯಯನವಿಧೇರ್ಮೋಕ್ಷಾದರ್ವಾಕ್ಪರ್ಯವಸಾನಾನುಪಪತ್ತೇರ್ದೇವಲೋಕಾದಿಪ್ರಾಪ್ತೇಃ ಫಲಾಭಾಸತ್ವಾತ್ಪ್ರಹಾಣಾರ್ಥೈವ ನಿಂದಾ ಕಿಂ ನೇಷ್ಯತೇ ತತ್ರಾಽಽಹ -
ತಯೋರ್ಜ್ಞಾನಕರ್ಮಣೋರಿತಿ ।
ನ ಫಲಶಬ್ದೋ ಮೋಕ್ಷೇ ರೂಢೋ ಮೋಕ್ಷಮನಿಚ್ಛತಾಮಪಿ ಸಮೀಹಿತೇ ಫಲವ್ಯವಹಾರದರ್ಶನಾತ್ತತೋ ಯೋ ದೇವಲೋಕಾದಿಮುಕಪಾದಿತ್ಸತೇ ತಸ್ಯ ತದಪಿ ಫಲಂ ಭವತ್ಯೇವೇತ್ಯರ್ಥಃ ॥ ೧-೧೦-೧೧ ॥`,
    },
    "tamil": {
      bhashyam: `अन्धं तमः प्रविशन्ति ये अविद्यामुपासते । 
ततो भूय इव ते तमो य उ विद्यायां रताः ॥ ९ ॥

(அவதாரிகை) இந்த ஈசாவாஸ்யம் என்ற உபநிஷத்தில் ஈசாவாஸ்யம் என்ற முதல் மந்திரத்தினால் ஏஷாணாத்திரய பரித்தியாகத்தால் உண்டாகும் ஞான நிஷ்டையானது முதல் (முக்கியமான) வேதார்த்தமாக கூறப்பட்டது. அக்ஞானிகளாய் ஜீவிப்பதில் இச்சையுள்ளவர்களாய் இருப்பவர்களுக்கு ஞான நிஷ்டை (அசம்பவம்) பொருந்தாததினால் குர்வன் ஏவ கர்மாணி ஜீஜீ விஷேத் என்ற இரண்டாவது மந்திரத்தில் கர்ம நிஷ்டை, இரண்டாவது வேதார்த்தமாக கூறப்பட்டது.

இந்த இரண்டு நிஷ்டையின் விபாகமும், இந்த இரண்டு மந்திரங்களால் காட்டப்பட்டுள்ளது. இதையே பிருகதாரண்ய உபநிஷத்திலும் காண்பிக்கப்பட்டுள்ளது. “ஸோ அகாமயத ஜாயாமே ஸ்யாத்” எனக்கு மனைவி வேண்டுமென்று அவன் விரும்பினான் முதலிய மந்திரங்களால் அக்ஞானியாகிய காமனை உள்ள அக்ஞானிக்குத்தான் கர்மங்கள் விதிக்கப்பட்டுள்ளன. “மன ஏவ அஸ்ய ஆத்மா வாக் ஜாயா” மனம் தான் ஆத்மா. வாக் தான் மனைவி முதலிய வசனங்கள் அக்ஞத்வம், காமித்வம், கர்ம நிஷ்டனுக்கு நிச்சயமாக இருக்கிறது என்று அறியப்படுகிறது. அப்படியே அதன் பலமானது சப்தான்ன ஸிருஷ்டி என்ற ஏழு அன்னங்களும் சிருஷ்டிக்கப்படுகிறது.

எல்லோருக்கும் பொதுவான நெல், கோதுமை — முதலியது மனித அன்னம்-1; ஹுதம், பிரஹுதம் என்ற தேவான்னம் -2; மனம், வாக், பிராணன் என்ற போகஸாதனம் - 3; பசுக்களுக்காக அதன் பால் -1 — இந்த ஏழு பிரகாரமான அன்னங்களின் சிருஷ்டி, கர்மத்தின் பலமாகும். அவைகளில் ஆத்ம பாவனை செய்வதால் அனாத்ம சொரூபத்தில் இருத்தல் ஏற்படுகிறது.

மனைவி முதலிய ஏஷணாத்திரய சந்நியாசத்தினால் ஆத்மாவை அறிந்தவர்களுக்கு கர்ம நிஷ்டைகளுக்கு பிரதிகூலமாக ஆத்மசொரூப நிஷ்டைதான் பிருகதாரண்ய உபநிஷத்தில் காண்பிக்கப்பட்டுள்ளது. எவ்வாறெனில் “கிம் பிரஜயா கரிஷ்யாமோ யேஷாம் நோ அயம் ஆத்மா அயம் லோக:” ஆத்மாவை அறிந்தவர்களுக்கு எந்த நமக்கு இதுவே ஆத்மாவோ, இதுவே லோகமோ, (போக சாதனம்) அந்த நாம் பிரஜைகளினால் என்ன செய்யப்போகிறோம் என்று கூறுவதால் கர்ம நிஷ்டையானது பிரதிகூலமாகிறது. எவர்கள் ஞான நிஷ்டர்களான சந்நியாசிகளோ அவர்களுக்கு அஸூர்யா நாம முதலிய மந்திரங்களால் அவித்வான்களை நிந்திப்பதன் வாயிலாக ஆத்மாவினுடைய யாதாத்மியம் (உண்மை சொரூபமானது) ஸ பர்யகாத் என்பது வரையுள்ள மந்திரங்களால் உபதேசிக்கப்பட்டுள்ளது. அவர்கள் தான் ஞான நிஷ்டையில் அதிகாரிகள், காமிகள் அல்ல. அவ்வாறே ச்வேதாச்வதர உபநிஷத் மந்திரங்களிலும் ரிஷிக்கூட்டங்களால் நன்கு சேவிக்கப்பட்டதும், மேலானதும், பவித்ரமானதும் ஆன ஆத்ம ஞானத்தை ஆசிரம தர்மத்தைக் கடந்தவர்களுக்கு உபதேசம் செய்யப்பட்டது என்று இவ்விதமாக ஞான நிஷ்டையானது தனியாக நன்கு பிரித்து உபதேசிக்கப்பட்டுள்ளது.

கர்ம நிஷ்டர்களாக எந்த கர்மிகள் ஜீவிக்கும் அளவும் கர்மம் செய்துக்கொண்டே ஜீவிக்க வேண்டுமென்று விரும்புகிறார்களோ, அவர்களைக் குறித்து இந்த மந்திரமானது உபதேசிக்கப்பட்டுள்ளது.

இது எல்லோருக்கும் இல்லையென்று எப்படித் தெரிகிறது எனில்,

இவ்வாறு கூறப்படுகிறது காமனை அற்ற புருஷனுக்கு சாதனை அழிந்து சாத்யங்களான பேதம் விட்டதினால், எதில் எல்லாம் அறிந்தவனுக்கு பூதங்களும் ஆத்மாவாகவே ஆகிறதோ (அவனுக்கு) எல்லாமே ஏகத்வமாக தொடர்ந்து பார்ப்பதால் அவனுக்கு சோக, மோகமானது எவ்வாறு உண்டாகும் என்று ஆத்ம ஐக்ய விக்ஞானமானது கூறப்பட்டது. அதை மூடனல்லாதவன் எந்த வேறு ஒரு கர்மாவோடும் மற்ற ஞானத்தோடும் (உபாசனை தேவதா ஞானம்) சமுச்சயம் செய்ய (சேர்க்க) விரும்பமாட்டான். இங்கு சமுச்சய இச்சையினால் அவித்வான் முதலியவர்களின் நிந்தை செய்யப்படுகிறது. அங்கு எதற்கு எதனோடு சமுச்சயமானது சாஸ்திரத்தினாலாவது, நியாயத்தினாலாவது ஸம்பவிக்கிறதோ அது இங்கு கூறப்படுகிறது. எவ்வாறு கூறப்படுகிறதெனில் தேவதா விஷய ஞானத்திற்கு கர்மத்துடன் ஸம்பந்தமிருப்பதால் சொல்லப்பட்டது. தவிர பரமாத்ம ஞானத்தை அல்ல. வித்தையினால் (உபாஸனத்தால்) தேவ லோகம் என (பிருகதாரண்யக உபநிஷத்தில்) வேறாக பலன் கூறப்பட்டுள்ளது. இங்கு ஞான கர்மங்களில் ஒவ்வொன்றை தனித்தனியாக செய்வது நிந்திக்கப்படுகிறது. இரண்டும் சேர்ந்து செய்தால் நிந்திக்கப்படவில்லை. பிருகதாரண்யக உபநிஷத்தில் ஒவ்வொன்றும் தனித்தனியாக பலன் கூறப்பட்டுள்ளது. வித்தையினால் அந்த தேவலோகம் செல்கிறார்கள், வித்தையினால் தேவலோகம் அங்கு தக்ஷிண மார்க்கத்தை அறிந்தவர்கள் போவதில்லை கர்மத்தினால் பிதிர்லோகம் என்று பிருகதாரண்யக உபநிஷத்தில் உள்ளது. ஆகையால் சாஸ்த்திரத்தில் விதிக்கப்பட்ட கர்மமானது செய்யத் தகாததாக ஆகாது எனப்படுகிறது.

अन्धं तमः अदर्शनात्मकं तमः प्रविशन्ति । के ? ये अविद्याम् , विद्याया अन्या अविद्या कर्मेत्यर्थः, कर्मणो विद्याविरोधित्वात् , तामविद्यामग्निहोत्रादिलक्षणामेव केवलाम् उपासते तत्पराः सन्तोऽनुतिष्ठन्तीत्यभिप्रायः । ततः तस्मादन्धात्मकात्तमसः भूय इव बहुतरमेव ते तमः प्रविशन्ति । के ? कर्म हित्वा ये उ ये तु विद्यायामेव देवताज्ञाने एव रताः अभिरताः ॥

அங்கு நம்மால் பார்க்க முடியாத அதர்சனமான இருளில் பிரவேசிக்கின்றனர். எவர்களெனின்? அவித்தையானது வித்தைக்கு அன்னியமானது. (அவித்யா) கர்மம் வித்யைக்கு விரோதமானது. அவித்யா என்றால் கர்மம் என்று அர்த்தம். ஏன் எனில் அந்த அவித்தையான அக்னி ஹோத்ராதி லக்ஷணமான கேவல கர்மத்தை மட்டும் உபாசிப்பவர்கள் அதிலேயே கருத்துடன் அனுஷ்டிப்பவர்கள். அதைக்காட்டிலும் அதிகமான அந்தகாரத்தில் (இருளில்) பிரவேசிக்கிறார்கள். எவர்களெனின்? கர்மத்தை அனுஷ்டிக்காமல் வித்தையிலேயே என்றால் தேவதா ஞானத்திலேயே ரமிக்கின்றவர்கள்.`,
      teeka: `ப்ரகரணவிபா⁴க³ம் தி³த³ர்ஶயிஷுர்வ்ருத்தமநுவத³தி -
அத்ரா(அ)(அ)த்³யேநேதி ।
யது³க்தம் பா⁴ஸ்கரேண ஸர்வா(அ)ப்யுபநிஷதே³கம் ப்³ரஹ்மவித்³யாப்ரகரணம் தத: ப்ரகரணபே⁴த³கரணமநுசிமிதி । தத³ஸத் । ப்ராணாத்³யுபாஸநவிதா⁴நஸ்யாப்யுபநிஷத்ஸு த³ர்ஶநாத் । ந ச தத³பி ப்³ரஹ்மஜ்ஞாநாங்க³மிதி வாச்யம் । ப்ருத²க்ப²லஶ்ரவணாத் । தேநாபி வ்யாக்ருதாவ்யாக்ருதோபாஸநஸமுச்சயவிதா⁴நஸ்ய ப்ரகரணபே⁴தே³நைவேஷ்டத்வாத்³வ்யாக்ருதாவ்யாக்ருதோபாஸநஸ்ய ப்ரகாராந்தரத்வாத்தஸ்மாத்³யதா² கர்மகாண்டே³(அ)க்³நிஹோத்ராதி³ப்ரகரணம் பி⁴ந்நமேவேஷ்யதே பி⁴ந்நாதி⁴காரத்வாத்தத்தத்கர்மணஸ்ததோ²பநிஷத்ஸ்வபி பி⁴ந்நாதி⁴காரத்வாத்கர்மாவிருத்³த⁴தத்³தி⁴ருத்³த⁴வித்³யாப்ரகரணபே⁴தோ³ ந விருத்⁴யதே ।

மந்த்ரார்தே² ப்³ராஹ்மணஸம்மதிம் த³ர்ஶயிதுமுபக்ரமதே -
அநயோஶ்சேத்யாதி³நா ।

தத்ர வாக்யே கத²மஜ்ஞத்வமவக³ம்யத இத்யாஶங்க்யா(அ)(அ)ஹ -
மந ஏவேதி ।
“ஜாயா மே ஸ்யாத³த² ப்ரஜாயேயாத² வித்தம் மே ஸ்யாத³த² கர்ம குர்வீய”(ப்³ரு.உ. 1-4-17) இதி காமயமாநஸ்ய ஸர்வதை²வ பா³ஹ்யோ ஜாயாதி³ர்யதா³ ந ஸம்பத்³யதே ததா³(அ)த்⁴யாத்மம் ஜாயாதி³ஸம்பர்த்தி த³ர்ஶயதி । ஏதச்சாஜ்ஞத்வலிங்க³ம் மந ஆதி³ஷ்வாத்மத்வாத்³யபி⁴மாநஸ்யாஜ்ஞாநகார்யத்வாத் । யதா² ச பா³ஹ்யகாமிந்யலாபே⁴ ஸுப்தோ மநோவிஜ்ரும்பி⁴தகாமிநீமுபபு⁴ஞ்ஜாநோ(அ)ஜ்ஞ: ப்ரஸித்³த⁴ஸ்தத்³வத³யமபீத்யர்த²: ।

தேஷாம் ச கர்மணாம் ப²லம் ஸம்ஸாராப்திரேவேத்யபி தத்ரைவ த³ர்ஶிதமித்யாஹ -
ததா² சேதி ।
ஏகம் ஸாதா⁴ரணமந்நம் யதி³த³மத்³யதே த்³வே தே³வாநாம் ஹுதப்ரஹுதே த³ர்ஶபூர்ணமாஸௌ வா; த்ரீண்யஸ்ய போ⁴க³ஸாத⁴நாநி மநோவாக்ப்ராணலக்ஷணாநி; பஶ்வர்த²மேகம் தத்பய இதி ஸப்தாந்நஸர்கோ³த³ர்ஶித: ஶ்ருத்யா யத்ஸப்தாந்நாநி மேத⁴யா தபஸா(அ)ஜநயத்பிதேத்யாதி³நா । அத்ரைகைகோ யஜமாந ஏவ விஹிதப்ரதிஷித்³த⁴ஜ்ஞாநகர்மாநுஷ்டா²நாத்ஸர்வஸ்ய ஸம்ஸாரஸ்ய ஸாக்ஷாத்பாரம்பர்யாப்⁴யாம் ஜநகத்வாத்பிதோச்யதே । தேஷு ச ஸ்ருஷ்டேஷ்வந்நேஷு தஸ்ய பிதுரஹமித³ம் மமேத³மித்யாத்மத்வாத்⁴யாஸேந மநஆதி³ஷ்விதரேஷு ச ஸம்ப³ந்தா⁴த்⁴யாஸேநாவஸ்தா²நம் ஸம்ஸார: ப்ரஸித்³த⁴ இத்யர்த²: ।

ஏவம் மந்த்ரப்ரத³ர்ஶிதே நிஷ்டா²த்³வயே ப்³ராஹ்மணஸம்மதிம் த³ர்ஶயித்வா ப்ரகரணவிபா⁴க³ம் த³ர்ஶயதி -
யே து ஜ்ஞாநநிஷ்டா² இத்யாவிநா ।

அத்யாஶ்ரமிப்⁴ய இதி ।
உத்தமாஶ்ரமிப்⁴ய இத்யர்த²: । ஸாத்⁴யஸாத⁴நபே⁴தோ³பமர்தே³ந யதா³த்மைகத்வவிஜ்ஞாநம் யஸ்மிந்ஸர்வாணி பூ⁴தாந்யாத்மைவாபூ⁴தி³த்யவதா⁴ரணேநோக்தம் பூர்வார்தே⁴ந, உத்தரார்தே⁴ந ச ஸம்ஸாரநிவ்ருத்திப²லகமுக்தம் தந்ந ஶ்ரௌதேந ஸ்மார்தேந வா கர்மணா கேநசித³மூட⁴: ஸமுச்சிசீஷதி । அந்த⁴ம் தம இத்யாதௌ³ து ஸமுச்சிசீஷயா(அ)வித்³வதா³தி³நிந்தா³ த்³ருஶ்யதே ।

தத: கிமித்யத ஆஹ -
தத்ர ச யஸ்யேதி ।

கஸ்ய தர்ஹி ஜ்ஞாநஸ்ய கர்மஸமுச்சய: ஸமப்⁴வதீத்யத ஆஹ -
யத்³தை³வம் வித்தமிதி ।
யச்சோக்தம் பா⁴ஸ்கரேணேஶா வாஸ்யமிதி மந்த்ரே ப்³ரஹ்மவித்³யாயா: ப்ரக்ராந்தத்வாத்தஸ்யா ஏவ ஸமுச்சிசீஷயா நிந்தோ³ச்யத இதி । தத³ஸத் । ந ஹி ப்ரக்ருதமித்யேதாவதா ஸம்ப³த்⁴யதே கிம் சு ஸம்ப³ந்த⁴யோக்³யம் । ஶுத்³த⁴ப்³ரஹ்மாத்மைகத்வவித்³யாயாஸ்து கர்த்ருத்வாத்³யத்⁴யாஸோபமர்த³கத்வாந்நாஸ்தி கர்மஸம்ப³ந்த⁴யோக்³யதா । கிஞ்ச யஸ்மிந்நிஷ்பந்நே(அ)பி ப²லஸ்ய வ்யவதா⁴நம் ஸம்பா⁴வ்யதே தஸ்யைவ ஸஹகாரிஸமுச்சய இஷ்யதே த³ர்ஶாதே³:, இஹ த்வேகத்வமநுபஶ்யத: கோ மோஹ: க: ஶோக இத்யேகத்வத³ர்ஶநஸமகாலமேவ மோஹாதி³நிவ்ருத்த்யபி⁴தா⁴நாந்ந காலாந்தரீயப²லம் । ததோ ந ஸஹகாரிஸமுச்சிசீஷா । கிஞ்சாஸ்யா மந்த்ரோபநிஷதோ³ ப்³ராஹ்மணே “ப்³ராஹ்மணா விவிதி³ஷந்தி யஜ்ஞேந”(ப்³ரு. உ. 4 । 4 । 22) இத்யாதௌ³ த்ருதீயாஶ்ருத்யா யஜ்ஞாதே³ரிஷ்யமாணவேத³நே க்ரரணத்வேந ஸம்ப³ந்த⁴: ப்ரதீயதே । தத்கத²ம் து³ர்ப³லேந ப்ரகரணேந ஸஹகாரிதயா ஸம்ப³ந்த⁴: ப்ரகல்ப்யதே । ப்ரதா⁴நஸ்ய ச வித்³யாயா: ஸஹகாரிஸம்ப³ந்த⁴விதி⁴த்ஸயா நிந்தே³த்யப்யயுக்தம் । அத ஏவ சாக்³நீந்த⁴நாத்³யநபேக்ஷேதிஸூத்ரவிரோத⁴ஶ்ச । ப்ரதா⁴நஸ்ய ச வித்³யாயா: ஸஹகாரிஸம்ப³ந்த⁴விதி⁴த்ஸயா நிந்தே³த்யப்யயுக்தம் । அத ஏவ சாக்³நீந்த⁴நாத்³யநபேேக்ஷேதிஸூூத்ரவிரோத⁴ஶ்ச । ஸமுச்சயஶ்ச பரேணாபி நேஷ்யதே । விரோதே⁴ந ச பரிஜஹ்ரே । தஸ்மாத்கர்மாவிருத்³த⁴தே³வதாஜ்ஞாநஸ்யைவாத்ர ஸமுச்சயோ விதி⁴த்ஸ்யதே ।

நநு தே³வதாஜ்ஞாநஸ்ய கர்மப²லாதிரிக்தப²லாபா⁴வாத்ஸமுச்சயோ ந ஸம்ப⁴வதீத்யத ஆஹ -
வித்³யயேதி ।

நநு ஸமுச்சிசீஷயா நிந்தே³தி கிமிதி வ்யாக்²யாயதே । அத்⁴யயநவிதே⁴ர்மோக்ஷாத³ர்வாக்பர்யவஸாநாநுபபத்தேர்தே³வலோகாதி³ப்ராப்தே: ப²லாபா⁴ஸத்வாத்ப்ரஹாணார்தை²வ நிந்தா³ கிம் நேஷ்யதே தத்ரா(அ)(அ)ஹ -
தயோர்ஜ்ஞாநகர்மணோரிதி ।
ந ப²லஶப்³தோ³ மோக்ஷே ரூடோ⁴ மோக்ஷமநிச்ச²தாமபி ஸமீஹிதே ப²லவ்யவஹாரத³ர்ஶநாத்ததோ யோ தே³வலோகாதி³முகபாதி³த்ஸதே தஸ்ய தத³பி ப²லம் ப⁴வத்யேவேத்யர்த²: ॥ 1-10-11 ॥`,
    },
    "telugu": {
      bhashyam: `అన్ధం తమః అదర్శనాత్మకం తమః ప్రవిశన్తి । కే ? యే అవిద్యామ్ , విద్యాయా అన్యా అవిద్యా కర్మేత్యర్థః, కర్మణో విద్యావిరోధిత్వాత్ , తామవిద్యామగ్నిహోత్రాదిలక్షణామేవ కేవలామ్ ఉపాసతే తత్పరాః సన్తోఽనుతిష్ఠన్తీత్యభిప్రాయః । తతః తస్మాదన్ధాత్మకాత్తమసః భూయ ఇవ బహుతరమేవ తే తమః ప్రవిశన్తి । కే ? కర్మ హిత్వా యే ఉ యే తు విద్యాయామేవ దేవతాజ్ఞానే ఎవ రతాః అభిరతాః ॥`,
      teeka: `ప్రకరణవిభాగం దిదర్శయిషుర్వృత్తమనువదతి -
అత్రాఽఽద్యేనేతి ।
యదుక్తం భాస్కరేణ సర్వాఽప్యుపనిషదేకం బ్రహ్మవిద్యాప్రకరణం తతః ప్రకరణభేదకరణమనుచిమితి । తదసత్ । ప్రాణాద్యుపాసనవిధానస్యాప్యుపనిషత్సు దర్శనాత్ । న చ తదపి బ్రహ్మజ్ఞానాఙ్గమితి వాచ్యమ్ । పృథక్ఫలశ్రవణాత్ । తేనాపి వ్యాకృతావ్యాకృతోపాసనసముచ్చయవిధానస్య ప్రకరణభేదేనైవేష్టత్వాద్వ్యాకృతావ్యాకృతోపాసనస్య ప్రకారాన్తరత్వాత్తస్మాద్యథా కర్మకాణ్డేఽగ్నిహోత్రాదిప్రకరణం భిన్నమేవేష్యతే భిన్నాధికారత్వాత్తత్తత్కర్మణస్తథోపనిషత్స్వపి భిన్నాధికారత్వాత్కర్మావిరుద్ధతద్ధిరుద్ధవిద్యాప్రకరణభేదో న విరుధ్యతే ।

మన్త్రార్థే బ్రాహ్మణసమ్మతిం దర్శయితుముపక్రమతే -
అనయోశ్చేత్యాదినా ।

తత్ర వాక్యే కథమజ్ఞత్వమవగమ్యత ఇత్యాశఙ్క్యాఽఽహ -
మన ఎవేతి ।
“జాయా మే స్యాదథ ప్రజాయేయాథ విత్తం మే స్యాదథ కర్మ కుర్వీయ”(బృ.ఉ. ౧-౪-౧౭) ఇతి కామయమానస్య సర్వథైవ బాహ్యో జాయాదిర్యదా న సమ్పద్యతే తదాఽధ్యాత్మం జాయాదిసమ్పర్త్తి దర్శయతి । ఎతచ్చాజ్ఞత్వలిఙ్గం మన ఆదిష్వాత్మత్వాద్యభిమానస్యాజ్ఞానకార్యత్వాత్ । యథా చ బాహ్యకామిన్యలాభే సుప్తో మనోవిజృమ్భితకామినీముపభుఞ్జానోఽజ్ఞః ప్రసిద్ధస్తద్వదయమపీత్యర్థః ।

తేషాం చ కర్మణాం ఫలం సంసారాప్తిరేవేత్యపి తత్రైవ దర్శితమిత్యాహ -
తథా చేతి ।
ఎకం సాధారణమన్నం యదిదమద్యతే ద్వే దేవానాం హుతప్రహుతే దర్శపూర్ణమాసౌ వా; త్రీణ్యస్య భోగసాధనాని మనోవాక్ప్రాణలక్షణాని; పశ్వర్థమేకం తత్పయ ఇతి సప్తాన్నసర్గోదర్శితః శ్రుత్యా యత్సప్తాన్నాని మేధయా తపసాఽజనయత్పితేత్యాదినా । అత్రైకైకో యజమాన ఎవ విహితప్రతిషిద్ధజ్ఞానకర్మానుష్ఠానాత్సర్వస్య సంసారస్య సాక్షాత్పారమ్పర్యాభ్యాం జనకత్వాత్పితోచ్యతే । తేషు చ సృష్టేష్వన్నేషు తస్య పితురహమిదం మమేదమిత్యాత్మత్వాధ్యాసేన మనఆదిష్వితరేషు చ సమ్బన్ధాధ్యాసేనావస్థానం సంసారః ప్రసిద్ధ ఇత్యర్థః ।

ఎవం మన్త్రప్రదర్శితే నిష్ఠాద్వయే బ్రాహ్మణసమ్మతిం దర్శయిత్వా ప్రకరణవిభాగం దర్శయతి -
యే తు జ్ఞాననిష్ఠా ఇత్యావినా ।

అత్యాశ్రమిభ్య ఇతి ।
ఉత్తమాశ్రమిభ్య ఇత్యర్థః । సాధ్యసాధనభేదోపమర్దేన యదాత్మైకత్వవిజ్ఞానం యస్మిన్సర్వాణి భూతాన్యాత్మైవాభూదిత్యవధారణేనోక్తం పూర్వార్ధేన, ఉత్తరార్ధేన చ సంసారనివృత్తిఫలకముక్తం తన్న శ్రౌతేన స్మార్తేన వా కర్మణా కేనచిదమూఢః సముచ్చిచీషతి । అన్ధం తమ ఇత్యాదౌ తు సముచ్చిచీషయాఽవిద్వదాదినిన్దా దృశ్యతే ।

తతః కిమిత్యత ఆహ -
తత్ర చ యస్యేతి ।

కస్య తర్హి జ్ఞానస్య కర్మసముచ్చయః సమభ్వతీత్యత ఆహ -
యద్దైవం విత్తమితి ।
యచ్చోక్తం భాస్కరేణేశా వాస్యమితి మన్త్రే బ్రహ్మవిద్యాయాః ప్రక్రాన్తత్వాత్తస్యా ఎవ సముచ్చిచీషయా నిన్దోచ్యత ఇతి । తదసత్ । న హి ప్రకృతమిత్యేతావతా సమ్బధ్యతే కిం చు సమ్బన్ధయోగ్యమ్ । శుద్ధబ్రహ్మాత్మైకత్వవిద్యాయాస్తు కర్తృత్వాద్యధ్యాసోపమర్దకత్వాన్నాస్తి కర్మసమ్బన్ధయోగ్యతా । కిఞ్చ యస్మిన్నిష్పన్నేఽపి ఫలస్య వ్యవధానం సమ్భావ్యతే తస్యైవ సహకారిసముచ్చయ ఇష్యతే దర్శాదేః, ఇహ త్వేకత్వమనుపశ్యతః కో మోహః కః శోక ఇత్యేకత్వదర్శనసమకాలమేవ మోహాదినివృత్త్యభిధానాన్న కాలాన్తరీయఫలమ్ । తతో న సహకారిసముచ్చిచీషా । కిఞ్చాస్యా మన్త్రోపనిషదో బ్రాహ్మణే “బ్రాహ్మణా వివిదిషన్తి యజ్ఞేన”(బృ. ఉ. ౪ । ౪ । ౨౨) ఇత్యాదౌ తృతీయాశ్రుత్యా యజ్ఞాదేరిష్యమాణవేదనే క్రరణత్వేన సమ్బన్ధః ప్రతీయతే । తత్కథం దుర్బలేన ప్రకరణేన సహకారితయా సమ్బన్ధః ప్రకల్ప్యతే । ప్రధానస్య చ విద్యాయాః సహకారిసమ్బన్ధవిధిత్సయా నిన్దేత్యప్యయుక్తమ్ । అత ఎవ చాగ్నీన్ధనాద్యనపేక్షేతిసూత్రవిరోధశ్చ । ప్రధానస్య చ విద్యాయాః సహకారిసమ్బన్ధవిధిత్సయా నిన్దేత్యప్యయుక్తమ్ । అత ఎవ చాగ్నీన్ధనాద్యనపేేక్షేతిసూూత్రవిరోధశ్చ । సముచ్చయశ్చ పరేణాపి నేష్యతే । విరోధేన చ పరిజహ్రే । తస్మాత్కర్మావిరుద్ధదేవతాజ్ఞానస్యైవాత్ర సముచ్చయో విధిత్స్యతే ।

నను దేవతాజ్ఞానస్య కర్మఫలాతిరిక్తఫలాభావాత్సముచ్చయో న సమ్భవతీత్యత ఆహ -
విద్యయేతి ।

నను సముచ్చిచీషయా నిన్దేతి కిమితి వ్యాఖ్యాయతే । అధ్యయనవిధేర్మోక్షాదర్వాక్పర్యవసానానుపపత్తేర్దేవలోకాదిప్రాప్తేః ఫలాభాసత్వాత్ప్రహాణార్థైవ నిన్దా కిం నేష్యతే తత్రాఽఽహ -
తయోర్జ్ఞానకర్మణోరితి ।
న ఫలశబ్దో మోక్షే రూఢో మోక్షమనిచ్ఛతామపి సమీహితే ఫలవ్యవహారదర్శనాత్తతో యో దేవలోకాదిముకపాదిత్సతే తస్య తదపి ఫలం భవత్యేవేత్యర్థః ॥ ౧-౧౦-౧౧ ॥`,
    },
  },
  10: {
    "devanagari": {
      bhashyam: `अन्यत् पृथगेव विद्यया क्रियते फलमिति आहुः वदन्ति, अन्यदाहुरविद्यया कर्मणा क्रियते फलमिति । तथोक्तम् — ‘कर्मणा पितृलोकः, विद्यया देवलोकः’ (बृ. उ. १ । ५ । १६) इति । इति एवं शुश्रुम श्रुतवन्तो वयं धीराणां धीमतां वचनम् । ये आचार्या नः अस्मभ्यं तत् कर्म च ज्ञानं च विचचक्षिरे व्याख्यातवन्तः, तेषामयमागमः पारम्पर्यागत इत्यर्थः ॥`,
      teeka: `अन्यदेवाहुरिति । उक्तार्थं पुष्णाति — अन्यदेवाहुरिति । विद्यया ज्ञानेनान्यदेव फलमाहुः । अविद्यया कर्मणाऽन्यदाहुः । इति धीराणां शुश्रुम ये नस्तद्विचचक्षिरे ।`,
    },
    "kannada": {
      bhashyam: `ಅನ್ಯತ್ ಪೃಥಗೇವ ವಿದ್ಯಯಾ ಕ್ರಿಯತೇ ಫಲಮಿತಿ ಆಹುಃ ವದಂತಿ, ಅನ್ಯದಾಹುರವಿದ್ಯಯಾ ಕರ್ಮಣಾ ಕ್ರಿಯತೇ ಫಲಮಿತಿ । ತಥೋಕ್ತಮ್ — ‘ಕರ್ಮಣಾ ಪಿತೃಲೋಕಃ, ವಿದ್ಯಯಾ ದೇವಲೋಕಃ’ (ಬೃ. ಉ. ೧ । ೫ । ೧೬) ಇತಿ । ಇತಿ ಏವಂ ಶುಶ್ರುಮ ಶ್ರುತವಂತೋ ವಯಂ ಧೀರಾಣಾಂ ಧೀಮತಾಂ ವಚನಮ್ । ಯೇ ಆಚಾರ್ಯಾ ನಃ ಅಸ್ಮಭ್ಯಂ ತತ್ ಕರ್ಮ ಚ ಜ್ಞಾನಂ ಚ ವಿಚಚಕ್ಷಿರೇ ವ್ಯಾಖ್ಯಾತವಂತಃ, ತೇಷಾಮಯಮಾಗಮಃ ಪಾರಂಪರ್ಯಾಗತ ಇತ್ಯರ್ಥಃ ॥`,
      teeka: ``,
    },
    "tamil": {
      bhashyam: `अन्यदेवाहुर्विद्यया अन्यदाहुरविद्यया । 
इति शुश्रुम धीराणां ये नस्तद्विचचक्षिरे ॥ १० ॥

அங்கு வித்யா கர்மங்களுக்கு அவாந்தரபலபேதம் இருப்பதினால் அது சமுச்சயத்திற்கு காரணமாக கூறப்படுகிறது. ஒன்று பலனுள்ளதாகவும் மற்றொன்று பலனில்லாததாகவும் பக்கத்திலேயே இருக்குமானால், அதில் ஒன்று பிரதானமாகவும் மற்றொன்று அங்கமாகவும் ஆகும். இங்கே சமுச்சயம் கிடையாது.

अन्यत् पृथगेव विद्यया क्रियते फलमिति आहुः वदन्ति, अन्यदाहुरविद्यया कर्मणा क्रियते फलमिति । तथोक्तम् — ‘कर्मणा पितृलोकः, विद्यया देवलोकः’ (बृ. उ. १ । ५ । १६) इति । इति एवं शुश्रुम श्रुतवन्तो वयं धीराणां धीमतां वचनम् । ये आचार्या नः अस्मभ्यं तत् कर्म च ज्ञानं च विचचक्षिरे व्याख्यातवन्तः, तेषामयमागमः पारम्पर्यागत इत्यर्थः ॥

வித்தையினால் வேறான பலன் கிடைக்கிறது என்று கூறுவர்.

(தேவலோகம்). வித்தையினால் தேவலோகம், வித்தையினால் மேல் செல்கின்றனர் என்று சுருதி வாக்யம். அவ்வாறே அவித்தையினால் (கர்மத்தினால்) தனிபலன் என்றும் கர்மத்தினால் பிதிர்லோகம் என்றும் சுருதியினால் கூறப்படுகிறது. இவ்வாறு நாம் புத்திசாலிகளுடைய வசனத்தைக் கேட்டிருக்கிறோம். எந்த ஆசார்யர்கள் நம்பொருட்டு கர்மம், ஞானம் இதை நன்றாகப் பிரித்து வியாக்கியானம் செய்தார்களோ, அவர்களின் இந்த உபதேசம் பரம்பரையினால் வந்தது என்று பொருள்.`,
      teeka: ``,
    },
    "telugu": {
      bhashyam: `అన్యత్ పృథగేవ విద్యయా క్రియతే ఫలమితి ఆహుః వదన్తి, అన్యదాహురవిద్యయా కర్మణా క్రియతే ఫలమితి । తథోక్తమ్ — ‘కర్మణా పితృలోకః, విద్యయా దేవలోకః’ (బృ. ఉ. ౧ । ౫ । ౧౬) ఇతి । ఇతి ఎవం శుశ్రుమ శ్రుతవన్తో వయం ధీరాణాం ధీమతాం వచనమ్ । యే ఆచార్యా నః అస్మభ్యం తత్ కర్మ చ జ్ఞానం చ విచచక్షిరే వ్యాఖ్యాతవన్తః, తేషామయమాగమః పారమ్పర్యాగత ఇత్యర్థః ॥`,
      teeka: ``,
    },
  },
  11: {
    "devanagari": {
      bhashyam: `विद्यां च अविद्यां च विद्याविद्ये उभे एकेनात्मना यस्तद्वेद यो वेद उभयं सह एकेनात्मना युगपत् — देवतारूपस्यात्मनो ज्ञानं विद्या, देवताराधनादिकं कर्म तदाराधकस्य कर्तुः कर्तव्यम् अविद्या ; अविद्यया कर्मणा मृत्युं देवताबुद्ध्या स्वात्मानं प्राकृतं कर्मबुद्धिं च तीर्त्वा विद्यया देवताज्ञानेन देवतात्मभावं गमयति तत्समानफलं जयति अमृतं स्वर्गलोकस्थमश्नुते प्राप्नोति । न हि कर्मकारी मृत्युं तर्तुमर्हति न चामृतमश्नुते । न च देवताज्ञानी । सहोभयानुष्ठानादुभयं प्राप्यत इति मन्त्रार्थः ॥`,
      teeka: `विद्यां चाविद्यां चेति । अथोभयसमुच्चयफलमाह — विद्यां चाविद्यां चेति । विद्यां ज्ञानम् अविद्यां कर्म च यस्तदुभयं सह वेद स अविद्यया कर्मणा मृत्युं तीर्त्वा विद्यया ज्ञानेनामृतमश्नुते ।`,
    },
    "kannada": {
      bhashyam: `ವಿದ್ಯಾಂ ಚ ಅವಿದ್ಯಾಂ ಚ ದೇವತಾಜ್ಞಾನಂ ಕರ್ಮ ಚೇತ್ಯರ್ಥಃ । ಯಸ್ತತ್ ಏತದುಭಯಂ ಸಹ ಏಕೇನ ಪುರುಷೇಣ ಅನುಷ್ಠೇಯಂ ವೇದ ತಸ್ಯೈವಂ ಸಮುಚ್ಚಯಕಾರಿಣ ಏಕೈಕಪುರುಷಾರ್ಥಸಂಬಂಧಃ ಕ್ರಮೇಣ ಸ್ಯಾದಿತ್ಯುಚ್ಯತೇ — ಅವಿದ್ಯಯಾ ಕರ್ಮಣಾ ಅಗ್ನಿಹೋತ್ರಾದಿನಾ ಮೃತ್ಯುಮ್ , ಸ್ವಾಭಾವಿಕಂ ಕರ್ಮ ಜ್ಞಾನಂ ಚ ಮೃತ್ಯುಶಬ್ದವಾಚ್ಯಮ್ , ತದುಭಯಂ ತೀರ್ತ್ವಾ ಅತಿಕ್ರಮ್ಯ ವಿದ್ಯಯಾ ದೇವತಾಜ್ಞಾನೇನ ಅಮೃತಂ ದೇವತಾತ್ಮಭಾವಮ್ ಅಶ್ನುತೇ ಪ್ರಾಪ್ನೋತಿ । ತದ್ಧ್ಯಮೃತಮುಚ್ಯತೇ, ಯದ್ದೇವತಾತ್ಮಗಮನಮ್ ॥`,
      teeka: ``,
    },
    "tamil": {
      bhashyam: `विद्यां चाविद्यां च यस्तद्वेदोभयं सह । 
अविद्यया मृत्युं तीर्त्वा विद्ययामृतमश्नुते ॥ ११ ॥

विद्यां च अविद्यां च देवताज्ञानं कर्म चेत्यर्थः । यस्तत् एतदुभयं सह एकेन पुरुषेण अनुष्ठेयं वेद तस्यैवं समुच्चयकारिण एकैकपुरुषार्थसम्बन्धः क्रमेण स्यादित्युच्यते —

இவ்வாறு இருப்பதால் வித்தை (தேவதாஞானம்) அவித்யா (கர்மம்) இரண்டையும் சேர்த்து அனுஷ்டிப்பதை அறிந்துள்ளானோ, அவ்விதமே சேர்ந்து அனுஷ்டிக்கிற அவனுக்குத்தான் இவ்வாறு ஒரே புருஷார்த்த சம்பந்தமானது கிரமமாக உண்டாகும் என்று கூறப்படுகிறது.

अविद्यया कर्मणा अग्निहोत्रादिना मृत्युम् , स्वाभाविकं कर्म ज्ञानं च मृत्युशब्दवाच्यम् , तदुभयं तीर्त्वा अतिक्रम्य विद्यया देवताज्ञानेन अमृतं देवतात्मभावम् अश्नुते प्राप्नोति । तद्ध्यमृतमुच्यते, यद्देवतात्मगमनम् ॥

அவித்யயா என்றால் அக்னி ஹோத்ராதி கர்மத்தினால், ம்ருத்யு என்ற சப்த வாச்சியமான ஸ்வாபாவிகமான (அவித்தையால் ஏற்பட்ட) கர்மம், ஞானம் என்ற இரண்டையும் தாண்டி வித்தையினால் (தேவதாஞானம்) அமிர்தமாகிய தேவதாத்ம பாவத்தை அடைகிறான். தேவதாத்ம பாவத்தை அடைதலே அமிர்தம்.`,
      teeka: ``,
    },
    "telugu": {
      bhashyam: `విద్యాం చ అవిద్యాం చ దేవతాజ్ఞానం కర్మ చేత్యర్థః । యస్తత్ ఎతదుభయం సహ ఎకేన పురుషేణ అనుష్ఠేయం వేద తస్యైవం సముచ్చయకారిణ ఎకైకపురుషార్థసమ్బన్ధః క్రమేణ స్యాదిత్యుచ్యతే — అవిద్యయా కర్మణా అగ్నిహోత్రాదినా మృత్యుమ్ , స్వాభావికం కర్మ జ్ఞానం చ మృత్యుశబ్దవాచ్యమ్ , తదుభయం తీర్త్వా అతిక్రమ్య విద్యయా దేవతాజ్ఞానేన అమృతం దేవతాత్మభావమ్ అశ్నుతే ప్రాప్నోతి । తద్ధ్యమృతముచ్యతే, యద్దేవతాత్మగమనమ్ ॥`,
      teeka: ``,
    },
  },
  12: {
    "devanagari": {
      bhashyam: `अन्धं तमः प्रविशन्ति ये असम्भूतिम् , सम्भवनं सम्भूतिः सा यस्य कार्यस्य सा सम्भूतिः तस्या अन्या असम्भूतिः प्रकृतिः कारणम् अव्याकृताख्यम् , तामसम्भूतिमव्याकृताख्यां प्रकृतिं कारणमविद्यां कामकर्मबीजभूतामदर्शनात्मिकाम् उपासते ये ते तदनुरूपमेवान्धं तमः अदर्शनात्मकं प्रविशन्ति । ततः तस्मादपि भूयो बहुतरमिव तमः ते प्रविशन्ति ये उ सम्भूत्यां कार्यब्रह्मणि हिरण्यगर्भाख्ये रताः ॥`,
      teeka: `अन्धं तम इति । असम्भूतिसम्भूत्युपासनयोर्निन्दामाह — अन्धं तम इति । असम्भूतिं प्रकृतिमुपासते ये ते अन्धं तमः प्रविशन्ति । ततो भूय इव ये सम्भूत्यां हिरण्यगर्भे रताः ।`,
    },
    "kannada": {
      bhashyam: `ಅಂಧಂ ತಮಃ ಪ್ರವಿಶಂತಿ ಯೇ ಅಸಂಭೂತಿಮ್ , ಸಂಭವನಂ ಸಂಭೂತಿಃ ಸಾ ಯಸ್ಯ ಕಾರ್ಯಸ್ಯ ಸಾ ಸಂಭೂತಿಃ ತಸ್ಯಾ ಅನ್ಯಾ ಅಸಂಭೂತಿಃ ಪ್ರಕೃತಿಃ ಕಾರಣಮ್ ಅವ್ಯಾಕೃತಾಖ್ಯಮ್ , ತಾಮಸಂಭೂತಿಮವ್ಯಾಕೃತಾಖ್ಯಾಂ ಪ್ರಕೃತಿಂ ಕಾರಣಮವಿದ್ಯಾಂ ಕಾಮಕರ್ಮಬೀಜಭೂತಾಮದರ್ಶನಾತ್ಮಿಕಾಮ್ ಉಪಾಸತೇ ಯೇ ತೇ ತದನುರೂಪಮೇವಾಂಧಂ ತಮಃ ಅದರ್ಶನಾತ್ಮಕಂ ಪ್ರವಿಶಂತಿ । ತತಃ ತಸ್ಮಾದಪಿ ಭೂಯೋ ಬಹುತರಮಿವ ತಮಃ ತೇ ಪ್ರವಿಶಂತಿ ಯೇ ಉ ಸಂಭೂತ್ಯಾಂ ಕಾರ್ಯಬ್ರಹ್ಮಣಿ ಹಿರಣ್ಯಗರ್ಭಾಖ್ಯೇ ರತಾಃ ॥`,
      teeka: ``,
    },
    "tamil": {
      bhashyam: `अन्धं तमः प्रविशन्ति येऽसम्भूतिमुपासते । 
ततो भूय इव ते तमो य उ सम्भूत्यां रताः ॥ १२ ॥

இப்பொழுது வியாகிருதோபாஸனம் அவ்யாகிருதோ பாஸனம் இவைகளின் சமுச்சியத்தின் இச்சையினால் ஒவ்வொன்றையும் தனித்தனியாக நிந்தை செய்யப்படுகிறது.

अन्धं तमः प्रविशन्ति ये असम्भूतिम् , सम्भवनं सम्भूतिः सा यस्य कार्यस्य सा सम्भूतिः तस्या अन्या असम्भूतिः प्रकृतिः कारणम् अव्याकृताख्यम् , तामसम्भूतिमव्याकृताख्यां प्रकृतिं कारणमविद्यां कामकर्मबीजभूतामदर्शनात्मिकाम् उपासते ये ते तदनुरूपमेवान्धं तमः अदर्शनात्मकं प्रविशन्ति । ततः तस्मादपि भूयो बहुतरमिव तमः ते प्रविशन्ति ये उ सम्भूत्यां कार्यब्रह्मणि हिरण्यगर्भाख्ये रताः ॥

குருட்டு (கார் இருள்) அஸம்பூதியை அடைகிறவர்கள் எவர்கள் எனில்..,

ஸம்பூதி என்றால் உண்டாகுதல், அந்த உற்பத்தியானது எந்தக் காரியத்திற்கு இருக்கிறதோ அது ஸம்பூதி. அதைவிட அன்னியமானது அஸம்பூதி. அதுவே பிரகிருதி. அதன் காரணம் அவித்யா. அந்த அவித்தையே அவ்யாகிருதம் என்று சொல்லப்படுகிறது. அதுவே அஸம்பூதி என்றும் அவ்யாகிருதம் என்றும் சொல்லப்படுகிற மூலப்பிருகிருதி. அதுவே காரணமாகிய அவித்யா. அந்த அவித்தையே காமகர்மத்திற்கு பீஜம். அதர்சனாத்மகமான அந்த அவித்யயை எவர்கள் உபாசிக்கிறார்களோ, அவர்கள் அதற்கு தகுந்தபடி கார் இருளில் பிரவேசிக்கின்றனர். எவர்கள் ஸம்பூதியாகிய வியாகிருதி எனப்படும் காரிய பிரம்மமாகிய ஹிரண்யகர்ப்பனிடத்தில் ரமிக்கின்றார்களோ, அவர்கள் முன்பு கூறப்பட்டதைவிட அதிகமான இருளில் பிரவேசிக்கின்றனர்.`,
      teeka: ``,
    },
    "telugu": {
      bhashyam: `అన్ధం తమః ప్రవిశన్తి యే అసమ్భూతిమ్ , సమ్భవనం సమ్భూతిః సా యస్య కార్యస్య సా సమ్భూతిః తస్యా అన్యా అసమ్భూతిః ప్రకృతిః కారణమ్ అవ్యాకృతాఖ్యమ్ , తామసమ్భూతిమవ్యాకృతాఖ్యాం ప్రకృతిం కారణమవిద్యాం కామకర్మబీజభూతామదర్శనాత్మికామ్ ఉపాసతే యే తే తదనురూపమేవాన్ధం తమః అదర్శనాత్మకం ప్రవిశన్తి । తతః తస్మాదపి భూయో బహుతరమివ తమః తే ప్రవిశన్తి యే ఉ సమ్భూత్యాం కార్యబ్రహ్మణి హిరణ్యగర్భాఖ్యే రతాః ॥`,
      teeka: ``,
    },
  },
  13: {
    "devanagari": {
      bhashyam: `अन्यदेव पृथगेव आहुः फलं सम्भवात् सम्भूतेः कार्यब्रह्मोपासनात् अणिमाद्यैश्वर्यलक्षणम् आख्यातवन्त इत्यर्थः । तथा च अन्यदाहुरसम्भवात् असम्भूतेः अव्याकृतात् अव्याकृतोपासनात् यदुक्तम् ‘अन्धं तमः प्रविशन्ति’ (ई. उ. ९) इति, प्रकृतिलय इति च पौराणिकैरुच्यते । इति एवं शुश्रुम धीराणां वचनं ये नस्तद्विचचक्षिरे व्याकृताव्याकृतोपासनफलं व्याख्यातवन्त इत्यर्थः ॥`,
      teeka: `अन्यदेवाहुरिति । सम्भवासम्भवयोर्भेदमाह — अन्यदेवाहुरिति । सम्भवात्सम्भूतेर्हिरण्यगर्भोपासनादन्यदेव फलमाहुः । असम्भवादसम्भूतेः प्रकृत्युपासनादन्यदाहुः ।`,
    },
    "kannada": {
      bhashyam: `ಅನ್ಯದೇವ ಪೃಥಗೇವ ಆಹುಃ ಫಲಂ ಸಂಭವಾತ್ ಸಂಭೂತೇಃ ಕಾರ್ಯಬ್ರಹ್ಮೋಪಾಸನಾತ್ ಅಣಿಮಾದ್ಯೈಶ್ವರ್ಯಲಕ್ಷಣಮ್ ಆಖ್ಯಾತವಂತ ಇತ್ಯರ್ಥಃ । ತಥಾ ಚ ಅನ್ಯದಾಹುರಸಂಭವಾತ್ ಅಸಂಭೂತೇಃ ಅವ್ಯಾಕೃತಾತ್ ಅವ್ಯಾಕೃತೋಪಾಸನಾತ್ ಯದುಕ್ತಮ್ ‘ಅಂಧಂ ತಮಃ ಪ್ರವಿಶಂತಿ’ (ಈ. ಉ. ೯) ಇತಿ, ಪ್ರಕೃತಿಲಯ ಇತಿ ಚ ಪೌರಾಣಿಕೈರುಚ್ಯತೇ । ಇತಿ ಏವಂ ಶುಶ್ರುಮ ಧೀರಾಣಾಂ ವಚನಂ ಯೇ ನಸ್ತದ್ವಿಚಚಕ್ಷಿರೇ ವ್ಯಾಕೃತಾವ್ಯಾಕೃತೋಪಾಸನಫಲಂ ವ್ಯಾಖ್ಯಾತವಂತ ಇತ್ಯರ್ಥಃ ॥`,
      teeka: ``,
    },
    "tamil": {
      bhashyam: `अन्यदेवाहुः सम्भवादन्यदाहुरसम्भवात् । 
इति शुश्रुम धीराणां ये नस्तद्विचचक्षिरे ॥ १३ ॥

இப்பொழுது இந்த இரண்டு உபாசனைகளையும் சமுச்சயம் செய்வதன் காரணமாகிய அவயவ பல பேதமானது கூறப்படுகிறது.

अन्यदेव पृथगेव आहुः फलं सम्भवात् सम्भूतेः कार्यब्रह्मोपासनात् अणिमाद्यैश्वर्यलक्षणम् आख्यातवन्त इत्यर्थः । तथा च अन्यदाहुरसम्भवात् असम्भूतेः अव्याकृतात् अव्याकृतोपासनात् यदुक्तम् ‘अन्धं तमः प्रविशन्ति’ (ई. उ. ९) इति, प्रकृतिलय इति च पौराणिकैरुच्यते । इति एवं शुश्रुम धीराणां वचनं ये नस्तद्विचचक्षिरे व्याकृताव्याकृतोपासनफलं व्याख्यातवन्त इत्यर्थः ॥

ஸம்பூதியாகிய காரியபிரம்ம உபாசனைக்கு பலன் வேறு. இந்த காரியபிரம்ம உபாசனைக்கு அணிமாதி ஐஸ்வர்ய லக்ஷ்ணமான பலனைக் கூறினார்கள் என்று பொருள். அவ்வாறே அஸம்பவம் என்றும் அஸம்பூதி என்றும் கூறப்படுகின்ற அவ்யாகிருத உபாசனையின் பலனானது வேறு என்று சொல்கின்றனர். அவ்யாகிருத உபாசனையினால், அதிகமான இருளில் பிரவேசிக்கிறார்கள் என்று எது கூறப்பட்டதோ, அது பிருகிருதிலயம் என்று பௌராணிகர்களால் கூறப்பட்டுள்ளது. இவ்வாறு புத்திசாலிகளுடைய (தீரர்களுடைய) வசனமானது நம்மால் கேட்கப்பட்டது. எவர்கள் நமக்கு வியாகிருத, அவ்யாகிருத பலத்தை விளக்கிக் கூறியிருக்கிறார்களோ அந்த தீரர்களுடைய வசனத்தை கேட்டிருக்கின்றோம்.`,
      teeka: ``,
    },
    "telugu": {
      bhashyam: `అన్యదేవ పృథగేవ ఆహుః ఫలం సమ్భవాత్ సమ్భూతేః కార్యబ్రహ్మోపాసనాత్ అణిమాద్యైశ్వర్యలక్షణమ్ ఆఖ్యాతవన్త ఇత్యర్థః । తథా చ అన్యదాహురసమ్భవాత్ అసమ్భూతేః అవ్యాకృతాత్ అవ్యాకృతోపాసనాత్ యదుక్తమ్ ‘అన్ధం తమః ప్రవిశన్తి’ (ఈ. ఉ. ౯) ఇతి, ప్రకృతిలయ ఇతి చ పౌరాణికైరుచ్యతే । ఇతి ఎవం శుశ్రుమ ధీరాణాం వచనం యే నస్తద్విచచక్షిరే వ్యాకృతావ్యాకృతోపాసనఫలం వ్యాఖ్యాతవన్త ఇత్యర్థః ॥`,
      teeka: ``,
    },
  },
  14: {
    "devanagari": {
      bhashyam: `सम्भूतिं च विनाशं च यस्तद्वेदोभयं सह । विनाशेन मृत्युं तीर्त्वा सम्भूत्यामृतमश्नुते ॥ सम्भूतिं च कार्यब्रह्म हिरण्यगर्भाख्यम् विनाशं च प्रकृतिम् असम्भूतिं वा तदुपासनसाधनम् — सुवर्णादिनाशवत्कारणेन नाशात् विनाशः — उभयं सह एकेनात्मना यो वेद ; स विनाशेन मृत्युं प्राकृतं कामकर्मादिलक्षणं तीर्त्वा सम्भूत्या कार्यब्रह्मोपासनेन तत्समानं फलमैश्वर्यादिलक्षणम् अमृतम् अश्नुते भजते । यथा पूर्वोक्तयोः विद्याविद्ययोः फलमुक्तम् , तथेह सम्भूत्यसम्भूत्योः फलमुक्तं भवति ॥`,
      teeka: `चित्तन्त्रा माया परमेश्वरस्योपाधिः । “मायां तु प्रकृतिं विद्यान्मायिनंतुमहेश्वरमि”(श्वे. उ. ४ । १०) त्यादिश्रुत्यन्तरप्रसिद्धाऽत्रासम्भूतिश्ब्देनोच्यते न ब्रह्म । तस्य निर्विकारस्य साक्षात्प्रकृतित्वानुपपत्तेः । भास्कराभिमतस्तु परिणामवादस्तत्त्वालोके२ निरस्त एवास्माभिः । सांसारिकदुःखानुभवाभावेन च सुषुप्तिवत्प्रकृतिलयस्य पुरुषेणार्थ्यमानताऽप्युपपद्यते । फलं च कर्मोपासन इव प्रकृत्युपासनेऽपि परमेश्वर एव दास्यति । ततो जडत्वात्प्रकृतेः फलदातृत्वानुपपत्तेरुपास्यत्वानुपपत्तिरित्यपि कुचोद्यमेव ॥१२-१३-१४ ॥`,
    },
    "kannada": {
      bhashyam: `ಸಂಭೂತಿಂ ಚ ವಿನಾಶಂ ಚ ಯಸ್ತದ್ವೇದೋಭಯಂ ಸಹ, ವಿನಾಶೇನ, ವಿನಾಶೋ ಧರ್ಮೋ ಯಸ್ಯ ಕಾರ್ಯಸ್ಯ ಸ ತೇನ ಧರ್ಮಿಣಾ ಅಭೇದೇನೋಚ್ಯತೇ ‘ವಿನಾಶಃ’ ಇತಿ । ತೇನ ತದುಪಾಸನೇನಾನೈಶ್ವರ್ಯಮಧರ್ಮಕಾಮಾದಿದೋಷಜಾತಂ ಚ ಮೃತ್ಯುಂ ತೀರ್ತ್ವಾ, ಹಿರಣ್ಯಗರ್ಭೋಪಾಸನೇನ ಹ್ಯಣಿಮಾದಿಪ್ರಾಪ್ತಿಃ ಫಲಮ್ , ತೇನಾನೈಶ್ವರ್ಯಾದಿಮೃತ್ಯುಮತೀತ್ಯ, ಅಸಂಭೂತ್ಯಾ ಅವ್ಯಾಕೃತೋಪಾಸನಯಾ ಅಮೃತಂ ಪ್ರಕೃತಿಲಯಲಕ್ಷಣಮ್ ಅಶ್ನುತೇ । ‘ಸಂಭೂತಿಂ ಚ ವಿನಾಶಂ ಚ’ ಇತ್ಯತ್ರಾವರ್ಣಲೋಪೇನ ನಿರ್ದೇಶೋ ದ್ರಷ್ಟವ್ಯಃ, ಪ್ರಕೃತಿಲಯಫಲಶ್ರುತ್ಯನುರೋಧಾತ್ ॥`,
      teeka: `ಚಿತ್ತಂತ್ರಾ ಮಾಯಾ ಪರಮೇಶ್ವರಸ್ಯೋಪಾಧಿಃ । “ಮಾಯಾಂ ತು ಪ್ರಕೃತಿಂ ವಿದ್ಯಾನ್ಮಾಯಿನಂತುಮಹೇಶ್ವರಮಿ”(ಶ್ವೇ. ಉ. ೪ । ೧೦) ತ್ಯಾದಿಶ್ರುತ್ಯಂತರಪ್ರಸಿದ್ಧಾಽತ್ರಾಸಂಭೂತಿಶ್ಬ್ದೇನೋಚ್ಯತೇ ನ ಬ್ರಹ್ಮ । ತಸ್ಯ ನಿರ್ವಿಕಾರಸ್ಯ ಸಾಕ್ಷಾತ್ಪ್ರಕೃತಿತ್ವಾನುಪಪತ್ತೇಃ । ಭಾಸ್ಕರಾಭಿಮತಸ್ತು ಪರಿಣಾಮವಾದಸ್ತತ್ತ್ವಾಲೋಕೇ೨ ನಿರಸ್ತ ಏವಾಸ್ಮಾಭಿಃ । ಸಾಂಸಾರಿಕದುಃಖಾನುಭವಾಭಾವೇನ ಚ ಸುಷುಪ್ತಿವತ್ಪ್ರಕೃತಿಲಯಸ್ಯ ಪುರುಷೇಣಾರ್ಥ್ಯಮಾನತಾಽಪ್ಯುಪಪದ್ಯತೇ । ಫಲಂ ಚ ಕರ್ಮೋಪಾಸನ ಇವ ಪ್ರಕೃತ್ಯುಪಾಸನೇಽಪಿ ಪರಮೇಶ್ವರ ಏವ ದಾಸ್ಯತಿ । ತತೋ ಜಡತ್ವಾತ್ಪ್ರಕೃತೇಃ ಫಲದಾತೃತ್ವಾನುಪಪತ್ತೇರುಪಾಸ್ಯತ್ವಾನುಪಪತ್ತಿರಿತ್ಯಪಿ ಕುಚೋದ್ಯಮೇವ ॥೧೨-೧೩-೧೪ ॥`,
    },
    "tamil": {
      bhashyam: `सम्भूतिं च विनाशं च यस्तद्वेदोभयं सह । 
विनाशेन मृत्युं तीर्त्वा सम्भूत्यामृतमश्नुते ॥ १४ ॥

எதனால் இவ்வாறு கூறப்பட்டதோ அதனால் சம்பூதி, அசம்பூதி உபாசனைகளுக்கு ஒரே புருஷார்த்தமானதால் ஸமுச்சயம் யுக்தம் தான் பலன்.

सम्भूतिं च विनाशं च यस्तद्वेदोभयं सह, विनाशेन, विनाशो धर्मो यस्य कार्यस्य स तेन धर्मिणा अभेदेनोच्यते ‘विनाशः’ इति । तेन तदुपासनेनानैश्वर्यमधर्मकामादिदोषजातं च मृत्युं तीर्त्वा, हिरण्यगर्भोपासनेन ह्यणिमादिप्राप्तिः फलम् , तेनानैश्वर्यादिमृत्युमतीत्य, असम्भूत्या अव्याकृतोपासनया अमृतं प्रकृतिलयलक्षणम् अश्नुते ।

எவனொருவன் ஸம்பூதி, விநாசம் இரண்டையும் சேர்ந்தே அறிகின்றானோ, எந்த காரியமானது விநாசத்தை உடையதாக இருக்கின்றதோ, அந்த தர்மியுடன் அபேதமாக இருப்பதால் விநாசம் என்று கூறப்பட்டது. அந்த ஸம்பூதி (விநாச) உபாசனையினாலே அனைஸ்வரியம் அதர்மம் காமம் முதலிய தோஷமாகிற ம்ருத்யுவைத் தாண்டி, ஹிரண்யகர்ப்ப உபாசனையினால் அணிமாதி ஐஸ்வர்ய பிராப்தி(பலம்) ஏற்படும். அந்த ஹிரண்யகர்ப்ப உபாசனை பலமாகிய அணிமாதி பலப்பிராப்தியினால் அனைஸ்வர்யம் முதலிய ம்ருத்யுவைத் தாண்டி அஸம்பூதி என்கிற அவ்யாகிருத உபாசனையினால் அமிர்தமாகிய பிருகிருதி லய பலத்தை அடைகிறான்.

‘सम्भूतिं च विनाशं च’ इत्यत्रावर्णलोपेन निर्देशो द्रष्टव्यः, प्रकृतिलयफलश्रुत्यनुरोधात् ॥

(மூலத்தில்) ஸம்பூதிம் ச விநாசம் ச என்ற இடத்தில் அ என்ற எழுத்து விட்டு குறிப்பிட்டிருப்பதாக கொள்ளவும். பிரகிருதிலய பலன் கூறப்பட்டதே அதன் காரணமாகும்.

(மந்திரத்தில் இறுதி ஸம்பூதியில் அ சேர்த்து அஸம்பூத்யா என்று படிக்கவும்.)`,
      teeka: `சித்தந்த்ரா மாயா பரமேஶ்வரஸ்யோபாதி⁴: । “மாயாம் து ப்ரக்ருதிம் வித்³யாந்மாயிநம்துமஹேஶ்வரமி”(ஶ்வே. உ. 4 । 10) த்யாதி³ஶ்ருத்யந்தரப்ரஸித்³தா⁴(அ)த்ராஸம்பூ⁴திஶ்ப்³தே³நோச்யதே ந ப்³ரஹ்ம । தஸ்ய நிர்விகாரஸ்ய ஸாக்ஷாத்ப்ரக்ருதித்வாநுபபத்தே: । பா⁴ஸ்கராபி⁴மதஸ்து பரிணாமவாத³ஸ்தத்த்வாலோகே2 நிரஸ்த ஏவாஸ்மாபி⁴: । ஸாம்ஸாரிகது³:கா²நுப⁴வாபா⁴வேந ச ஸுஷுப்திவத்ப்ரக்ருதிலயஸ்ய புருஷேணார்த்²யமாநதா(அ)ப்யுபபத்³யதே । ப²லம் ச கர்மோபாஸந இவ ப்ரக்ருத்யுபாஸநே(அ)பி பரமேஶ்வர ஏவ தா³ஸ்யதி । ததோ ஜட³த்வாத்ப்ரக்ருதே: ப²லதா³த்ருத்வாநுபபத்தேருபாஸ்யத்வாநுபபத்திரித்யபி குசோத்³யமேவ ॥12-13-14 ॥`,
    },
    "telugu": {
      bhashyam: `సమ్భూతిం చ వినాశం చ యస్తద్వేదోభయం సహ, వినాశేన, వినాశో ధర్మో యస్య కార్యస్య స తేన ధర్మిణా అభేదేనోచ్యతే ‘వినాశః’ ఇతి । తేన తదుపాసనేనానైశ్వర్యమధర్మకామాదిదోషజాతం చ మృత్యుం తీర్త్వా, హిరణ్యగర్భోపాసనేన హ్యణిమాదిప్రాప్తిః ఫలమ్ , తేనానైశ్వర్యాదిమృత్యుమతీత్య, అసమ్భూత్యా అవ్యాకృతోపాసనయా అమృతం ప్రకృతిలయలక్షణమ్ అశ్నుతే । ‘సమ్భూతిం చ వినాశం చ’ ఇత్యత్రావర్ణలోపేన నిర్దేశో ద్రష్టవ్యః, ప్రకృతిలయఫలశ్రుత్యనురోధాత్ ॥`,
      teeka: `చిత్తన్త్రా మాయా పరమేశ్వరస్యోపాధిః । “మాయాం తు ప్రకృతిం విద్యాన్మాయినంతుమహేశ్వరమి”(శ్వే. ఉ. ౪ । ౧౦) త్యాదిశ్రుత్యన్తరప్రసిద్ధాఽత్రాసమ్భూతిశ్బ్దేనోచ్యతే న బ్రహ్మ । తస్య నిర్వికారస్య సాక్షాత్ప్రకృతిత్వానుపపత్తేః । భాస్కరాభిమతస్తు పరిణామవాదస్తత్త్వాలోకే౨ నిరస్త ఎవాస్మాభిః । సాంసారికదుఃఖానుభవాభావేన చ సుషుప్తివత్ప్రకృతిలయస్య పురుషేణార్థ్యమానతాఽప్యుపపద్యతే । ఫలం చ కర్మోపాసన ఇవ ప్రకృత్యుపాసనేఽపి పరమేశ్వర ఎవ దాస్యతి । తతో జడత్వాత్ప్రకృతేః ఫలదాతృత్వానుపపత్తేరుపాస్యత్వానుపపత్తిరిత్యపి కుచోద్యమేవ ॥౧౨-౧౩-౧౪ ॥`,
    },
  },
  15: {
    "devanagari": {
      bhashyam: `हिरण्मयेन पात्रेण सत्यस्यापिहितं मुखम् । तत्त्वं पूषन्नपावृणु सत्यधर्माय दृष्टये ॥ सत्यं ब्रह्म हिरण्मयेन पात्रेण ज्योतिर्मयेन तेजसा अपिहितम् आच्छादितम् अस्य मुखं द्वारम् — तत् आविष्कुरु सत्यधर्मार्थम् — पूषन् पोषण हे पूषन् तत् त्वं अपावृणु अपसारय मुखमावृणोद्धि हिरण्मयं रूपं यत्तव — सत्यधर्माय सत्येन धर्मो यस्य तादृशाय मम दृष्टये अनुग्रहाय ॥`,
      teeka: `विस्तरेेणोक्तमर्थजातं संक्षिप्योपसंहरति -
मानुषदैववित्तसाध्यमित्यादिना ।
शरीरपाटवं गोभूहिरण्यादिसाधनसम्पतिश्च मानुषं वित्तम् । दैवं वित्तं देेवताज्ञानम् ।

उत्तरग्रन्थस्य सम्बन्धाभिधित्सयाऽर्थविशेषमनुवदति -
तत्र निषेकादीत्यादिना ।
तदुक्तमिति तं प्रत्युक्तं मन्त्रेण विद्यां चेत्यादिनाऽऽपेक्षिकामृतत्वं फलमित्युक्तमस्माभिरिति ॥ १५ ॥`,
    },
    "kannada": {
      bhashyam: `ಹಿರಣ್ಮಯೇನ ಪಾತ್ರೇಣ ಹಿರಣ್ಮಯಮಿವ ಹಿರಣ್ಮಯಮ್ , ಜ್ಯೋತಿರ್ಮಯಮಿತ್ಯೇತತ್ , ತೇನ ಪಾತ್ರೇಣೇವ ಅಪಿಧಾನಭೂತೇನ ಸತ್ಯಸ್ಯ ಆದಿತ್ಯಮಂಡಲಸ್ಥಸ್ಯ ಬ್ರಹ್ಮಣಃ ಅಪಿಹಿತಮ್ ಆಚ್ಛಾದಿತಂ ಮುಖಂ ದ್ವಾರಮ್ ; ತತ್ ತ್ವಂ ಹೇ ಪೂಷನ್ ಅಪಾವೃಣು ಅಪಸಾರಯ ಸತ್ಯಧರ್ಮಾಯ ತವ ಸತ್ಯಸ್ಯೋಪಾಸನಾತ್ಸತ್ಯಂ ಧರ್ಮೋ ಯಸ್ಯ ಮಮ ಸೋಽಹಂ ಸತ್ಯಧರ್ಮಾ ತಸ್ಮೈ ಮಹ್ಯಮ್ ; ಅಥವಾ, ಯಥಾಭೂತಸ್ಯ ಧರ್ಮಸ್ಯಾನುಷ್ಠಾತ್ರೇ, ದೃಷ್ಟಯೇ ತವ ಸತ್ಯಾತ್ಮನ ಉಪಲಬ್ಧಯೇ ॥`,
      teeka: `ವಿಸ್ತರೇೇಣೋಕ್ತಮರ್ಥಜಾತಂ ಸಂಕ್ಷಿಪ್ಯೋಪಸಂಹರತಿ -
ಮಾನುಷದೈವವಿತ್ತಸಾಧ್ಯಮಿತ್ಯಾದಿನಾ ।
ಶರೀರಪಾಟವಂ ಗೋಭೂಹಿರಣ್ಯಾದಿಸಾಧನಸಂಪತಿಶ್ಚ ಮಾನುಷಂ ವಿತ್ತಮ್ । ದೈವಂ ವಿತ್ತಂ ದೇೇವತಾಜ್ಞಾನಮ್ ।

ಉತ್ತರಗ್ರಂಥಸ್ಯ ಸಂಬಂಧಾಭಿಧಿತ್ಸಯಾಽರ್ಥವಿಶೇಷಮನುವದತಿ -
ತತ್ರ ನಿಷೇಕಾದೀತ್ಯಾದಿನಾ ।
ತದುಕ್ತಮಿತಿ ತಂ ಪ್ರತ್ಯುಕ್ತಂ ಮಂತ್ರೇಣ ವಿದ್ಯಾಂ ಚೇತ್ಯಾದಿನಾಽಽಪೇಕ್ಷಿಕಾಮೃತತ್ವಂ ಫಲಮಿತ್ಯುಕ್ತಮಸ್ಮಾಭಿರಿತಿ ॥ ೧೫ ॥`,
    },
    "tamil": {
      bhashyam: `हिरण्मयेन पात्रेण सत्यस्यापिहितं मुखम् । 
तत्त्वं पूषन्नपावृणु सत्यधर्माय दृष्टये ॥ १५ ॥

சாஸ்திரத்தில் கூறப்பட்டுள்ள மானுஷவித்தம் (கர்மா) தைவவித்தம் தேவதா உபாசனை இரண்டினாலும் அடையக்கூடிய பலன் பிரகிருதி லயத்தை முடிவாக உடையது. இதுவரை கூறப்பட்டது சம்சார கதி. இது பிரவிர்த்தி மார்க்கம். அதற்கு மேல் முன்பு கூறப்பட்ட ஆத்மாவை அறிந்தவனுக்கு எல்லாம் ஆத்மாவே என்ற சர்வாத்ம பாவம் தான் ஏஷணாத்திரய சந்நியாச பூர்வகமான ஞான நிஷ்டையின் பலம். இவ்வாறாக இரண்டு பிரகாரமாக பிரவிர்த்தி, நிவிர்த்தி ரூபமான வேதார்த்தமானது, இங்கு பிரகாசப்படுத்தப்பட்டது. அங்கு விதிநிஷேத ரூபமானதும், பிரவிர்த்தி ரூபமானதுமான எல்லா வேதார்த்தத்தையும் பிரகாசப்படுத்தும் விஷயத்தில் பிரவர்க்யாந்தமான (பிரவிர்த்தி) பிராஹ்மணமானது (வேதவாக்யம்) உபயோகிக்கப்படுகிறது. நிவிர்த்தி லக்ஷணமான வேதார்த்தம் முழுவதையும் பிரகாசப்படுத்தும் விஷயத்தில் இதற்கு மேலே உள்ள பிருஹதாரண்யம் உபயோகிக்கப்படுகிறது.

அங்கு கர்ப்ப தானம் முதல் மரணம் வரைக்கும் உள்ள கர்மம் செய்துகொண்டே அபர பிரஹ்ம விஷயமான வித்யையுடன் ஜீவிக்கிறவனுக்கு கூறப்பட்டுள்ளது. (வித்யாம் ச அவித்யாம் ச ய: தத் வேத உபயம் ஸஹ. அவித்ய யாம்ருத்யும் தீர்த்வா வித்யையா அமிர்தம் அஷ்னுதே.)

அங்கு எந்த மார்க்கத்தினால் அழியாத நிலையை அடைகிறான் என்பது கூறப்படுகிறது. அந்த எந்த சத்திய ரூபமான பிரஹ்மம் உண்டோ அது இந்த ஆதித்யன். ஆதித்ய மண்டலத்தில் அந்த எந்த 2 புருஷன் இருக்கின்றானோ அவனும் வலது கண்ணில் எந்த இந்த புருஷன் இருக்கின்றானோ அவர்கள் இருவரும் சத்யம். பிரஹ்மத்தை (அபர பிரஹ்மத்தை) உபாசிப்பவன் முன்பு கூறப்பட்டவாறு கர்மத்தையும் செய்கிறவன் எவனோ அவன் இறுதி காலம் வந்த பொழுது சத்ய ஆத்மாவை தான் அடைய வேண்டிய வழியை ’ஹிரண்மயேன பாத்ரேண’ என்ற மந்திரத்தினால் யாசிக்கிறான்.

हिरण्मयेन पात्रेण हिरण्मयमिव हिरण्मयम् , ज्योतिर्मयमित्येतत् , तेन पात्रेणेव अपिधानभूतेन सत्यस्य आदित्यमण्डलस्थस्य ब्रह्मणः अपिहितम् आच्छादितं मुखं द्वारम् ; तत् त्वं हे पूषन् अपावृणु अपसारय सत्यधर्माय तव सत्यस्योपासनात्सत्यं धर्मो यस्य मम सोऽहं सत्यधर्मा तस्मै मह्यम् ; अथवा, यथाभूतस्य धर्मस्यानुष्ठात्रे, दृष्टये तव सत्यात्मन उपलब्धये ॥

ஹிரண்மயம் போல் பிரகாசமுள்ள பாத்திரம் போல் மறைக்கிற கிரண ஸமூஹத்தால் ஆதித்ய மண்டலத்திலுள்ள ஸத்ய பிரஹ்மத்தின் முகம் (வழி) மறைக்கப்பட்டுள்ளது. ஆகையால் ஏ சூரியனே சத்தியத்தினுடைய உபாசனை செய்வதால் சத்ய தர்மமானது எந்த எனக்கு உண்டாயிற்றோ அந்த நான் சத்திய தர்மாவாக ஆகிறேன் அல்லது ஸத்யோபாஸனம் செய்கிற என் பொருட்டு ஸத்யாத்மாவான உன்னை அடையும் பொருட்டு மறைப்பைப் போக்கும். பிரகாசம்கூட தடையாகிறது. அதுவும் நாம ரூபமாகிறது. எத் திருசியம் தத் நாசம். அக்ஞானமாக இருந்துவிடுகிறது.`,
      teeka: `விஸ்தரேேணோக்தமர்த²ஜாதம் ஸம்க்ஷிப்யோபஸம்ஹரதி -
மாநுஷதை³வவித்தஸாத்⁴யமித்யாதி³நா ।
ஶரீரபாடவம் கோ³பூ⁴ஹிரண்யாதி³ஸாத⁴நஸம்பதிஶ்ச மாநுஷம் வித்தம் । தை³வம் வித்தம் தே³ேவதாஜ்ஞாநம் ।

உத்தரக்³ரந்த²ஸ்ய ஸம்ப³ந்தா⁴பி⁴தி⁴த்ஸயா(அ)ர்த²விஶேஷமநுவத³தி -
தத்ர நிஷேகாதீ³த்யாதி³நா ।
தது³க்தமிதி தம் ப்ரத்யுக்தம் மந்த்ரேண வித்³யாம் சேத்யாதி³நா(அ)(அ)பேக்ஷிகாம்ருதத்வம் ப²லமித்யுக்தமஸ்மாபி⁴ரிதி ॥ 15 ॥`,
    },
    "telugu": {
      bhashyam: `హిరణ్మయేన పాత్రేణ హిరణ్మయమివ హిరణ్మయమ్ , జ్యోతిర్మయమిత్యేతత్ , తేన పాత్రేణేవ అపిధానభూతేన సత్యస్య ఆదిత్యమణ్డలస్థస్య బ్రహ్మణః అపిహితమ్ ఆచ్ఛాదితం ముఖం ద్వారమ్ ; తత్ త్వం హే పూషన్ అపావృణు అపసారయ సత్యధర్మాయ తవ సత్యస్యోపాసనాత్సత్యం ధర్మో యస్య మమ సోఽహం సత్యధర్మా తస్మై మహ్యమ్ ; అథవా, యథాభూతస్య ధర్మస్యానుష్ఠాత్రే, దృష్టయే తవ సత్యాత్మన ఉపలబ్ధయే ॥`,
      teeka: `విస్తరేేణోక్తమర్థజాతం సంక్షిప్యోపసంహరతి -
మానుషదైవవిత్తసాధ్యమిత్యాదినా ।
శరీరపాటవం గోభూహిరణ్యాదిసాధనసమ్పతిశ్చ మానుషం విత్తమ్ । దైవం విత్తం దేేవతాజ్ఞానమ్ ।

ఉత్తరగ్రన్థస్య సమ్బన్ధాభిధిత్సయాఽర్థవిశేషమనువదతి -
తత్ర నిషేకాదీత్యాదినా ।
తదుక్తమితి తం ప్రత్యుక్తం మన్త్రేణ విద్యాం చేత్యాదినాఽఽపేక్షికామృతత్వం ఫలమిత్యుక్తమస్మాభిరితి ॥ ౧౫ ॥`,
    },
  },
  16: {
    "devanagari": {
      bhashyam: `पूषन्नेकर्षे यम सूर्य प्राजापत्य व्यूह रश्मीन्समूह तेजः । यत्ते रूपं कल्याणतमं तत्ते पश्यामि योऽसावसौ पुरुषः सोऽहमस्मि ॥ पूषन् पोषणात् । एकर्षे एक ऋषिः गन्तासि त्वमेकोऽसीत्येकर्षे हे एकर्षे । यम सर्वस्य नियमनात् यमः । सूर्य रसानां स्वीकरणात् सूर्यः हे सूर्य । प्राजापत्य प्रजापतेः सूर्यापत्यं प्राजापत्यम् । व्यूह विगमय रश्मीन् समूह सञ्चिनु एकीकुरु तेजः ज्योतिः तव ; यत्ते तव रूपं कल्याणतमं तच्च ते तव पश्यामि अनुगृहाण द्रष्टुम् । यश्च असौ आदित्यमण्डले पुरुषः तत्स्थं ब्रह्म ; तं पुरुषम् अहम् अस्मि । स ब्रह्मात्मविद्ब्रह्मैव भवति ; 'ब्रह्म वेद ब्रह्मैव भवति' (मु. उ. ३ । २ । ९) इत्यादिश्रुतेः ॥`,
      teeka: `व्याहृत्यव इति ।
तस्य भूरिति शिरः भुव इति बाहू सुवरिति प्रतिष्ठा पादावित्यर्थः ॥ १६-१७ ॥`,
    },
    "kannada": {
      bhashyam: `ಹೇ ಪೂಷನ್ ಜಗತಃ ಪೋಷಣಾತ್ಪೂಷಾ ರವಿಃ । ತಥಾ ಏಕ ಏವ ಋಷತಿ ಗಚ್ಛತೀತ್ಯೇಕರ್ಷಿಃ ಹೇ ಏಕರ್ಷೇ । ತಥಾ ಸರ್ವಸ್ಯ ಸಂಯಮನಾದ್ಯಮಃ ಹೇ ಯಮ । ತಥಾ ರಶ್ಮೀನಾಂ ಪ್ರಾಣಾನಾಂ ರಸಾನಾಂ ಚ ಸ್ವೀಕರಣಾತ್ಸೂರ್ಯಃ ಹೇ ಸೂರ್ಯ । ಪ್ರಜಾಪತೇರಪತ್ಯಂ ಪ್ರಾಜಾಪತ್ಯಃ ಹೇ ಪ್ರಾಜಾಪತ್ಯ । ವ್ಯೂಹ ವಿಗಮಯ ರಶ್ಮೀನ್ ಸ್ವಾನ್ । ಸಮೂಹ ಏಕೀಕುರು ಉಪಸಂಹರ ತೇಜಃ ತಾವಕಂ ಜ್ಯೋತಿಃ । ಯತ್ ತೇ ತವ ರೂಪಂ ಕಲ್ಯಾಣತಮಮ್ ಅತ್ಯಂತಶೋಭನಮ್ , ತತ್ ತೇ ತವಾತ್ಮನಃ ಪ್ರಸಾದಾತ್ ಪಶ್ಯಾಮಿ । ಕಿಂಚ, ಅಹಂ ನ ತು ತ್ವಾಂ ಭೃತ್ಯವದ್ಯಾಚೇ ಯೋಽಸೌ ಆದಿತ್ಯಮಂಡಲಸ್ಥಃ ಅಸೌ ವ್ಯಾಹೃತ್ಯವಯವಃ ಪುರುಷಃ ಪುರುಷಾಕಾರತ್ವಾತ್ , ಪೂರ್ಣಂ ವಾನೇನ ಪ್ರಾಣಬುದ್ಧ್ಯಾತ್ಮನಾ ಜಗತ್ಸಮಸ್ತಮಿತಿ ಪುರುಷಃ ; ಪುರಿ ಶಯನಾದ್ವಾ ಪುರುಷಃ । ಸೋಽಹಮ್ ಅಸ್ಮಿ ಭವಾಮಿ ॥`,
      teeka: `ವ್ಯಾಹೃತ್ಯವ ಇತಿ ।
ತಸ್ಯ ಭೂರಿತಿ ಶಿರಃ ಭುವ ಇತಿ ಬಾಹೂ ಸುವರಿತಿ ಪ್ರತಿಷ್ಠಾ ಪಾದಾವಿತ್ಯರ್ಥಃ ॥ ೧೬-೧೭ ॥`,
    },
    "tamil": {
      bhashyam: `पूषन्नेकर्षे यम सूर्य प्राजापत्य व्यूह रश्मीन्समूह तेजो यत्ते रूपं कल्याणतमं 
तत्ते पश्यामि योऽसावसौ पुरुषः सोऽहमस्मि ॥ १६ ॥

हे पूषन् जगतः पोषणात्पूषा रविः । तथा एक एव ऋषति गच्छतीत्येकर्षिः हे एकर्षे । तथा सर्वस्य संयमनाद्यमः हे यम । तथा रश्मीनां प्राणानां रसानां च स्वीकरणात्सूर्यः हे सूर्य । प्रजापतेरपत्यं प्राजापत्यः हे प्राजापत्य । व्यूह विगमय रश्मीन् स्वान् । समूह एकीकुरु उपसंहर तेजः तावकं ज्योतिः ।

ஜகத்தை போஷிப்பதனால் (வளர்ப்பது) சூரியனுக்கு பூஷா எனப் பெயர். அவ்வாறே ஒருவனாகவே செல்வதனாலே ஏக ரிஷி : அவ்வாறே எல்லோரையும் நியமனம் செய்வதினாலே யமன். ஹே சூர்ய : கிரணங்களையும், பிராணன்களையும் ரசங்களையும் ஸ்வீகரிப்பதால் சூர்யன் எனப்படுபவன் பிரஜாபதியினுடைய குமாரன் பிராஜாபத்யன் ஹே பிரஜாபத்ய உன்னுடைய கிரகணங்களை ஒடுக்கிக்கொள். ஒன்றாகச் செய் உன்னுடைய தாபகமான ஜ்யோதியைச் சாந்தப்படுத்து.

यत् ते तव रूपं कल्याणतमम् अत्यन्तशोभनम् , तत् ते तवात्मनः प्रसादात् पश्यामि । किञ्च, अहं न तु त्वां भृत्यवद्याचे योऽसौ आदित्यमण्डलस्थः असौ व्याहृत्यवयवः पुरुषः पुरुषाकारत्वात् , पूर्णं वानेन प्राणबुद्ध्यात्मना जगत्समस्तमिति पुरुषः ; पुरि शयनाद्वा पुरुषः । सोऽहम् अस्मि भवामि ॥

எந்த இந்த உன்னுடைய ரூபமானது மிகுந்த சோபையுடன் கூடியதோ அதை ஆத்மாவான உன்னுடைய பிரசாதத்தினால் பார்க்கிறேன். மேலும் நான் உன்னை வேலைக்காரன் போல் யாசிக்கவில்லை. எவன் ஆதித்யமண்டலத்தின் இருக்கிற भुः என்ற வியாஹ்ருதிகளை அங்கமாக உடைய புருஷன் புருஷ: புருஷ வடிவமாக இருப்பதால் பூரணமாகவே இருப்பதால் புருஷன் புருஷ: பிராண, புத்தி வடிவமாக ஜகத் முழுவதும் நிறைந்து இருப்பதால் புருஷன் புருஷ: சரீரத்தில் இருதயக் குகையில் சயனம் செய்வதால் புருஷன் அவனே நானாகிறேன்.`,
      teeka: `வ்யாஹ்ருத்யவ இதி ।
தஸ்ய பூ⁴ரிதி ஶிர: பு⁴வ இதி பா³ஹூ ஸுவரிதி ப்ரதிஷ்டா² பாதா³வித்யர்த²: ॥ 16-17 ॥`,
    },
    "telugu": {
      bhashyam: `హే పూషన్ జగతః పోషణాత్పూషా రవిః । తథా ఎక ఎవ ఋషతి గచ్ఛతీత్యేకర్షిః హే ఎకర్షే । తథా సర్వస్య సంయమనాద్యమః హే యమ । తథా రశ్మీనాం ప్రాణానాం రసానాం చ స్వీకరణాత్సూర్యః హే సూర్య । ప్రజాపతేరపత్యం ప్రాజాపత్యః హే ప్రాజాపత్య । వ్యూహ విగమయ రశ్మీన్ స్వాన్ । సమూహ ఎకీకురు ఉపసంహర తేజః తావకం జ్యోతిః । యత్ తే తవ రూపం కల్యాణతమమ్ అత్యన్తశోభనమ్ , తత్ తే తవాత్మనః ప్రసాదాత్ పశ్యామి । కిఞ్చ, అహం న తు త్వాం భృత్యవద్యాచే యోఽసౌ ఆదిత్యమణ్డలస్థః అసౌ వ్యాహృత్యవయవః పురుషః పురుషాకారత్వాత్ , పూర్ణం వానేన ప్రాణబుద్ధ్యాత్మనా జగత్సమస్తమితి పురుషః ; పురి శయనాద్వా పురుషః । సోఽహమ్ అస్మి భవామి ॥`,
      teeka: `వ్యాహృత్యవ ఇతి ।
తస్య భూరితి శిరః భువ ఇతి బాహూ సువరితి ప్రతిష్ఠా పాదావిత్యర్థః ॥ ౧౬-౧౭ ॥`,
    },
  },
  17: {
    "devanagari": {
      bhashyam: `वायुरनिलममृतमथेदं भस्मान्तं शरीरम् । ॐ क्रतो स्मर कृतं स्मर क्रतो स्मर कृतं स्मर ॥ वायुः अयं प्राणो यः शरीरे वर्तते सः अनिलम् अमृतं सर्वात्मकं सूत्रात्मानं वायुमागच्छतु इति मरणकाल उत्क्रामन्प्राणो वायुमात्मनि सम्पद्यताम् । अथ इदं शरीरं भस्मान्तं भस्म अन्तः अवसानमस्य भस्मभूतमेव अस्त्वित्यर्थः । ॐ इत्येतदक्षरं ब्रह्म वाच्यं वाचकं च — 'ॐ इत्येकाक्षरं ब्रह्म' (ग. उ. अ. भा.) इति श्रुतेः — ; तदुभयमपि ॐ इत्येतदेव ; स्मरणार्थं च ॐकारोच्चारणम् । हे क्रतो हे सङ्कल्पात्मक संकल्पस्य कर्ताऽसि बुद्धिर्हि सर्वकार्येषु पूर्वं संकल्पयतीति क्रतुः संकल्पात्मक सन् हे क्रतो हे मनः स्मर प्राप्तः कालोऽयमात्मनः, स्मृतमनुस्मर यत्त्वयात्मज्ञानम् उपचितम् । कृतं च स्मर कृतम् अनुष्ठितं ज्ञानोपयोगि कर्म स्मर । क्रतो स्मर कृतं स्मरेति द्विर्वचनं मरणकालाभिप्रायम् आदर द्योतयति ॥`,
      teeka: `वायुरनिलमिति । अथ मरणकाले प्राणं प्रापयति — वायुरनिलमिति । वायुः प्राणोऽनिलं सूत्रात्मानं प्राप्नोतु । अथेदं शरीरं भस्मान्तं भवतु । ॐ क्रतो स्मर कृतं स्मर ।`,
    },
    "kannada": {
      bhashyam: `ವಾಯುರನಿಲಮಮೃತಮಥೇದಂ ಭಸ್ಮಾಂತಂ ಶರೀರಮ್ — ಅಯಂ ಪ್ರಾಣವಾಯುಃ ಸರ್ವವ್ಯಾಪಿನಮನಿಲಂ ವಾಯುಮಭಿಗಚ್ಛತು , ಅಥ ಇದಂ ಭಸ್ಮಾಂತಂ ಶರೀರಮ್ — ಭಸ್ಮಾವಸಾನಮ್ ಇದಂ ಶರೀರಮಸ್ತು ಇತ್ಯರ್ಥಃ । ಕ್ರತೋ ಸ್ಮರ ಕೃತಂ ಸ್ಮರ — ಹೇ ಕ್ರತೋ ಹೇ ಸಂಕಲ್ಪ, ಸ್ಮರ ಕೃತಂ ಕರ್ಮ ಸ್ಮರ ಕೃತಂ ಸ್ಮರ ಇತಿ ದ್ವಿರ್ವಚನಂ ಮರಣಸಾಮೀಪ್ಯೇಽತ್ಯಾದರಾರ್ಥಮ್ । ಅಗ್ನೇ ನಯ ಸುಪಥಾ ರಾಯೇ ಅಸ್ಮಾನ್ — ಹೇ ಅಗ್ನೇ ಅಗ್ರಣೀಃ, ನಯ ಸುಪಥಾ ಶೋಭನೇನ ಮಾರ್ಗೇಣ, ರಾಯೇ ಧನಾಯ ಫಲೋಪಭೋಗಾಯ, ಅಸ್ಮಾನ್ ಕರ್ಮಕೃತೋಽಸ್ಮಾನ್ನಯಸ್ವೇತ್ಯರ್ಥಃ । ವಿಶ್ವಾನಿ ದೇವ ವಯುನಾನಿ ವಿದ್ವಾನ್ — ವಿಶ್ವಾನಿ ಹೇ ದೇವ ವಯುನಾನಿ ಕರ್ಮಾಣಿ ವಿದ್ವಾನ್ ಜಾನನ್ ಸರ್ವಜ್ಞೋ ಹ್ಯಸಿ । ಯುಯೋಧ್ಯಸ್ಮಜ್ಜುಹುರಾಣಮೇನಃ — ಯುಯೋಧಿ ನಿಬರ್ಹಣ, ಅಸ್ಮತ್ತಃ ಅಸ್ಮತ್ತೋ ಜುಹುರಾಣಂ ವಂಚನಾಶೀಲಮ್ ಏನಃ ಪಾಪಮ್ । ಭೂಯಿಷ್ಠಾಂ ತೇ ನಮ ಉಕ್ತಿಂ ವಿಧೇಮ — ಬಹುತರಂ ಭೂಯಸ್ತರಂ ತೇ ತುಭ್ಯಂ ನಮಃ ನಮಸ್ಕಾರಮುಕ್ತಿಂ ವಚನಂ ವಿಧೇಮ ಕರವಾಮಹೇ ಇತ್ಯರ್ಥಃ ॥`,
      teeka: ``,
    },
    "tamil": {
      bhashyam: `वायुरनिलममृतमथेदं भस्मान्तं शरीरम् । 
ओं क्रतो स्मर कृतं स्मर क्रतो स्मर कृतं स्मर ॥ १७ ॥

अथेदानीं मम मरिष्यतो वायुः प्राणः अध्यात्मपरिच्छेदं हित्वा अधिदैवतात्मानं सर्वात्मकम् अनिलम् अमृतं सूत्रात्मानं प्रतिपद्यतामिति वाक्यशेषः । लिङ्गं चेदं ज्ञानकर्मसंस्कृतमुत्क्रामत्विति द्रष्टव्यम् , मार्गयाचनसामर्थ्यात् । अथ इदं शरीरमग्नौ हुतं भस्मान्तं भस्मावशेषं भूयात् ।

பிறகு இப்பொழுது என்னுடைய மரணத்தருவாயில் இருக்கிற (வாயுவானது) பிராணன் (அத்யாத்ம பரிச்சேதம்) சரீரத்திலுள்ள குறுகிய வடிவத்தை விட்டு அதி தெய்வ ஸ்வரூபமான எல்லாமாக உள்ள (எங்கும் வியாபகமான) அனிலம் (வாயு) அமிர்தமாக உள்ள சூத்ராத்மாவை அடையட்டும். லிங்க தேகமானது உபாசனையினாலும் கர்மத்தினாலும் பண்படுத்தப்பட்டதாய் (மேன்மை அடைகிறது) வெளிக்கிளம்பட்டும் என பிரார்த்தித்துக் கொள்ளவேண்டும். மார்க்க யாசனம் செய்திருப்பதால் வெளிக்கிளம்புகிறான் என்று தெரிகிறது. அதன் பிறகு இந்த சரீரமானது அக்னியில் ஹோமம் செய்யப்பட்டு பஸ்பமாக ஆகட்டும்.

ओमिति यथोपासनम् ओम्प्रतीकात्मकत्वात्सत्यात्मकमग्न्याख्यं ब्रह्माभेदेनोच्यते । हे क्रतो सङ्कल्पात्मक स्मर यन्मम स्मर्तव्यं तस्य कालोऽयं प्रत्युपस्थितः, अतः स्मर एतावन्तं कालं भावितं कृतम् अग्ने स्मर यन्मया बाल्यप्रभृत्यनुष्ठितं कर्म तच्च स्मर । क्रतो स्मर कृतं स्मर इति पुनर्वचनमादरार्थम् ॥

உபாஸனத்திற்குத் தக்கபடி ஓங்காரம் பிரதீகமாக இருப்பதால் ஸத்ய ஸ்வரூபமாயும் அக்னி என்ற பெயருள்ளதாயும் இருக்கும் பிரஹ்மம் ஓம் என்று அபேதமாகவே சொல்லப்படுகிறது. ஓங்காரமே பிரஹ்மம் என்று. ஹே, சங்கல்பாத்மக மனமே! (ஹே க்ரதோ) எது என்னால் நினைக்கப்பட வேண்டுமோ அதற்குத் தகுந்த காலமானது நெருங்கிவிட்டது. அதை நினை. ஆகையால் இவ்வளவு காலம் என்னால் செய்யப்பட்டதையும் நினை. பால்யம் முதல் என்னால் எந்தக் காமம் அனுஷ்டிக்கப்பட்டதோ அதையும் நினை. க்ரதோ ஸ்மர. கிருதம் ஸ்மர என்று இரண்டு தடவை கூறியது தனக்கு அவ்விஷயத்தில் உள்ள அதிக ஆதரவைக் காட்டுகிறது.`,
      teeka: ``,
    },
    "telugu": {
      bhashyam: `వాయురనిలమమృతమథేదం భస్మాంతం శరీరమ్ — అయం ప్రాణవాయుః సర్వవ్యాపినమనిలం వాయుమభిగచ్ఛతు , అథ ఇదం భస్మాంతం శరీరమ్ — భస్మావసానమ్ ఇదం శరీరమస్తు ఇత్యర్థః । క్రతో స్మర కృతం స్మర — హే క్రతో హే సంకల్ప, స్మర కృతం కర్మ స్మర కృతం స్మర ఇతి ద్విర్వచనం మరణసామీప్యేఽత్యాదరార్థమ్ । అగ్నే నయ సుపథా రాయే అస్మాన్ — హే అగ్నే అగ్రణీః, నయ సుపథా శోభనేన మార్గేణ, రాయే ధనాయ ఫలోపభోగాయ, అస్మాన్ కర్మకృతోఽస్మాన్నయస్వేత్యర్థః । విశ్వాని దేవ వయునాని విద్వాన్ — విశ్వాని హే దేవ వయునాని కర్మాణి విద్వాన్ జానన్ సర్వజ్ఞో హ్యసి । యుయోధ్యస్మజ్జుహురాణమేనః — యుయోధి నిబర్హణ, అస్మత్తః అస్మత్తో జుహురాణం వంచనాశీలమ్ ఏనః పాపమ్ । భూయిష్ఠాం తే నమ ఉక్తిం విధేమ — బహుతరం భూయస్తరం తే తుభ్యం నమః నమస్కారముక్తిం వచనం విధేమ కరవామహే ఇత్యర్థః ॥`,
      teeka: ``,
    },
  },
  18: {
    "devanagari": {
      bhashyam: `हे अग्ने नय गमय सुपथा शोभनेन मार्गेण । सुपथेति विशेषणं दक्षिणमार्गनिवृत्त्यर्थम् । निर्विण्णोऽहं दक्षिणेन मार्गेण गतागतलक्षणेन ; अतो याचे त्वां पुनः पुनः गमनागमनवर्जितेन शोभनेन पथा नय । राये धनाय, कर्मफलभोगायेत्यर्थः । अस्मान् यथोक्तधर्मफलविशिष्टान् विश्वानि सर्वाणि हे देव वयुनानि कर्माणि, प्रज्ञानानि वा विद्वान् जानन् । किञ्च, युयोधि वियोजय विनाशय अस्मत् अस्मत्तः जुहुराणं कुटिलं वञ्चनात्मकम् एनः पापम् । ततो वयं विशुद्धाः सन्तः इष्टं प्राप्स्याम इत्यभिप्रायः । किन्तु वयमिदानीं ते न शक्नुमः परिचर्यां कर्तुम् ; भूयिष्ठां बहुतरां ते तुभ्यं नमउक्तिं नमस्कारवचनं विधेम नमस्कारेण परिचरेम इत्यर्थः ॥

‘अविद्यया मृत्युं तीर्त्वा विद्ययामृतमश्नुते’ (ई. उ. ११) ‘विनाशेन मृत्युं तीर्त्वा असम्भूत्यामृतमश्नुते’ (ई. उ. १४) इति श्रुत्वा केचित्संशयं कुर्वन्ति । अतस्तन्निर्धारणार्थं सङ्क्षेपतो विचारणां करिष्यामः । तत्र तावत्किंनिमित्तः संशय इति, उच्यते — विद्याशब्देन मुख्या परमात्मविद्यैव कस्मान्न गृह्यते, अमृतत्वं च ? ननूक्तायाः परमात्मविद्यायाः कर्मणश्च विरोधात्समुच्चयानुपपत्तिः । सत्यम् । विरोधस्तु नावगम्यते, विरोधाविरोधयोः शास्त्रप्रमाणकत्वात् ; यथा अविद्यानुष्ठानं विद्योपासनं च शास्त्रप्रमाणकम् , तथा तद्विरोधाविरोधावपि । यथा च ‘न हिंस्यात्सर्वा भूतानि’ इति शास्त्रादवगतं पुनः शास्त्रेणैव बाध्यते ‘अध्वरे पशुं हिंस्यात्’ इति, एवं विद्याविद्ययोरपि स्यात् ; विद्याकर्मणोश्च समुच्चयः । न ; ‘दूरमेते विपरीते विषूची अविद्या या च विद्येति ज्ञाता’ (क. उ. १ । २ । ४) इति श्रुतेः । ‘विद्यां चाविद्यां च’ इति वचनादविरोध इति चेत् , न ; हेतुस्वरूपफलविरोधात् । विद्याविद्याविरोधाविरोधयोर्विकल्पासम्भवात् समुच्चयविधानादविरोध एवेति चेत् , न ; सहसम्भवानुपपत्तेः । क्रमेणैकाश्रये स्यातां विद्याविद्ये इति चेत् , न ; विद्योत्पत्तौ तदाश्रयेऽविद्यानुपपत्तेः ; न हि अग्निरुष्णः प्रकाशश्च इति विज्ञानोत्पत्तौ यस्मिन्नाश्रये तदुत्पन्नम् , तस्मिन्नेवाश्रये शीतोऽग्निरप्रकाशो वा इत्यविद्याया उत्पत्तिः । नापि संशयः अज्ञानं वा, ‘यस्मिन्सर्वाणि भूतानि आत्मैवाभूद्विजानतः । तत्र को मोहः कः शोक एकत्वमनुपश्यतः’ (ई. उ. ७) इति शोकमोहाद्यसम्भवश्रुतेः । अविद्यासम्भवात्तदुपादानस्य कर्मणोऽप्यनुपपत्तिमवोचाम । ‘अमृतमश्नुते’ इत्यापेक्षिकममृतम् ; विद्याशब्देन परमात्मविद्याग्रहणे ‘हिरण्मयेन’ (ई. उ. १५) इत्यादिना द्वारमार्गयाचनमनुपपन्नं स्यात् । तस्मात् यथाव्याख्यात एव मन्त्राणामर्थ इत्युपरम्यते ॥`,
      teeka: `मन्त्रान्पदशो व्याख्याय संक्षेपतो विचारमारभते -
अविद्यया मृत्युं तीर्त्वेत्यादिना ।

अमृतत्वं चेति ।
अमृतत्वं च मुख्यमेव कस्मान्न गृह्यत इति सम्बन्धः ।

शास्त्रीययोर्ज्ञानकर्मणोर्विरोधाविरोधी शास्त्रीयावेव ग्राह्यौ न तर्कमात्रेणेति परेणोक्ते सिद्धान्ती शास्त्रसिद्ध एव विरोध इत्याह -
न दूरमेते इति ।
विषूची नानागतौ विद्याविद्ये दूरं विपरीते अतिशयेन विरुद्धे इत्यर्थः ।

सहसम्भवानुपपत्तेरिति ।
काऽनुपपत्तिः? काठते विरोधश्रवणात् तद्गतविद्याविद्ययोर्विरोधोऽस्तु । इह त्वविरोधश्रवणादविरोधो भविष्यतीति न वाच्यम् । विरोधाविरोधयोः सिद्धत्वेन विकल्पासम्भवात् । उदितानुदितहोमयोर्हि पुरुषतन्त्रत्वाद्युक्तो विकल्प इत्युक्तं, तर्ह्यविरोध एवास्तु समुच्चयविधिबलादिति चेन्न । मुख्यब्रह्मविद्याविद्ययोः शुक्तिविद्यायोरिव सहसम्भवानुपपत्तेः समुच्चयविधिरसिद्धः । सिद्धे समुच्चयविधौ तद्बलादविरोधावगमोऽविरोवावगमाच्च समुच्चयसिद्धिरित्यन्योन्याश्रयः स्यादित्यर्थः ।

सहसम्भवानुपपत्तावपि क्रमेणैकाश्रये विद्याविद्ये स्यातामिति चेद्यदि पूर्वमविद्या पश्चात्तु विद्येति क्रमस्तर्हीष्यत एव । यदि पश्चात्तर्ह्यसम्भव इत्याह -
न विद्योत्पत्ताविति ।
पूर्वसिद्धाया अविद्यायाः प्रध्वस्तत्वादन्यस्याश्चोत्पत्तौ कारणासम्भवान्मूलाभावेन भ्रमसंशयाग्रहणानामपि विदुषोऽनुपपत्तिरित्यर्थः ।

विद्योत्पत्तौ मा भूदविद्या कर्म तु भविष्यति विदुषोऽपि व्याख्यानभिक्षाटनादिदर्शनादित्याशङ्क्याह -
अविद्याऽसम्भवादिति ।
चोदनाप्रयुक्तानुष्ठानं हि कर्म ज्ञानेन सह तव समुच्चिचीषितं ब्रह्मात्मैकत्वं तु साक्षादनुभवतो न चोदना सम्भवति कामाभावात्कामिनो हि सर्वाश्चोदनाः । ‘अकामिनः क्रिया काचिद् दृश्यते नेह कस्यचित्। यद्यद्धि कुरुते जन्तुस्तत्तत्कामस्य चेष्टितम् ॥’ इति स्मरणात् । विद्वच्छरीरस्थितिहेत्वविद्यालेशाश्रयकर्मशेषनिमित्तं तु विदुषो भिक्षाटनादि न कर्म, चोदनाभावात्किन्तु यावत्प्राणशरीरसंयोगभावि तत्कर्माभासं तच्च विद्वान्न स्वगतं मन्यते कर्माध्यासोपादानाविद्याया असम्भवान्नैव किञ्चित्करोमीति प्रत्ययाच्चेयति भावः ।

यदुक्तममृतशब्देन मुख्यमेवामृतत्वं किं न गृह्यते विद्याशब्देन च परमात्मविद्येति तत्राऽऽह -
अमृतमिति ।
मुख्यामृत्वग्रहणे हिरण्मयादिमन्त्रेण द्वारमार्गयाचनमनुपपन्नं स्यात् । न तस्य प्राण उत्क्रामन्त्यत्र ब्रह्म समश्नुन इत्यादिश्रुतेः । ततो मुख्यार्थबाधाद्गौणार्थग्रहणं युक्तमित्यर्थः । यस्मादर्शान्तरं न सङ्गच्छते तस्मादित्युपसंहारः ॥ १८ ॥`,
    },
    "kannada": {
      bhashyam: `ಹೇ ಅಗ್ನೇ ನಯ ಗಮಯ ಸುಪಥಾ ಶೋಭನೇನ ಮಾರ್ಗೇಣ । ಸುಪಥೇತಿ ವಿಶೇಷಣಂ ದಕ್ಷಿಣಮಾರ್ಗನಿವೃತ್ತ್ಯರ್ಥಮ್ । ನಿರ್ವಿಣ್ಣೋಽಹಂ ದಕ್ಷಿಣೇನ ಮಾರ್ಗೇಣ ಗತಾಗತಲಕ್ಷಣೇನ ; ಅತೋ ಯಾಚೇ ತ್ವಾಂ ಪುನಃ ಪುನಃ ಗಮನಾಗಮನವರ್ಜಿತೇನ ಶೋಭನೇನ ಪಥಾ ನಯ । ರಾಯೇ ಧನಾಯ, ಕರ್ಮಫಲಭೋಗಾಯೇತ್ಯರ್ಥಃ । ಅಸ್ಮಾನ್ ಯಥೋಕ್ತಧರ್ಮಫಲವಿಶಿಷ್ಟಾನ್ ವಿಶ್ವಾನಿ ಸರ್ವಾಣಿ ಹೇ ದೇವ ವಯುನಾನಿ ಕರ್ಮಾಣಿ, ಪ್ರಜ್ಞಾನಾನಿ ವಾ ವಿದ್ವಾನ್ ಜಾನನ್ । ಕಿಂಚ, ಯುಯೋಧಿ ವಿಯೋಜಯ ವಿನಾಶಯ ಅಸ್ಮತ್ ಅಸ್ಮತ್ತಃ ಜುಹುರಾಣಂ ಕುಟಿಲಂ ವಂಚನಾತ್ಮಕಮ್ ಏನಃ ಪಾಪಮ್ । ತತೋ ವಯಂ ವಿಶುದ್ಧಾಃ ಸಂತಃ ಇಷ್ಟಂ ಪ್ರಾಪ್ಸ್ಯಾಮ ಇತ್ಯಭಿಪ್ರಾಯಃ । ಕಿಂತು ವಯಮಿದಾನೀಂ ತೇ ನ ಶಕ್ನುಮಃ ಪರಿಚರ್ಯಾಂ ಕರ್ತುಮ್ ; ಭೂಯಿಷ್ಠಾಂ ಬಹುತರಾಂ ತೇ ತುಭ್ಯಂ ನಮಉಕ್ತಿಂ ನಮಸ್ಕಾರವಚನಂ ವಿಧೇಮ ನಮಸ್ಕಾರೇಣ ಪರಿಚರೇಮ ಇತ್ಯರ್ಥಃ ॥

‘ಅವಿದ್ಯಯಾ ಮೃತ್ಯುಂ ತೀರ್ತ್ವಾ ವಿದ್ಯಯಾಮೃತಮಶ್ನುತೇ’ (ಈ. ಉ. ೧೧) ‘ವಿನಾಶೇನ ಮೃತ್ಯುಂ ತೀರ್ತ್ವಾ ಅಸಂಭೂತ್ಯಾಮೃತಮಶ್ನುತೇ’ (ಈ. ಉ. ೧೪) ಇತಿ ಶ್ರುತ್ವಾ ಕೇಚಿತ್ಸಂಶಯಂ ಕುರ್ವಂತಿ । ಅತಸ್ತನ್ನಿರ್ಧಾರಣಾರ್ಥಂ ಸಂಕ್ಷೇಪತೋ ವಿಚಾರಣಾಂ ಕರಿಷ್ಯಾಮಃ । ತತ್ರ ತಾವತ್ಕಿಂನಿಮಿತ್ತಃ ಸಂಶಯ ಇತಿ, ಉಚ್ಯತೇ — ವಿದ್ಯಾಶಬ್ದೇನ ಮುಖ್ಯಾ ಪರಮಾತ್ಮವಿದ್ಯೈವ ಕಸ್ಮಾನ್ನ ಗೃಹ್ಯತೇ, ಅಮೃತತ್ವಂ ಚ ? ನನೂಕ್ತಾಯಾಃ ಪರಮಾತ್ಮವಿದ್ಯಾಯಾಃ ಕರ್ಮಣಶ್ಚ ವಿರೋಧಾತ್ಸಮುಚ್ಚಯಾನುಪಪತ್ತಿಃ । ಸತ್ಯಮ್ । ವಿರೋಧಸ್ತು ನಾವಗಮ್ಯತೇ, ವಿರೋಧಾವಿರೋಧಯೋಃ ಶಾಸ್ತ್ರಪ್ರಮಾಣಕತ್ವಾತ್ ; ಯಥಾ ಅವಿದ್ಯಾನುಷ್ಠಾನಂ ವಿದ್ಯೋಪಾಸನಂ ಚ ಶಾಸ್ತ್ರಪ್ರಮಾಣಕಮ್ , ತಥಾ ತದ್ವಿರೋಧಾವಿರೋಧಾವಪಿ । ಯಥಾ ಚ ‘ನ ಹಿಂಸ್ಯಾತ್ಸರ್ವಾ ಭೂತಾನಿ’ ಇತಿ ಶಾಸ್ತ್ರಾದವಗತಂ ಪುನಃ ಶಾಸ್ತ್ರೇಣೈವ ಬಾಧ್ಯತೇ ‘ಅಧ್ವರೇ ಪಶುಂ ಹಿಂಸ್ಯಾತ್’ ಇತಿ, ಏವಂ ವಿದ್ಯಾವಿದ್ಯಯೋರಪಿ ಸ್ಯಾತ್ ; ವಿದ್ಯಾಕರ್ಮಣೋಶ್ಚ ಸಮುಚ್ಚಯಃ । ನ ; ‘ದೂರಮೇತೇ ವಿಪರೀತೇ ವಿಷೂಚೀ ಅವಿದ್ಯಾ ಯಾ ಚ ವಿದ್ಯೇತಿ ಜ್ಞಾತಾ’ (ಕ. ಉ. ೧ । ೨ । ೪) ಇತಿ ಶ್ರುತೇಃ । ‘ವಿದ್ಯಾಂ ಚಾವಿದ್ಯಾಂ ಚ’ ಇತಿ ವಚನಾದವಿರೋಧ ಇತಿ ಚೇತ್ , ನ ; ಹೇತುಸ್ವರೂಪಫಲವಿರೋಧಾತ್ । ವಿದ್ಯಾವಿದ್ಯಾವಿರೋಧಾವಿರೋಧಯೋರ್ವಿಕಲ್ಪಾಸಂಭವಾತ್ ಸಮುಚ್ಚಯವಿಧಾನಾದವಿರೋಧ ಏವೇತಿ ಚೇತ್ , ನ ; ಸಹಸಂಭವಾನುಪಪತ್ತೇಃ । ಕ್ರಮೇಣೈಕಾಶ್ರಯೇ ಸ್ಯಾತಾಂ ವಿದ್ಯಾವಿದ್ಯೇ ಇತಿ ಚೇತ್ , ನ ; ವಿದ್ಯೋತ್ಪತ್ತೌ ತದಾಶ್ರಯೇಽವಿದ್ಯಾನುಪಪತ್ತೇಃ ; ನ ಹಿ ಅಗ್ನಿರುಷ್ಣಃ ಪ್ರಕಾಶಶ್ಚ ಇತಿ ವಿಜ್ಞಾನೋತ್ಪತ್ತೌ ಯಸ್ಮಿನ್ನಾಶ್ರಯೇ ತದುತ್ಪನ್ನಮ್ , ತಸ್ಮಿನ್ನೇವಾಶ್ರಯೇ ಶೀತೋಽಗ್ನಿರಪ್ರಕಾಶೋ ವಾ ಇತ್ಯವಿದ್ಯಾಯಾ ಉತ್ಪತ್ತಿಃ । ನಾಪಿ ಸಂಶಯಃ ಅಜ್ಞಾನಂ ವಾ, ‘ಯಸ್ಮಿನ್ಸರ್ವಾಣಿ ಭೂತಾನಿ ಆತ್ಮೈವಾಭೂದ್ವಿಜಾನತಃ । ತತ್ರ ಕೋ ಮೋಹಃ ಕಃ ಶೋಕ ಏಕತ್ವಮನುಪಶ್ಯತಃ’ (ಈ. ಉ. ೭) ಇತಿ ಶೋಕಮೋಹಾದ್ಯಸಂಭವಶ್ರುತೇಃ । ಅವಿದ್ಯಾಸಂಭವಾತ್ತದುಪಾದಾನಸ್ಯ ಕರ್ಮಣೋಽಪ್ಯನುಪಪತ್ತಿಮವೋಚಾಮ । ‘ಅಮೃತಮಶ್ನುತೇ’ ಇತ್ಯಾಪೇಕ್ಷಿಕಮಮೃತಮ್ ; ವಿದ್ಯಾಶಬ್ದೇನ ಪರಮಾತ್ಮವಿದ್ಯಾಗ್ರಹಣೇ ‘ಹಿರಣ್ಮಯೇನ’ (ಈ. ಉ. ೧೫) ಇತ್ಯಾದಿನಾ ದ್ವಾರಮಾರ್ಗಯಾಚನಮನುಪಪನ್ನಂ ಸ್ಯಾತ್ । ತಸ್ಮಾತ್ ಯಥಾವ್ಯಾಖ್ಯಾತ ಏವ ಮಂತ್ರಾಣಾಮರ್ಥ ಇತ್ಯುಪರಮ್ಯತೇ ॥`,
      teeka: `ಮಂತ್ರಾನ್ಪದಶೋ ವ್ಯಾಖ್ಯಾಯ ಸಂಕ್ಷೇಪತೋ ವಿಚಾರಮಾರಭತೇ -
ಅವಿದ್ಯಯಾ ಮೃತ್ಯುಂ ತೀರ್ತ್ವೇತ್ಯಾದಿನಾ ।

ಅಮೃತತ್ವಂ ಚೇತಿ ।
ಅಮೃತತ್ವಂ ಚ ಮುಖ್ಯಮೇವ ಕಸ್ಮಾನ್ನ ಗೃಹ್ಯತ ಇತಿ ಸಂಬಂಧಃ ।

ಶಾಸ್ತ್ರೀಯಯೋರ್ಜ್ಞಾನಕರ್ಮಣೋರ್ವಿರೋಧಾವಿರೋಧೀ ಶಾಸ್ತ್ರೀಯಾವೇವ ಗ್ರಾಹ್ಯೌ ನ ತರ್ಕಮಾತ್ರೇಣೇತಿ ಪರೇಣೋಕ್ತೇ ಸಿದ್ಧಾಂತೀ ಶಾಸ್ತ್ರಸಿದ್ಧ ಏವ ವಿರೋಧ ಇತ್ಯಾಹ -
ನ ದೂರಮೇತೇ ಇತಿ ।
ವಿಷೂಚೀ ನಾನಾಗತೌ ವಿದ್ಯಾವಿದ್ಯೇ ದೂರಂ ವಿಪರೀತೇ ಅತಿಶಯೇನ ವಿರುದ್ಧೇ ಇತ್ಯರ್ಥಃ ।

ಸಹಸಂಭವಾನುಪಪತ್ತೇರಿತಿ ।
ಕಾಽನುಪಪತ್ತಿಃ? ಕಾಠತೇ ವಿರೋಧಶ್ರವಣಾತ್ ತದ್ಗತವಿದ್ಯಾವಿದ್ಯಯೋರ್ವಿರೋಧೋಽಸ್ತು । ಇಹ ತ್ವವಿರೋಧಶ್ರವಣಾದವಿರೋಧೋ ಭವಿಷ್ಯತೀತಿ ನ ವಾಚ್ಯಮ್ । ವಿರೋಧಾವಿರೋಧಯೋಃ ಸಿದ್ಧತ್ವೇನ ವಿಕಲ್ಪಾಸಂಭವಾತ್ । ಉದಿತಾನುದಿತಹೋಮಯೋರ್ಹಿ ಪುರುಷತಂತ್ರತ್ವಾದ್ಯುಕ್ತೋ ವಿಕಲ್ಪ ಇತ್ಯುಕ್ತಂ, ತರ್ಹ್ಯವಿರೋಧ ಏವಾಸ್ತು ಸಮುಚ್ಚಯವಿಧಿಬಲಾದಿತಿ ಚೇನ್ನ । ಮುಖ್ಯಬ್ರಹ್ಮವಿದ್ಯಾವಿದ್ಯಯೋಃ ಶುಕ್ತಿವಿದ್ಯಾಯೋರಿವ ಸಹಸಂಭವಾನುಪಪತ್ತೇಃ ಸಮುಚ್ಚಯವಿಧಿರಸಿದ್ಧಃ । ಸಿದ್ಧೇ ಸಮುಚ್ಚಯವಿಧೌ ತದ್ಬಲಾದವಿರೋಧಾವಗಮೋಽವಿರೋವಾವಗಮಾಚ್ಚ ಸಮುಚ್ಚಯಸಿದ್ಧಿರಿತ್ಯನ್ಯೋನ್ಯಾಶ್ರಯಃ ಸ್ಯಾದಿತ್ಯರ್ಥಃ ।

ಸಹಸಂಭವಾನುಪಪತ್ತಾವಪಿ ಕ್ರಮೇಣೈಕಾಶ್ರಯೇ ವಿದ್ಯಾವಿದ್ಯೇ ಸ್ಯಾತಾಮಿತಿ ಚೇದ್ಯದಿ ಪೂರ್ವಮವಿದ್ಯಾ ಪಶ್ಚಾತ್ತು ವಿದ್ಯೇತಿ ಕ್ರಮಸ್ತರ್ಹೀಷ್ಯತ ಏವ । ಯದಿ ಪಶ್ಚಾತ್ತರ್ಹ್ಯಸಂಭವ ಇತ್ಯಾಹ -
ನ ವಿದ್ಯೋತ್ಪತ್ತಾವಿತಿ ।
ಪೂರ್ವಸಿದ್ಧಾಯಾ ಅವಿದ್ಯಾಯಾಃ ಪ್ರಧ್ವಸ್ತತ್ವಾದನ್ಯಸ್ಯಾಶ್ಚೋತ್ಪತ್ತೌ ಕಾರಣಾಸಂಭವಾನ್ಮೂಲಾಭಾವೇನ ಭ್ರಮಸಂಶಯಾಗ್ರಹಣಾನಾಮಪಿ ವಿದುಷೋಽನುಪಪತ್ತಿರಿತ್ಯರ್ಥಃ ।

ವಿದ್ಯೋತ್ಪತ್ತೌ ಮಾ ಭೂದವಿದ್ಯಾ ಕರ್ಮ ತು ಭವಿಷ್ಯತಿ ವಿದುಷೋಽಪಿ ವ್ಯಾಖ್ಯಾನಭಿಕ್ಷಾಟನಾದಿದರ್ಶನಾದಿತ್ಯಾಶಂಕ್ಯಾಹ -
ಅವಿದ್ಯಾಽಸಂಭವಾದಿತಿ ।
ಚೋದನಾಪ್ರಯುಕ್ತಾನುಷ್ಠಾನಂ ಹಿ ಕರ್ಮ ಜ್ಞಾನೇನ ಸಹ ತವ ಸಮುಚ್ಚಿಚೀಷಿತಂ ಬ್ರಹ್ಮಾತ್ಮೈಕತ್ವಂ ತು ಸಾಕ್ಷಾದನುಭವತೋ ನ ಚೋದನಾ ಸಂಭವತಿ ಕಾಮಾಭಾವಾತ್ಕಾಮಿನೋ ಹಿ ಸರ್ವಾಶ್ಚೋದನಾಃ । ‘ಅಕಾಮಿನಃ ಕ್ರಿಯಾ ಕಾಚಿದ್ ದೃಶ್ಯತೇ ನೇಹ ಕಸ್ಯಚಿತ್। ಯದ್ಯದ್ಧಿ ಕುರುತೇ ಜಂತುಸ್ತತ್ತತ್ಕಾಮಸ್ಯ ಚೇಷ್ಟಿತಮ್ ॥’ ಇತಿ ಸ್ಮರಣಾತ್ । ವಿದ್ವಚ್ಛರೀರಸ್ಥಿತಿಹೇತ್ವವಿದ್ಯಾಲೇಶಾಶ್ರಯಕರ್ಮಶೇಷನಿಮಿತ್ತಂ ತು ವಿದುಷೋ ಭಿಕ್ಷಾಟನಾದಿ ನ ಕರ್ಮ, ಚೋದನಾಭಾವಾತ್ಕಿಂತು ಯಾವತ್ಪ್ರಾಣಶರೀರಸಂಯೋಗಭಾವಿ ತತ್ಕರ್ಮಾಭಾಸಂ ತಚ್ಚ ವಿದ್ವಾನ್ನ ಸ್ವಗತಂ ಮನ್ಯತೇ ಕರ್ಮಾಧ್ಯಾಸೋಪಾದಾನಾವಿದ್ಯಾಯಾ ಅಸಂಭವಾನ್ನೈವ ಕಿಂಚಿತ್ಕರೋಮೀತಿ ಪ್ರತ್ಯಯಾಚ್ಚೇಯತಿ ಭಾವಃ ।

ಯದುಕ್ತಮಮೃತಶಬ್ದೇನ ಮುಖ್ಯಮೇವಾಮೃತತ್ವಂ ಕಿಂ ನ ಗೃಹ್ಯತೇ ವಿದ್ಯಾಶಬ್ದೇನ ಚ ಪರಮಾತ್ಮವಿದ್ಯೇತಿ ತತ್ರಾಽಽಹ -
ಅಮೃತಮಿತಿ ।
ಮುಖ್ಯಾಮೃತ್ವಗ್ರಹಣೇ ಹಿರಣ್ಮಯಾದಿಮಂತ್ರೇಣ ದ್ವಾರಮಾರ್ಗಯಾಚನಮನುಪಪನ್ನಂ ಸ್ಯಾತ್ । ನ ತಸ್ಯ ಪ್ರಾಣ ಉತ್ಕ್ರಾಮಂತ್ಯತ್ರ ಬ್ರಹ್ಮ ಸಮಶ್ನುನ ಇತ್ಯಾದಿಶ್ರುತೇಃ । ತತೋ ಮುಖ್ಯಾರ್ಥಬಾಧಾದ್ಗೌಣಾರ್ಥಗ್ರಹಣಂ ಯುಕ್ತಮಿತ್ಯರ್ಥಃ । ಯಸ್ಮಾದರ್ಶಾಂತರಂ ನ ಸಂಗಚ್ಛತೇ ತಸ್ಮಾದಿತ್ಯುಪಸಂಹಾರಃ ॥ ೧೮ ॥`,
    },
    "tamil": {
      bhashyam: `अग्ने नय सुपथा राये अस्मान्विश्वानि देव वयुनानि विद्वान् । 
युयोध्यस्मज्जुहुराणमेनो भूयिष्ठां ते नमउक्तिं विधेम ॥ १८ ॥

மறுபடியும் அடுத்த மந்திரத்தினால் மார்க்கமானது யாசிக்கப்படுகிறது.

हे अग्ने नय गमय सुपथा शोभनेन मार्गेण । सुपथेति विशेषणं दक्षिणमार्गनिवृत्त्यर्थम् । निर्विण्णोऽहं दक्षिणेन मार्गेण गतागतलक्षणेन ; अतो याचे त्वां पुनः पुनः गमनागमनवर्जितेन शोभनेन पथा नय । राये धनाय, कर्मफलभोगायेत्यर्थः । अस्मान् यथोक्तधर्मफलविशिष्टान् विश्वानि सर्वाणि हे देव वयुनानि कर्माणि, प्रज्ञानानि वा विद्वान् जानन् ।

ஹே தேவனே அக்னியே எங்களை நல்ல சுபமான (சுபதா) மார்க்கத்தில் அழைத்துச் செல். (உத்தராயண) சுபதா என்ற விசேஷணமானது தக்ஷிண மார்க்கத்தை நிவர்த்தி செய்வதின் பொருட்டாகும். போய் வரக்கூடிய தக்ஷிண மார்க்கத்தினால் நான் மிகுந்த சோகத்துடன் கூடியவனாக இருக்கிறேன். ஆகையால் உன்னிடம் மறுபடியும் மறுபடியும் வருவதும் போவதும் அற்ற சோபனமான மார்க்கந்தனில் செலுத்து என யாசிக்கிறேன். ராயே என்றால் தனத்தின் பொருட்டு. இதற்கு கர்ம பல போகத்தின் பொருட்டு என்று அர்த்தம். இவ்வாறு கூறிய எல்லா புண்ணிய கர்ம பலங்களுடன் கூடிய எங்களை அல்லது ஹே தேவ, எங்களுடைய புண்ய கர்மங்களையும் தேவதா ஞானத்தையும் வேதாந்த சிரவணத்தால் உண்டான ஞானத்தையும் தாங்கள் நன்கு அறிந்து.

किञ्च, युयोधि वियोजय विनाशय अस्मत् अस्मत्तः जुहुराणं कुटिलं वञ्चनात्मकम् एनः पापम् । ततो वयं विशुद्धाः सन्तः इष्टं प्राप्स्याम इत्यभिप्रायः । किन्तु वयमिदानीं ते न शक्नुमः परिचर्यां कर्तुम् ; भूयिष्ठां बहुतरां ते तुभ्यं नमउक्तिं नमस्कारवचनं विधेम नमस्कारेण परिचरेम इत्यर्थः ॥

மேலும் எங்களுடைய (குடிலமான) வஞ்சகாத்மகமான பாபத்தை நாசம் செய். அதனால் நாங்கள் விசுத்தர்களாக இருந்துகொண்டு இஷ்டத்தை அடைவோமாக என்பது அபிப்ராயம். ஆனால் நாங்கள் இப்பொழுது உனக்கு அதிகமாக பணிவிடை செய்வதற்கு சக்தியற்றவர்களாக இருக்கிறோம். உமக்கு நமஸ்கார வசனத்தை செய்கிறோம். நமஸ்கார ரூபமாக பணிவிடை செய்கிறோம் என்பது பொருள்.`,
      teeka: `மந்த்ராந்பத³ஶோ வ்யாக்²யாய ஸம்க்ஷேபதோ விசாரமாரப⁴தே -
அவித்³யயா ம்ருத்யும் தீர்த்வேத்யாதி³நா ।

அம்ருதத்வம் சேதி ।
அம்ருதத்வம் ச முக்²யமேவ கஸ்மாந்ந க்³ருஹ்யத இதி ஸம்ப³ந்த⁴: ।

ஶாஸ்த்ரீயயோர்ஜ்ஞாநகர்மணோர்விரோதா⁴விரோதீ⁴ ஶாஸ்த்ரீயாவேவ க்³ராஹ்யௌ ந தர்கமாத்ரேணேதி பரேணோக்தே ஸித்³தா⁴ந்தீ ஶாஸ்த்ரஸித்³த⁴ ஏவ விரோத⁴ இத்யாஹ -
ந தூ³ரமேதே இதி ।
விஷூசீ நாநாக³தௌ வித்³யாவித்³யே தூ³ரம் விபரீதே அதிஶயேந விருத்³தே⁴ இத்யர்த²: ।

ஸஹஸம்ப⁴வாநுபபத்தேரிதி ।
கா(அ)நுபபத்தி:? காட²தே விரோத⁴ஶ்ரவணாத் தத்³க³தவித்³யாவித்³யயோர்விரோதோ⁴(அ)ஸ்து । இஹ த்வவிரோத⁴ஶ்ரவணாத³விரோதோ⁴ ப⁴விஷ்யதீதி ந வாச்யம் । விரோதா⁴விரோத⁴யோ: ஸித்³த⁴த்வேந விகல்பாஸம்ப⁴வாத் । உதி³தாநுதி³தஹோமயோர்ஹி புருஷதந்த்ரத்வாத்³யுக்தோ விகல்ப இத்யுக்தம், தர்ஹ்யவிரோத⁴ ஏவாஸ்து ஸமுச்சயவிதி⁴ப³லாதி³தி சேந்ந । முக்²யப்³ரஹ்மவித்³யாவித்³யயோ: ஶுக்திவித்³யாயோரிவ ஸஹஸம்ப⁴வாநுபபத்தே: ஸமுச்சயவிதி⁴ரஸித்³த⁴: । ஸித்³தே⁴ ஸமுச்சயவிதௌ⁴ தத்³ப³லாத³விரோதா⁴வக³மோ(அ)விரோவாவக³மாச்ச ஸமுச்சயஸித்³தி⁴ரித்யந்யோந்யாஶ்ரய: ஸ்யாதி³த்யர்த²: ।

ஸஹஸம்ப⁴வாநுபபத்தாவபி க்ரமேணைகாஶ்ரயே வித்³யாவித்³யே ஸ்யாதாமிதி சேத்³யதி³ பூர்வமவித்³யா பஶ்சாத்து வித்³யேதி க்ரமஸ்தர்ஹீஷ்யத ஏவ । யதி³ பஶ்சாத்தர்ஹ்யஸம்ப⁴வ இத்யாஹ -
ந வித்³யோத்பத்தாவிதி ।
பூர்வஸித்³தா⁴யா அவித்³யாயா: ப்ரத்⁴வஸ்தத்வாத³ந்யஸ்யாஶ்சோத்பத்தௌ காரணாஸம்ப⁴வாந்மூலாபா⁴வேந ப்⁴ரமஸம்ஶயாக்³ரஹணாநாமபி விது³ஷோ(அ)நுபபத்திரித்யர்த²: ।

வித்³யோத்பத்தௌ மா பூ⁴த³வித்³யா கர்ம து ப⁴விஷ்யதி விது³ஷோ(அ)பி வ்யாக்²யாநபி⁴க்ஷாடநாதி³த³ர்ஶநாதி³த்யாஶங்க்யாஹ -
அவித்³யா(அ)ஸம்ப⁴வாதி³தி ।
சோத³நாப்ரயுக்தாநுஷ்டா²நம் ஹி கர்ம ஜ்ஞாநேந ஸஹ தவ ஸமுச்சிசீஷிதம் ப்³ரஹ்மாத்மைகத்வம் து ஸாக்ஷாத³நுப⁴வதோ ந சோத³நா ஸம்ப⁴வதி காமாபா⁴வாத்காமிநோ ஹி ஸர்வாஶ்சோத³நா: । ‘அகாமிந: க்ரியா காசித்³ த்³ருஶ்யதே நேஹ கஸ்யசித்। யத்³யத்³தி⁴ குருதே ஜந்துஸ்தத்தத்காமஸ்ய சேஷ்டிதம் ॥’ இதி ஸ்மரணாத் । வித்³வச்ச²ரீரஸ்தி²திஹேத்வவித்³யாலேஶாஶ்ரயகர்மஶேஷநிமித்தம் து விது³ஷோ பி⁴க்ஷாடநாதி³ ந கர்ம, சோத³நாபா⁴வாத்கிந்து யாவத்ப்ராணஶரீரஸம்யோக³பா⁴வி தத்கர்மாபா⁴ஸம் தச்ச வித்³வாந்ந ஸ்வக³தம் மந்யதே கர்மாத்⁴யாஸோபாதா³நாவித்³யாயா அஸம்ப⁴வாந்நைவ கிஞ்சித்கரோமீதி ப்ரத்யயாச்சேயதி பா⁴வ: ।

யது³க்தமம்ருதஶப்³தே³ந முக்²யமேவாம்ருதத்வம் கிம் ந க்³ருஹ்யதே வித்³யாஶப்³தே³ந ச பரமாத்மவித்³யேதி தத்ரா(அ)(அ)ஹ -
அம்ருதமிதி ।
முக்²யாம்ருத்வக்³ரஹணே ஹிரண்மயாதி³மந்த்ரேண த்³வாரமார்க³யாசநமநுபபந்நம் ஸ்யாத் । ந தஸ்ய ப்ராண உத்க்ராமந்த்யத்ர ப்³ரஹ்ம ஸமஶ்நுந இத்யாதி³ஶ்ருதே: । ததோ முக்²யார்த²பா³தா⁴த்³கௌ³ணார்த²க்³ரஹணம் யுக்தமித்யர்த²: । யஸ்மாத³ர்ஶாந்தரம் ந ஸங்க³ச்ச²தே தஸ்மாதி³த்யுபஸம்ஹார: ॥ 18 ॥`,
    },
    "telugu": {
      bhashyam: `హే అగ్నే నయ గమయ సుపథా శోభనేన మార్గేణ । సుపథేతి విశేషణం దక్షిణమార్గనివృత్త్యర్థమ్ । నిర్విణ్ణోఽహం దక్షిణేన మార్గేణ గతాగతలక్షణేన ; అతో యాచే త్వాం పునః పునః గమనాగమనవర్జితేన శోభనేన పథా నయ । రాయే ధనాయ, కర్మఫలభోగాయేత్యర్థః । అస్మాన్ యథోక్తధర్మఫలవిశిష్టాన్ విశ్వాని సర్వాణి హే దేవ వయునాని కర్మాణి, ప్రజ్ఞానాని వా విద్వాన్ జానన్ । కిఞ్చ, యుయోధి వియోజయ వినాశయ అస్మత్ అస్మత్తః జుహురాణం కుటిలం వఞ్చనాత్మకమ్ ఎనః పాపమ్ । తతో వయం విశుద్ధాః సన్తః ఇష్టం ప్రాప్స్యామ ఇత్యభిప్రాయః । కిన్తు వయమిదానీం తే న శక్నుమః పరిచర్యాం కర్తుమ్ ; భూయిష్ఠాం బహుతరాం తే తుభ్యం నమఉక్తిం నమస్కారవచనం విధేమ నమస్కారేణ పరిచరేమ ఇత్యర్థః ॥

‘అవిద్యయా మృత్యుం తీర్త్వా విద్యయామృతమశ్నుతే’ (ఈ. ఉ. ౧౧) ‘వినాశేన మృత్యుం తీర్త్వా అసమ్భూత్యామృతమశ్నుతే’ (ఈ. ఉ. ౧౪) ఇతి శ్రుత్వా కేచిత్సంశయం కుర్వన్తి । అతస్తన్నిర్ధారణార్థం సఙ్క్షేపతో విచారణాం కరిష్యామః । తత్ర తావత్కింనిమిత్తః సంశయ ఇతి, ఉచ్యతే — విద్యాశబ్దేన ముఖ్యా పరమాత్మవిద్యైవ కస్మాన్న గృహ్యతే, అమృతత్వం చ ? ననూక్తాయాః పరమాత్మవిద్యాయాః కర్మణశ్చ విరోధాత్సముచ్చయానుపపత్తిః । సత్యమ్ । విరోధస్తు నావగమ్యతే, విరోధావిరోధయోః శాస్త్రప్రమాణకత్వాత్ ; యథా అవిద్యానుష్ఠానం విద్యోపాసనం చ శాస్త్రప్రమాణకమ్ , తథా తద్విరోధావిరోధావపి । యథా చ ‘న హింస్యాత్సర్వా భూతాని’ ఇతి శాస్త్రాదవగతం పునః శాస్త్రేణైవ బాధ్యతే ‘అధ్వరే పశుం హింస్యాత్’ ఇతి, ఎవం విద్యావిద్యయోరపి స్యాత్ ; విద్యాకర్మణోశ్చ సముచ్చయః । న ; ‘దూరమేతే విపరీతే విషూచీ అవిద్యా యా చ విద్యేతి జ్ఞాతా’ (క. ఉ. ౧ । ౨ । ౪) ఇతి శ్రుతేః । ‘విద్యాం చావిద్యాం చ’ ఇతి వచనాదవిరోధ ఇతి చేత్ , న ; హేతుస్వరూపఫలవిరోధాత్ । విద్యావిద్యావిరోధావిరోధయోర్వికల్పాసమ్భవాత్ సముచ్చయవిధానాదవిరోధ ఎవేతి చేత్ , న ; సహసమ్భవానుపపత్తేః । క్రమేణైకాశ్రయే స్యాతాం విద్యావిద్యే ఇతి చేత్ , న ; విద్యోత్పత్తౌ తదాశ్రయేఽవిద్యానుపపత్తేః ; న హి అగ్నిరుష్ణః ప్రకాశశ్చ ఇతి విజ్ఞానోత్పత్తౌ యస్మిన్నాశ్రయే తదుత్పన్నమ్ , తస్మిన్నేవాశ్రయే శీతోఽగ్నిరప్రకాశో వా ఇత్యవిద్యాయా ఉత్పత్తిః । నాపి సంశయః అజ్ఞానం వా, ‘యస్మిన్సర్వాణి భూతాని ఆత్మైవాభూద్విజానతః । తత్ర కో మోహః కః శోక ఎకత్వమనుపశ్యతః’ (ఈ. ఉ. ౭) ఇతి శోకమోహాద్యసమ్భవశ్రుతేః । అవిద్యాసమ్భవాత్తదుపాదానస్య కర్మణోఽప్యనుపపత్తిమవోచామ । ‘అమృతమశ్నుతే’ ఇత్యాపేక్షికమమృతమ్ ; విద్యాశబ్దేన పరమాత్మవిద్యాగ్రహణే ‘హిరణ్మయేన’ (ఈ. ఉ. ౧౫) ఇత్యాదినా ద్వారమార్గయాచనమనుపపన్నం స్యాత్ । తస్మాత్ యథావ్యాఖ్యాత ఎవ మన్త్రాణామర్థ ఇత్యుపరమ్యతే ॥`,
      teeka: `మన్త్రాన్పదశో వ్యాఖ్యాయ సంక్షేపతో విచారమారభతే -
అవిద్యయా మృత్యుం తీర్త్వేత్యాదినా ।

అమృతత్వం చేతి ।
అమృతత్వం చ ముఖ్యమేవ కస్మాన్న గృహ్యత ఇతి సమ్బన్ధః ।

శాస్త్రీయయోర్జ్ఞానకర్మణోర్విరోధావిరోధీ శాస్త్రీయావేవ గ్రాహ్యౌ న తర్కమాత్రేణేతి పరేణోక్తే సిద్ధాన్తీ శాస్త్రసిద్ధ ఎవ విరోధ ఇత్యాహ -
న దూరమేతే ఇతి ।
విషూచీ నానాగతౌ విద్యావిద్యే దూరం విపరీతే అతిశయేన విరుద్ధే ఇత్యర్థః ।

సహసమ్భవానుపపత్తేరితి ।
కాఽనుపపత్తిః? కాఠతే విరోధశ్రవణాత్ తద్గతవిద్యావిద్యయోర్విరోధోఽస్తు । ఇహ త్వవిరోధశ్రవణాదవిరోధో భవిష్యతీతి న వాచ్యమ్ । విరోధావిరోధయోః సిద్ధత్వేన వికల్పాసమ్భవాత్ । ఉదితానుదితహోమయోర్హి పురుషతన్త్రత్వాద్యుక్తో వికల్ప ఇత్యుక్తం, తర్హ్యవిరోధ ఎవాస్తు సముచ్చయవిధిబలాదితి చేన్న । ముఖ్యబ్రహ్మవిద్యావిద్యయోః శుక్తివిద్యాయోరివ సహసమ్భవానుపపత్తేః సముచ్చయవిధిరసిద్ధః । సిద్ధే సముచ్చయవిధౌ తద్బలాదవిరోధావగమోఽవిరోవావగమాచ్చ సముచ్చయసిద్ధిరిత్యన్యోన్యాశ్రయః స్యాదిత్యర్థః ।

సహసమ్భవానుపపత్తావపి క్రమేణైకాశ్రయే విద్యావిద్యే స్యాతామితి చేద్యది పూర్వమవిద్యా పశ్చాత్తు విద్యేతి క్రమస్తర్హీష్యత ఎవ । యది పశ్చాత్తర్హ్యసమ్భవ ఇత్యాహ -
న విద్యోత్పత్తావితి ।
పూర్వసిద్ధాయా అవిద్యాయాః ప్రధ్వస్తత్వాదన్యస్యాశ్చోత్పత్తౌ కారణాసమ్భవాన్మూలాభావేన భ్రమసంశయాగ్రహణానామపి విదుషోఽనుపపత్తిరిత్యర్థః ।

విద్యోత్పత్తౌ మా భూదవిద్యా కర్మ తు భవిష్యతి విదుషోఽపి వ్యాఖ్యానభిక్షాటనాదిదర్శనాదిత్యాశఙ్క్యాహ -
అవిద్యాఽసమ్భవాదితి ।
చోదనాప్రయుక్తానుష్ఠానం హి కర్మ జ్ఞానేన సహ తవ సముచ్చిచీషితం బ్రహ్మాత్మైకత్వం తు సాక్షాదనుభవతో న చోదనా సమ్భవతి కామాభావాత్కామినో హి సర్వాశ్చోదనాః । ‘అకామినః క్రియా కాచిద్ దృశ్యతే నేహ కస్యచిత్। యద్యద్ధి కురుతే జన్తుస్తత్తత్కామస్య చేష్టితమ్ ॥’ ఇతి స్మరణాత్ । విద్వచ్ఛరీరస్థితిహేత్వవిద్యాలేశాశ్రయకర్మశేషనిమిత్తం తు విదుషో భిక్షాటనాది న కర్మ, చోదనాభావాత్కిన్తు యావత్ప్రాణశరీరసంయోగభావి తత్కర్మాభాసం తచ్చ విద్వాన్న స్వగతం మన్యతే కర్మాధ్యాసోపాదానావిద్యాయా అసమ్భవాన్నైవ కిఞ్చిత్కరోమీతి ప్రత్యయాచ్చేయతి భావః ।

యదుక్తమమృతశబ్దేన ముఖ్యమేవామృతత్వం కిం న గృహ్యతే విద్యాశబ్దేన చ పరమాత్మవిద్యేతి తత్రాఽఽహ -
అమృతమితి ।
ముఖ్యామృత్వగ్రహణే హిరణ్మయాదిమన్త్రేణ ద్వారమార్గయాచనమనుపపన్నం స్యాత్ । న తస్య ప్రాణ ఉత్క్రామన్త్యత్ర బ్రహ్మ సమశ్నున ఇత్యాదిశ్రుతేః । తతో ముఖ్యార్థబాధాద్గౌణార్థగ్రహణం యుక్తమిత్యర్థః । యస్మాదర్శాన్తరం న సఙ్గచ్ఛతే తస్మాదిత్యుపసంహారః ॥ ౧౮ ॥`,
    },
  },
};
