export const authoritativeCommentaryData: Record<number, Record<string, { bhashyam: string; teeka: string }>> = {
  0: {
    "devanagari": {
      bhashyam: "ईशावास्यमित्यादयो मन्त्रा आत्मनो याथात्म्यप्रतिपादकाः कर्मस्वनुप्रवेशायोगात् कर्मणि विनियोगं न प्राप्नुवन्ति । आत्मनो याथात्म्यं च यथोच्यमानम् — शुद्धत्वं निरञ्जनत्वमेकत्वं नित्यत्वमशरीरत्वं सर्वगतत्वमित्यादिलक्षणम् — तद्विरुद्धाः कर्मणो न युक्तमेव कर्मणि विनियोगं प्राप्नुयुः ।\n\nएवंलक्षणस्य चात्मनो नोत्पाद्यत्वं न विकार्यत्वं नाप्यत्वं न संस्कार्यत्वमित्यतः कर्तृत्वभोक्तृत्वाद्यभावात् कर्मकाण्डाऽपेक्षित्वं नास्त्येव । सर्वासां हि उपनिषदामेतस्यैवार्थस्य प्रतिपादनपरत्वात् । तथा च गीताऽपि मोक्षधर्मश्च ।\n\nअतः प्राकृतबुद्ध्यभिमतानेकत्वकर्तृत्वभोक्तृत्वादयः, तथाऽशुद्धत्वपापित्वादयोऽप्यात्मनोऽभ्युपगम्य कर्म विधीयते । एवमधिकारित्वज्ञा वदन्ति — यः कामी फलार्थी दृष्टादृष्टफलेषु ब्रह्मवर्चसादिस्वर्गादिषु यो द्विजात्यभिमानी अकाणः अकुब्जादिः इत्येवं मन्यते यः स एवाधिकारीति ।\n\nअतः स्वाभाविकमात्मनोऽज्ञानं निवर्तयन्त आत्मयाथात्म्यप्रतिपादनादिमे मन्त्रा ऐक्यविज्ञानप्रत्ययं शोकमोहाद्यात्मसंसारधर्मोच्छेदकारणं जनयन्ति । तान् मन्त्रान् अधिकारिविषयसम्बन्धप्रयोजनानि दर्शयित्वा सङ्क्षेपतो व्याख्यास्यामः ॥",
      teeka: "ईशा वास्यमित्यादिमन्त्रान्व्याचिख्यासुर्भगवन्भाष्यकारस्तेषां कर्मशेषत्वशङ्कां तावद्व्युदस्यति । तथाहि कर्मजडाः केचन मन्यन्ते स्म । ईशा वास्यमित्यादयो मन्त्राः कर्मशेषा मन्त्रत्वाविशेषादिवेत्वादिमन्त्रवत् । अतः पृथक्प्रयोजनाद्यभावादव्याख्येया इति तान्प्रत्याह -\nईशा वास्यमित्यादय इति ।\n\nकर्मस्वविनियुक्ता इति ।\nइषे त्वेति शाखां छिनत्तीत्यादिवद्विनयोजकप्रमाणादर्शनात्प्राकरणान्तरत्वाच्चेत्यर्थः ।\n\nश्रौतविनियोगाभावेऽपि ‘बर्हिर्देवसदनं दामी’ त्यस्य बर्हिर्लवनप्रकाशनसामर्थ्याद्वर्हिर्लवने यथा विनियोगस्तथा कर्मशेषात्मप्रकाशनसामर्थ्येन कर्मस्वेषां विनियोग इत्यपि नाऽऽशङ्कनीयमित्याह -\nतेषामिति ।\n\nशुद्धत्वादिविशेषणस्याऽऽत्मनः कर्मशेषत्वे प्रमाणाभावात्तद्याथात्म्यं न केवलं कर्मानुपयोगि किन्तु कर्मणा विरुध्यते चेत्याह -\nयाथात्म्यं चेति ।\nशुद्धोऽहं स्वभावतो नाऽऽगन्तुकेनापि पाप्मना विद्धः सर्वत्रैकोऽशरीर आकाशोपम इति जानन्न कटाक्षेणापि कर्म वीक्षते । किन्त्वापातप्रतिपत्तिरप्येतादृशी निरुणद्ध्येव कर्मप्रवृत्तिमित्यर्थः । किञ्च यः कर्मशेषः स उत्पाद्यो दृष्टो यथा पुरोडाशादिः । विकार्यः सोमादिः । आप्यो मन्त्रादिः । संस्कार्यो व्रीह्यादिस्तदुत्पाद्यादिरूपत्वं व्यापकं व्यावर्तमानमात्मयाथात्म्यस्य कर्मशेषत्वमपि व्यावर्तयति ।\n\nतथाऽऽत्याथात्म्यं कर्तृ भोक्तृ च न भवति । येन ममेदं समीहीतसाधनं ततो मया कर्तव्यमित्यहङ्कारान्वयपुरः सरः कर्त्रन्वयः स्यादित्याह -\nनह्येवमिति ।\n\nननूपनिषदां जपोपयोगित्वादन्यस्य च प्रमाणस्यादर्शनान्नास्त्येवैतादृशमात्मयाथात्म्यं तत्राऽऽह -\nसर्वासामिति ।\n“यत्परः शब्दः स शब्दार्थः” इति मीमांसाप्रसिद्धेः सर्वासामुपनिषदां चैकात्म्ये तात्पर्यदर्शनान्न जपोपयोगित्वमुपनिषदांशक्यं वक्तुम् । तथाहि - ईशा वास्यमित्युपक्रम्य स पर्यगाच्छुमित्युपसंहारादनेजदेकं तदन्तरस्य सर्वस्येत्यभ्यासदर्शनान्नैनद्देवा आप्नुवन्नित्यपूर्वतासङ्कीतंनात् को मोहः कः शोक एकत्वमनुपश्यत इति फलवत्तासङ्कीर्तनात्कुर्वन्नेवेहेति जिजीविषोर्भेददर्शिनः कर्मकरणानुवादेनासुर्या नाम त इति निन्दयेकात्म्यदर्शनस्य स्सुतत्वात्तस्मिन्नपो मातरिश्वा दधातीति युक्त्यभिधानाच्चास्यास्तावदुपनिषद ऐकात्म्यतात्पर्यं दृश्यते । एवमन्यासामप्युपनिषदामुपक्रमोपसंहारैकरूप्याभ्यासापूर्वताफलवत्तार्यवादयुक्त्युपपादनानि षट् तात्पर्यलिङ्गानि विकल्पेन समुच्चयेन चास्माभिस्तत्त्वालोके दर्शितानीति नेह प्रतन्यन्ते ।\n\nकिञ्च प्रत्ययसम्वादोऽपि बलवत्त्वे कारणं प्रसिद्धम् । विद्यते चोपनिषदर्थे गीतादिसम्वादस्तस्मादुपनिषत्पदसमन्वयेनावगम्यमानमैकात्म्यं न प्रमाणान्तरानुपलम्भविरोधेनापलपनीयम् । यथेन्द्रियान्तरेणानवगम्यमानमपि रूपं चक्षुपाऽवगम्यमानं नापह्नूयते तथैकात्म्यमपि नापह्नवार्हमित्याह -\nगीतानामिति ।\n“समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्वरम् । विनश्यत्स्वविनश्यन्तं यः पश्यति स पश्यति ॥” (भ. गी. १३ । २७) इत्यादिगीतानाम् । ‘एक एव हि भूतात्मा भूते भूते व्यवस्थितः । एकधा बहुधा चैव दृश्यते जलचन्द्रवत् ॥”(ब्रह्मबिन्दूपनिषत् १२) इत्यादिमोक्षशास्त्राणां चैकात्म्यपरत्वादित्यर्थः ।\n\nयद्येतादृशमात्मतत्त्वं तर्हि निरधिकारित्वात्कर्मकाण्डमुच्छिद्येतेत्यपि नाऽऽशङ्कनीयमित्याह -\nतस्मादिति ।\nऔपनिश्चयवत इष्यत एव श्येनादिविध्यप्रमाण्यम् । यथा च तीव्रक्रोधाक्रान्तस्वान्तं प्रत्येव श्येनादिविधिप्रामाण्यं तथा मिथ्यात्मदर्शिनं प्रत्येव कर्मविधिप्रामाण्यमित्यर्थः ।\n\nअत्र जैमिनिप्रभृतीनां सम्मनिमाह -\nयो हीत्यादिना ।\nअर्थित्वादियुक्तस्य कर्मण्यधिकारः षष्ठेऽध्याये प्रतिष्ठापितः । अर्थित्वादि च मिथ्याज्ञाननिदानम् । न हि नभोवन्निष्क्रियस्य स्वत एव दुःखासंसर्गिणः परमानन्दस्वभावस्य सुखं मे स्याद्दुःखं मे मा भूदित्यर्थित्वं शरीरेन्द्रियसामर्थ्येन च समर्थोऽहमित्यभिमानित्वं मिथ्याज्ञानं विना सम्भवतीत्यर्थः ।\n\nयस्मादात्मयाथात्म्यप्रकाशका मन्त्रा न कर्मविधिशेषभूता न च मानान्तरविरुद्धास्तस्मात्प्रयोजनादिमत्त्वमपि तेषां सिद्धमित्याह -\nतस्मादेत इति ।",
    },
    "kannada": {
      bhashyam: "‘ಈಶಾ ವಾಸ್ಯಮ್’ ಇತ್ಯಾದಯೋ ಮಂತ್ರಾಃ ಕರ್ಮಸ್ವವಿನಿಯುಕ್ತಾಃ, ತೇಷಾಮಕರ್ಮಶೇಷಸ್ಯಾತ್ಮನೋ ಯಾಥಾತ್ಮ್ಯಪ್ರಕಾಶಕತ್ವಾತ್ । ಯಾಥಾತ್ಮ್ಯಂ ಚಾತ್ಮನಃ ಶುದ್ಧತ್ವಾಪಾಪವಿದ್ಧತ್ವೈಕತ್ವನಿತ್ಯತ್ವಾಶರೀರತ್ವಸರ್ವಗತತ್ವಾದಿ ವಕ್ಷ್ಯಮಾಣಮ್ । ತಚ್ಚ ಕರ್ಮಣಾ ವಿರುಧ್ಯತ ಇತಿ ಯುಕ್ತ ಏವೈಷಾಂ ಕರ್ಮಸ್ವವಿನಿಯೋಗಃ । ನ ಹ್ಯೇವಂಲಕ್ಷಣಮಾತ್ಮನೋ ಯಾಥಾತ್ಮ್ಯಮ್ ಉತ್ಪಾದ್ಯಂ ವಿಕಾರ್ಯಮ್ ಆಪ್ಯಂ ಸಂಸ್ಕಾರ್ಯಂ ವಾ ಕರ್ತೃಭೋಕ್ತೃರೂಪಂ ವಾ, ಯೇನ ಕರ್ಮಶೇಷತಾ ಸ್ಯಾತ್ ; ಸರ್ವಾಸಾಮುಪನಿಷದಾಮಾತ್ಮಯಾಥಾತ್ಮ್ಯನಿರೂಪಣೇನೈವೋಪಕ್ಷಯಾತ್ , ಗೀತಾನಾಂ ಮೋಕ್ಷಧರ್ಮಾಣಾಂ ಚೈವಂಪರತ್ವಾತ್ । ತಸ್ಮಾದಾತ್ಮನೋಽನೇಕತ್ವಕರ್ತೃತ್ವಭೋಕ್ತೃತ್ವಾದಿ ಚ ಅಶುದ್ಧತ್ವಪಾಪವಿದ್ಧತ್ವಾದಿ ಚೋಪಾದಾಯ ಲೋಕಬುದ್ಧಿಸಿದ್ಧಂ ಕರ್ಮಾಣಿ ವಿಹಿತಾನಿ । ಯೋ ಹಿ ಕರ್ಮಫಲೇನಾರ್ಥೀ ದೃಷ್ಟೇನ ಬ್ರಹ್ಮವರ್ಚಸಾದಿನಾ ಅದೃಷ್ಟೇನ ಸ್ವರ್ಗಾದಿನಾ ಚ ದ್ವಿಜಾತಿರಹಂ ನ ಕಾಣತ್ವಕುಣಿತ್ವಾದ್ಯನಧಿಕಾರಪ್ರಯೋಜಕಧರ್ಮವಾನಿತ್ಯಾತ್ಮಾನಂ ಮನ್ಯತೇ ಸೋಽಧಿಕ್ರಿಯತೇ ಕರ್ಮಸ್ವಿತಿ ಹ್ಯಧಿಕಾರವಿದೋ ವದಂತಿ । ತಸ್ಮಾದೇತೇ ಮಂತ್ರಾ ಆತ್ಮನೋ ಯಾಥಾತ್ಮ್ಯಪ್ರಕಾಶನೇನ ಆತ್ಮವಿಷಯಂ ಸ್ವಾಭಾವಿಕಕರ್ಮವಿಜ್ಞಾನಂ ನಿವರ್ತಯಂತಃ ಶೋಕಮೋಹಾದಿಸಂಸಾರಧರ್ಮವಿಚ್ಛಿತ್ತಿಸಾಧನಮಾತ್ಮೈಕತ್ವಾದಿವಿಜ್ಞಾನಮುತ್ಪಾದಯಂತೀತಿ । ಏವಮುಕ್ತಾಧಿಕಾರ್ಯಭಿಧೇಯಸಂಬಂಧಪ್ರಯೋಜನಾನ್ಮಂತ್ರಾನ್ಸಂಕ್ಷೇಪತೋ ವ್ಯಾಖ್ಯಾಸ್ಯಾಮಃ —",
      teeka: "ಈಶಾ ವಾಸ್ಯಮಿತ್ಯಾದಿಮಂತ್ರಾನ್ವ್ಯಾಚಿಖ್ಯಾಸುರ್ಭಗವನ್ಭಾಷ್ಯಕಾರಸ್ತೇಷಾಂ ಕರ್ಮಶೇಷತ್ವಶಂಕಾಂ ತಾವದ್ವ್ಯುದಸ್ಯತಿ । ತಥಾಹಿ ಕರ್ಮಜಡಾಃ ಕೇಚನ ಮನ್ಯಂತೇ ಸ್ಮ । ಈಶಾ ವಾಸ್ಯಮಿತ್ಯಾದಯೋ ಮಂತ್ರಾಃ ಕರ್ಮಶೇಷಾ ಮಂತ್ರತ್ವಾವಿಶೇಷಾದಿವೇತ್ವಾದಿಮಂತ್ರವತ್ । ಅತಃ ಪೃಥಕ್ಪ್ರಯೋಜನಾದ್ಯಭಾವಾದವ್ಯಾಖ್ಯೇಯಾ ಇತಿ ತಾನ್ಪ್ರತ್ಯಾಹ -\nಈಶಾ ವಾಸ್ಯಮಿತ್ಯಾದಯ ಇತಿ ।\n\nಕರ್ಮಸ್ವವಿನಿಯುಕ್ತಾ ಇತಿ ।\nಇಷೇ ತ್ವೇತಿ ಶಾಖಾಂ ಛಿನತ್ತೀತ್ಯಾದಿವದ್ವಿನಯೋಜಕಪ್ರಮಾಣಾದರ್ಶನಾತ್ಪ್ರಾಕರಣಾಂತರತ್ವಾಚ್ಚೇತ್ಯರ್ಥಃ ।\n\nಶ್ರೌತವಿನಿಯೋಗಾಭಾವೇಽಪಿ ‘ಬರ್ಹಿರ್ದೇವಸದನಂ ದಾಮೀ’ ತ್ಯಸ್ಯ ಬರ್ಹಿರ್ಲವನಪ್ರಕಾಶನಸಾಮರ್ಥ್ಯಾದ್ವರ್ಹಿರ್ಲವನೇ ಯಥಾ ವಿನಿಯೋಗಸ್ತಥಾ ಕರ್ಮಶೇಷಾತ್ಮಪ್ರಕಾಶನಸಾಮರ್ಥ್ಯೇನ ಕರ್ಮಸ್ವೇಷಾಂ ವಿನಿಯೋಗ ಇತ್ಯಪಿ ನಾಽಽಶಂಕನೀಯಮಿತ್ಯಾಹ -\nತೇಷಾಮಿತಿ ।\n\nಶುದ್ಧತ್ವಾದಿವಿಶೇಷಣಸ್ಯಾಽಽತ್ಮನಃ ಕರ್ಮಶೇಷತ್ವೇ ಪ್ರಮಾಣಾಭಾವಾತ್ತದ್ಯಾಥಾತ್ಮ್ಯಂ ನ ಕೇವಲಂ ಕರ್ಮಾನುಪಯೋಗಿ ಕಿಂತು ಕರ್ಮಣಾ ವಿರುಧ್ಯತೇ ಚೇತ್ಯಾಹ -\nಯಾಥಾತ್ಮ್ಯಂ ಚೇತಿ ।\nಶುದ್ಧೋಽಹಂ ಸ್ವಭಾವತೋ ನಾಽಽಗಂತುಕೇನಾಪಿ ಪಾಪ್ಮನಾ ವಿದ್ಧಃ ಸರ್ವತ್ರೈಕೋಽಶರೀರ ಆಕಾಶೋಪಮ ಇತಿ ಜಾನನ್ನ ಕಟಾಕ್ಷೇಣಾಪಿ ಕರ್ಮ ವೀಕ್ಷತೇ । ಕಿಂತ್ವಾಪಾತಪ್ರತಿಪತ್ತಿರಪ್ಯೇತಾದೃಶೀ ನಿರುಣದ್ಧ್ಯೇವ ಕರ್ಮಪ್ರವೃತ್ತಿಮಿತ್ಯರ್ಥಃ । ಕಿಂಚ ಯಃ ಕರ್ಮಶೇಷಃ ಸ ಉತ್ಪಾದ್ಯೋ ದೃಷ್ಟೋ ಯಥಾ ಪುರೋಡಾಶಾದಿಃ । ವಿಕಾರ್ಯಃ ಸೋಮಾದಿಃ । ಆಪ್ಯೋ ಮಂತ್ರಾದಿಃ । ಸಂಸ್ಕಾರ್ಯೋ ವ್ರೀಹ್ಯಾದಿಸ್ತದುತ್ಪಾದ್ಯಾದಿರೂಪತ್ವಂ ವ್ಯಾಪಕಂ ವ್ಯಾವರ್ತಮಾನಮಾತ್ಮಯಾಥಾತ್ಮ್ಯಸ್ಯ ಕರ್ಮಶೇಷತ್ವಮಪಿ ವ್ಯಾವರ್ತಯತಿ ।\n\nತಥಾಽಽತ್ಯಾಥಾತ್ಮ್ಯಂ ಕರ್ತೃ ಭೋಕ್ತೃ ಚ ನ ಭವತಿ । ಯೇನ ಮಮೇದಂ ಸಮೀಹೀತಸಾಧನಂ ತತೋ ಮಯಾ ಕರ್ತವ್ಯಮಿತ್ಯಹಂಕಾರಾನ್ವಯಪುರಃ ಸರಃ ಕರ್ತ್ರನ್ವಯಃ ಸ್ಯಾದಿತ್ಯಾಹ -\nನಹ್ಯೇವಮಿತಿ ।\n\nನನೂಪನಿಷದಾಂ ಜಪೋಪಯೋಗಿತ್ವಾದನ್ಯಸ್ಯ ಚ ಪ್ರಮಾಣಸ್ಯಾದರ್ಶನಾನ್ನಾಸ್ತ್ಯೇವೈತಾದೃಶಮಾತ್ಮಯಾಥಾತ್ಮ್ಯಂ ತತ್ರಾಽಽಹ -\nಸರ್ವಾಸಾಮಿತಿ ।\n“ಯತ್ಪರಃ ಶಬ್ದಃ ಸ ಶಬ್ದಾರ್ಥಃ” ಇತಿ ಮೀಮಾಂಸಾಪ್ರಸಿದ್ಧೇಃ ಸರ್ವಾಸಾಮುಪನಿಷದಾಂ ಚೈಕಾತ್ಮ್ಯೇ ತಾತ್ಪರ್ಯದರ್ಶನಾನ್ನ ಜಪೋಪಯೋಗಿತ್ವಮುಪನಿಷದಾಂಶಕ್ಯಂ ವಕ್ತುಮ್ । ತಥಾಹಿ - ಈಶಾ ವಾಸ್ಯಮಿತ್ಯುಪಕ್ರಮ್ಯ ಸ ಪರ್ಯಗಾಚ್ಛುಮಿತ್ಯುಪಸಂಹಾರಾದನೇಜದೇಕಂ ತದಂತರಸ್ಯ ಸರ್ವಸ್ಯೇತ್ಯಭ್ಯಾಸದರ್ಶನಾನ್ನೈನದ್ದೇವಾ ಆಪ್ನುವನ್ನಿತ್ಯಪೂರ್ವತಾಸಂಕೀತಂನಾತ್ ಕೋ ಮೋಹಃ ಕಃ ಶೋಕ ಏಕತ್ವಮನುಪಶ್ಯತ ಇತಿ ಫಲವತ್ತಾಸಂಕೀರ್ತನಾತ್ಕುರ್ವನ್ನೇವೇಹೇತಿ ಜಿಜೀವಿಷೋರ್ಭೇದದರ್ಶಿನಃ ಕರ್ಮಕರಣಾನುವಾದೇನಾಸುರ್ಯಾ ನಾಮ ತ ಇತಿ ನಿಂದಯೇಕಾತ್ಮ್ಯದರ್ಶನಸ್ಯ ಸ್ಸುತತ್ವಾತ್ತಸ್ಮಿನ್ನಪೋ ಮಾತರಿಶ್ವಾ ದಧಾತೀತಿ ಯುಕ್ತ್ಯಭಿಧಾನಾಚ್ಚಾಸ್ಯಾಸ್ತಾವದುಪನಿಷದ ಐಕಾತ್ಮ್ಯತಾತ್ಪರ್ಯಂ ದೃಶ್ಯತೇ । ಏವಮನ್ಯಾಸಾಮಪ್ಯುಪನಿಷದಾಮುಪಕ್ರಮೋಪಸಂಹಾರೈಕರೂಪ್ಯಾಭ್ಯಾಸಾಪೂರ್ವತಾಫಲವತ್ತಾರ್ಯವಾದಯುಕ್ತ್ಯುಪಪಾದನಾನಿ ಷಟ್ ತಾತ್ಪರ್ಯಲಿಂಗಾನಿ ವಿಕಲ್ಪೇನ ಸಮುಚ್ಚಯೇನ ಚಾಸ್ಮಾಭಿಸ್ತತ್ತ್ವಾಲೋಕೇ ದರ್ಶಿತಾನೀತಿ ನೇಹ ಪ್ರತನ್ಯಂತೇ ।\n\nಕಿಂಚ ಪ್ರತ್ಯಯಸಮ್ವಾದೋಽಪಿ ಬಲವತ್ತ್ವೇ ಕಾರಣಂ ಪ್ರಸಿದ್ಧಮ್ । ವಿದ್ಯತೇ ಚೋಪನಿಷದರ್ಥೇ ಗೀತಾದಿಸಮ್ವಾದಸ್ತಸ್ಮಾದುಪನಿಷತ್ಪದಸಮನ್ವಯೇನಾವಗಮ್ಯಮಾನಮೈಕಾತ್ಮ್ಯಂ ನ ಪ್ರಮಾಣಾಂತರಾನುಪಲಂಭವಿರೋಧೇನಾಪಲಪನೀಯಮ್ । ಯಥೇಂದ್ರಿಯಾಂತರೇಣಾನವಗಮ್ಯಮಾನಮಪಿ ರೂಪಂ ಚಕ್ಷುಪಾಽವಗಮ್ಯಮಾನಂ ನಾಪಹ್ನೂಯತೇ ತಥೈಕಾತ್ಮ್ಯಮಪಿ ನಾಪಹ್ನವಾರ್ಹಮಿತ್ಯಾಹ -\nಗೀತಾನಾಮಿತಿ ।\n“ಸಮಂ ಸರ್ವೇಷು ಭೂತೇಷು ತಿಷ್ಠಂತಂ ಪರಮೇಶ್ವರಮ್ । ವಿನಶ್ಯತ್ಸ್ವವಿನಶ್ಯಂತಂ ಯಃ ಪಶ್ಯತಿ ಸ ಪಶ್ಯತಿ ॥” (ಭ. ಗೀ. ೧೩ । ೨೭) ಇತ್ಯಾದಿಗೀತಾನಾಮ್ । ‘ಏಕ ಏವ ಹಿ ಭೂತಾತ್ಮಾ ಭೂತೇ ಭೂತೇ ವ್ಯವಸ್ಥಿತಃ । ಏಕಧಾ ಬಹುಧಾ ಚೈವ ದೃಶ್ಯತೇ ಜಲಚಂದ್ರವತ್ ॥”(ಬ್ರಹ್ಮಬಿಂದೂಪನಿಷತ್ ೧೨) ಇತ್ಯಾದಿಮೋಕ್ಷಶಾಸ್ತ್ರಾಣಾಂ ಚೈಕಾತ್ಮ್ಯಪರತ್ವಾದಿತ್ಯರ್ಥಃ ।\n\nಯದ್ಯೇತಾದೃಶಮಾತ್ಮತತ್ತ್ವಂ ತರ್ಹಿ ನಿರಧಿಕಾರಿತ್ವಾತ್ಕರ್ಮಕಾಂಡಮುಚ್ಛಿದ್ಯೇತೇತ್ಯಪಿ ನಾಽಽಶಂಕನೀಯಮಿತ್ಯಾಹ -\nತಸ್ಮಾದಿತಿ ।\nಔಪನಿಶ್ಚಯವತ ಇಷ್ಯತ ಏವ ಶ್ಯೇನಾದಿವಿಧ್ಯಪ್ರಮಾಣ್ಯಮ್ । ಯಥಾ ಚ ತೀವ್ರಕ್ರೋಧಾಕ್ರಾಂತಸ್ವಾಂತಂ ಪ್ರತ್ಯೇವ ಶ್ಯೇನಾದಿವಿಧಿಪ್ರಾಮಾಣ್ಯಂ ತಥಾ ಮಿಥ್ಯಾತ್ಮದರ್ಶಿನಂ ಪ್ರತ್ಯೇವ ಕರ್ಮವಿಧಿಪ್ರಾಮಾಣ್ಯಮಿತ್ಯರ್ಥಃ ।\n\nಅತ್ರ ಜೈಮಿನಿಪ್ರಭೃತೀನಾಂ ಸಮ್ಮನಿಮಾಹ -\nಯೋ ಹೀತ್ಯಾದಿನಾ ।\nಅರ್ಥಿತ್ವಾದಿಯುಕ್ತಸ್ಯ ಕರ್ಮಣ್ಯಧಿಕಾರಃ ಷಷ್ಠೇಽಧ್ಯಾಯೇ ಪ್ರತಿಷ್ಠಾಪಿತಃ । ಅರ್ಥಿತ್ವಾದಿ ಚ ಮಿಥ್ಯಾಜ್ಞಾನನಿದಾನಮ್ । ನ ಹಿ ನಭೋವನ್ನಿಷ್ಕ್ರಿಯಸ್ಯ ಸ್ವತ ಏವ ದುಃಖಾಸಂಸರ್ಗಿಣಃ ಪರಮಾನಂದಸ್ವಭಾವಸ್ಯ ಸುಖಂ ಮೇ ಸ್ಯಾದ್ದುಃಖಂ ಮೇ ಮಾ ಭೂದಿತ್ಯರ್ಥಿತ್ವಂ ಶರೀರೇಂದ್ರಿಯಸಾಮರ್ಥ್ಯೇನ ಚ ಸಮರ್ಥೋಽಹಮಿತ್ಯಭಿಮಾನಿತ್ವಂ ಮಿಥ್ಯಾಜ್ಞಾನಂ ವಿನಾ ಸಂಭವತೀತ್ಯರ್ಥಃ ।\n\nಯಸ್ಮಾದಾತ್ಮಯಾಥಾತ್ಮ್ಯಪ್ರಕಾಶಕಾ ಮಂತ್ರಾ ನ ಕರ್ಮವಿಧಿಶೇಷಭೂತಾ ನ ಚ ಮಾನಾಂತರವಿರುದ್ಧಾಸ್ತಸ್ಮಾತ್ಪ್ರಯೋಜನಾದಿಮತ್ತ್ವಮಪಿ ತೇಷಾಂ ಸಿದ್ಧಮಿತ್ಯಾಹ -\nತಸ್ಮಾದೇತ ಇತಿ ।",
    },
    "tamil": {
      bhashyam: "‘ஈஶா வாஸ்யம்’ இத்யாத³யோ மந்த்ரா: கர்மஸ்வவிநியுக்தா:, தேஷாமகர்மஶேஷஸ்யாத்மநோ யாதா²த்ம்யப்ரகாஶகத்வாத் । யாதா²த்ம்யம் சாத்மந: ஶுத்³த⁴த்வாபாபவித்³த⁴த்வைகத்வநித்யத்வாஶரீரத்வஸர்வக³தத்வாதி³ வக்ஷ்யமாணம் । தச்ச கர்மணா விருத்⁴யத இதி யுக்த ஏவைஷாம் கர்மஸ்வவிநியோக³: । ந ஹ்யேவம்லக்ஷணமாத்மநோ யாதா²த்ம்யம் உத்பாத்³யம் விகார்யம் ஆப்யம் ஸம்ஸ்கார்யம் வா கர்த்ருபோ⁴க்த்ருரூபம் வா, யேந கர்மஶேஷதா ஸ்யாத் ; ஸர்வாஸாமுபநிஷதா³மாத்மயாதா²த்ம்யநிரூபணேநைவோபக்ஷயாத் , கீ³தாநாம் மோக்ஷத⁴ர்மாணாம் சைவம்பரத்வாத் । தஸ்மாதா³த்மநோ(அ)நேகத்வகர்த்ருத்வபோ⁴க்த்ருத்வாதி³ ச அஶுத்³த⁴த்வபாபவித்³த⁴த்வாதி³ சோபாதா³ய லோகபு³த்³தி⁴ஸித்³த⁴ம் கர்மாணி விஹிதாநி । யோ ஹி கர்மப²லேநார்தீ² த்³ருஷ்டேந ப்³ரஹ்மவர்சஸாதி³நா அத்³ருஷ்டேந ஸ்வர்கா³தி³நா ச த்³விஜாதிரஹம் ந காணத்வகுணித்வாத்³யநதி⁴காரப்ரயோஜகத⁴ர்மவாநித்யாத்மாநம் மந்யதே ஸோ(அ)தி⁴க்ரியதே கர்மஸ்விதி ஹ்யதி⁴காரவிதோ³ வத³ந்தி । தஸ்மாதே³தே மந்த்ரா ஆத்மநோ யாதா²த்ம்யப்ரகாஶநேந ஆத்மவிஷயம் ஸ்வாபா⁴விககர்மவிஜ்ஞாநம் நிவர்தயந்த: ஶோகமோஹாதி³ஸம்ஸாரத⁴ர்மவிச்சி²த்திஸாத⁴நமாத்மைகத்வாதி³விஜ்ஞாநமுத்பாத³யந்தீதி । ஏவமுக்தாதி⁴கார்யபி⁴தே⁴யஸம்ப³ந்த⁴ப்ரயோஜநாந்மந்த்ராந்ஸங்க்ஷேபதோ வ்யாக்²யாஸ்யாம: —",
      teeka: "ஈஶா வாஸ்யமித்யாதி³மந்த்ராந்வ்யாசிக்²யாஸுர்ப⁴க³வந்பா⁴ஷ்யகாரஸ்தேஷாம் கர்மஶேஷத்வஶங்காம் தாவத்³வ்யுத³ஸ்யதி । ததா²ஹி கர்மஜடா³: கேசந மந்யந்தே ஸ்ம । ஈஶா வாஸ்யமித்யாத³யோ மந்த்ரா: கர்மஶேஷா மந்த்ரத்வாவிஶேஷாதி³வேத்வாதி³மந்த்ரவத் । அத: ப்ருத²க்ப்ரயோஜநாத்³யபா⁴வாத³வ்யாக்²யேயா இதி தாந்ப்ரத்யாஹ -\nஈஶா வாஸ்யமித்யாத³ய இதி ।\n\nகர்மஸ்வவிநியுக்தா இதி ।\nஇஷே த்வேதி ஶாகா²ம் சி²நத்தீத்யாதி³வத்³விநயோஜகப்ரமாணாத³ர்ஶநாத்ப்ராகரணாந்தரத்வாச்சேத்யர்த²: ।\n\nஶ்ரௌதவிநியோகா³பா⁴வே(அ)பி ‘ப³ர்ஹிர்தே³வஸத³நம் தா³மீ’ த்யஸ்ய ப³ர்ஹிர்லவநப்ரகாஶநஸாமர்த்²யாத்³வர்ஹிர்லவநே யதா² விநியோக³ஸ்ததா² கர்மஶேஷாத்மப்ரகாஶநஸாமர்த்²யேந கர்மஸ்வேஷாம் விநியோக³ இத்யபி நா(அ)(அ)ஶங்கநீயமித்யாஹ -\nதேஷாமிதி ।\n\nஶுத்³த⁴த்வாதி³விஶேஷணஸ்யா(அ)(அ)த்மந: கர்மஶேஷத்வே ப்ரமாணாபா⁴வாத்தத்³யாதா²த்ம்யம் ந கேவலம் கர்மாநுபயோகி³ கிந்து கர்மணா விருத்⁴யதே சேத்யாஹ -\nயாதா²த்ம்யம் சேதி ।\nஶுத்³தோ⁴(அ)ஹம் ஸ்வபா⁴வதோ நா(அ)(அ)க³ந்துகேநாபி பாப்மநா வித்³த⁴: ஸர்வத்ரைகோ(அ)ஶரீர ஆகாஶோபம இதி ஜாநந்ந கடாக்ஷேணாபி கர்ம வீக்ஷதே । கிந்த்வாபாதப்ரதிபத்திரப்யேதாத்³ருஶீ நிருணத்³த்⁴யேவ கர்மப்ரவ்ருத்திமித்யர்த²: । கிஞ்ச ய: கர்மஶேஷ: ஸ உத்பாத்³யோ த்³ருஷ்டோ யதா² புரோடா³ஶாதி³: । விகார்ய: ஸோமாதி³: । ஆப்யோ மந்த்ராதி³: । ஸம்ஸ்கார்யோ வ்ரீஹ்யாதி³ஸ்தது³த்பாத்³யாதி³ரூபத்வம் வ்யாபகம் வ்யாவர்தமாநமாத்மயாதா²த்ம்யஸ்ய கர்மஶேஷத்வமபி வ்யாவர்தயதி ।\n\nததா²(அ)(அ)த்யாதா²த்ம்யம் கர்த்ரு போ⁴க்த்ரு ச ந ப⁴வதி । யேந மமேத³ம் ஸமீஹீதஸாத⁴நம் ததோ மயா கர்தவ்யமித்யஹங்காராந்வயபுர: ஸர: கர்த்ரந்வய: ஸ்யாதி³த்யாஹ -\nநஹ்யேவமிதி ।\n\nநநூபநிஷதா³ம் ஜபோபயோகி³த்வாத³ந்யஸ்ய ச ப்ரமாணஸ்யாத³ர்ஶநாந்நாஸ்த்யேவைதாத்³ருஶமாத்மயாதா²த்ம்யம் தத்ரா(அ)(அ)ஹ -\nஸர்வாஸாமிதி ।\n“யத்பர: ஶப்³த³: ஸ ஶப்³தா³ர்த²:” இதி மீமாம்ஸாப்ரஸித்³தே⁴: ஸர்வாஸாமுபநிஷதா³ம் சைகாத்ம்யே தாத்பர்யத³ர்ஶநாந்ந ஜபோபயோகி³த்வமுபநிஷதா³ம்ஶக்யம் வக்தும் । ததா²ஹி - ஈஶா வாஸ்யமித்யுபக்ரம்ய ஸ பர்யகா³ச்சு²மித்யுபஸம்ஹாராத³நேஜதே³கம் தத³ந்தரஸ்ய ஸர்வஸ்யேத்யப்⁴யாஸத³ர்ஶநாந்நைநத்³தே³வா ஆப்நுவந்நித்யபூர்வதாஸங்கீதம்நாத் கோ மோஹ: க: ஶோக ஏகத்வமநுபஶ்யத இதி ப²லவத்தாஸங்கீர்தநாத்குர்வந்நேவேஹேதி ஜிஜீவிஷோர்பே⁴த³த³ர்ஶிந: கர்மகரணாநுவாதே³நாஸுர்யா நாம த இதி நிந்த³யேகாத்ம்யத³ர்ஶநஸ்ய ஸ்ஸுதத்வாத்தஸ்மிந்நபோ மாதரிஶ்வா த³தா⁴தீதி யுக்த்யபி⁴தா⁴நாச்சாஸ்யாஸ்தாவது³பநிஷத³ ஐகாத்ம்யதாத்பர்யம் த்³ருஶ்யதே । ஏவமந்யாஸாமப்யுபநிஷதா³முபக்ரமோபஸம்ஹாரைகரூப்யாப்⁴யாஸாபூர்வதாப²லவத்தார்யவாத³யுக்த்யுபபாத³நாநி ஷட் தாத்பர்யலிங்கா³நி விகல்பேந ஸமுச்சயேந சாஸ்மாபி⁴ஸ்தத்த்வாலோகே த³ர்ஶிதாநீதி நேஹ ப்ரதந்யந்தே ।\n\nகிஞ்ச ப்ரத்யயஸம்வாதோ³(அ)பி ப³லவத்த்வே காரணம் ப்ரஸித்³த⁴ம் । வித்³யதே சோபநிஷத³ர்தே² கீ³தாதி³ஸம்வாத³ஸ்தஸ்மாது³பநிஷத்பத³ஸமந்வயேநாவக³ம்யமாநமைகாத்ம்யம் ந ப்ரமாணாந்தராநுபலம்ப⁴விரோதே⁴நாபலபநீயம் । யதே²ந்த்³ரியாந்தரேணாநவக³ம்யமாநமபி ரூபம் சக்ஷுபா(அ)வக³ம்யமாநம் நாபஹ்நூயதே ததை²காத்ம்யமபி நாபஹ்நவார்ஹமித்யாஹ -\nகீ³தாநாமிதி ।\n“ஸமம் ஸர்வேஷு பூ⁴தேஷு திஷ்ட²ந்தம் பரமேஶ்வரம் । விநஶ்யத்ஸ்வவிநஶ்யந்தம் ய: பஶ்யதி ஸ பஶ்யதி ॥” (ப⁴. கீ³. 13 । 27) இத்யாதி³கீ³தாநாம் । ‘ஏக ஏவ ஹி பூ⁴தாத்மா பூ⁴தே பூ⁴தே வ்யவஸ்தி²த: । ஏகதா⁴ ப³ஹுதா⁴ சைவ த்³ருஶ்யதே ஜலசந்த்³ரவத் ॥”(ப்³ரஹ்மபி³ந்தூ³பநிஷத் 12) இத்யாதி³மோக்ஷஶாஸ்த்ராணாம் சைகாத்ம்யபரத்வாதி³த்யர்த²: ।\n\nயத்³யேதாத்³ருஶமாத்மதத்த்வம் தர்ஹி நிரதி⁴காரித்வாத்கர்மகாண்ட³முச்சி²த்³யேதேத்யபி நா(அ)(அ)ஶங்கநீயமித்யாஹ -\nதஸ்மாதி³தி ।\nஔபநிஶ்சயவத இஷ்யத ஏவ ஶ்யேநாதி³வித்⁴யப்ரமாண்யம் । யதா² ச தீவ்ரக்ரோதா⁴க்ராந்தஸ்வாந்தம் ப்ரத்யேவ ஶ்யேநாதி³விதி⁴ப்ராமாண்யம் ததா² மித்²யாத்மத³ர்ஶிநம் ப்ரத்யேவ கர்மவிதி⁴ப்ராமாண்யமித்யர்த²: ।\n\nஅத்ர ஜைமிநிப்ரப்⁴ருதீநாம் ஸம்மநிமாஹ -\nயோ ஹீத்யாதி³நா ।\nஅர்தி²த்வாதி³யுக்தஸ்ய கர்மண்யதி⁴கார: ஷஷ்டே²(அ)த்⁴யாயே ப்ரதிஷ்டா²பித: । அர்தி²த்வாதி³ ச மித்²யாஜ்ஞாநநிதா³நம் । ந ஹி நபோ⁴வந்நிஷ்க்ரியஸ்ய ஸ்வத ஏவ து³:கா²ஸம்ஸர்கி³ண: பரமாநந்த³ஸ்வபா⁴வஸ்ய ஸுக²ம் மே ஸ்யாத்³து³:க²ம் மே மா பூ⁴தி³த்யர்தி²த்வம் ஶரீரேந்த்³ரியஸாமர்த்²யேந ச ஸமர்தோ²(அ)ஹமித்யபி⁴மாநித்வம் மித்²யாஜ்ஞாநம் விநா ஸம்ப⁴வதீத்யர்த²: ।\n\nயஸ்மாதா³த்மயாதா²த்ம்யப்ரகாஶகா மந்த்ரா ந கர்மவிதி⁴ஶேஷபூ⁴தா ந ச மாநாந்தரவிருத்³தா⁴ஸ்தஸ்மாத்ப்ரயோஜநாதி³மத்த்வமபி தேஷாம் ஸித்³த⁴மித்யாஹ -\nதஸ்மாதே³த இதி ।",
    },
    "telugu": {
      bhashyam: "‘ఈశా వాస్యమ్’ ఇత్యాదయో మన్త్రాః కర్మస్వవినియుక్తాః, తేషామకర్మశేషస్యాత్మనో యాథాత్మ్యప్రకాశకత్వాత్ । యాథాత్మ్యం చాత్మనః శుద్ధత్వాపాపవిద్ధత్వైకత్వనిత్యత్వాశరీరత్వసర్వగతత్వాది వక్ష్యమాణమ్ । తచ్చ కర్మణా విరుధ్యత ఇతి యుక్త ఎవైషాం కర్మస్వవినియోగః । న హ్యేవంలక్షణమాత్మనో యాథాత్మ్యమ్ ఉత్పాద్యం వికార్యమ్ ఆప్యం సంస్కార్యం వా కర్తృభోక్తృరూపం వా, యేన కర్మశేషతా స్యాత్ ; సర్వాసాముపనిషదామాత్మయాథాత్మ్యనిరూపణేనైవోపక్షయాత్ , గీతానాం మోక్షధర్మాణాం చైవమ్పరత్వాత్ । తస్మాదాత్మనోఽనేకత్వకర్తృత్వభోక్తృత్వాది చ అశుద్ధత్వపాపవిద్ధత్వాది చోపాదాయ లోకబుద్ధిసిద్ధం కర్మాణి విహితాని । యో హి కర్మఫలేనార్థీ దృష్టేన బ్రహ్మవర్చసాదినా అదృష్టేన స్వర్గాదినా చ ద్విజాతిరహం న కాణత్వకుణిత్వాద్యనధికారప్రయోజకధర్మవానిత్యాత్మానం మన్యతే సోఽధిక్రియతే కర్మస్వితి హ్యధికారవిదో వదన్తి । తస్మాదేతే మన్త్రా ఆత్మనో యాథాత్మ్యప్రకాశనేన ఆత్మవిషయం స్వాభావికకర్మవిజ్ఞానం నివర్తయన్తః శోకమోహాదిసంసారధర్మవిచ్ఛిత్తిసాధనమాత్మైకత్వాదివిజ్ఞానముత్పాదయన్తీతి । ఎవముక్తాధికార్యభిధేయసమ్బన్ధప్రయోజనాన్మన్త్రాన్సఙ్క్షేపతో వ్యాఖ్యాస్యామః —",
      teeka: "ఈశా వాస్యమిత్యాదిమన్త్రాన్వ్యాచిఖ్యాసుర్భగవన్భాష్యకారస్తేషాం కర్మశేషత్వశఙ్కాం తావద్వ్యుదస్యతి । తథాహి కర్మజడాః కేచన మన్యన్తే స్మ । ఈశా వాస్యమిత్యాదయో మన్త్రాః కర్మశేషా మన్త్రత్వావిశేషాదివేత్వాదిమన్త్రవత్ । అతః పృథక్ప్రయోజనాద్యభావాదవ్యాఖ్యేయా ఇతి తాన్ప్రత్యాహ -\nఈశా వాస్యమిత్యాదయ ఇతి ।\n\nకర్మస్వవినియుక్తా ఇతి ।\nఇషే త్వేతి శాఖాం ఛినత్తీత్యాదివద్వినయోజకప్రమాణాదర్శనాత్ప్రాకరణాన్తరత్వాచ్చేత్యర్థః ।\n\nశ్రౌతవినియోగాభావేఽపి ‘బర్హిర్దేవసదనం దామీ’ త్యస్య బర్హిర్లవనప్రకాశనసామర్థ్యాద్వర్హిర్లవనే యథా వినియోగస్తథా కర్మశేషాత్మప్రకాశనసామర్థ్యేన కర్మస్వేషాం వినియోగ ఇత్యపి నాఽఽశఙ్కనీయమిత్యాహ -\nతేషామితి ।\n\nశుద్ధత్వాదివిశేషణస్యాఽఽత్మనః కర్మశేషత్వే ప్రమాణాభావాత్తద్యాథాత్మ్యం న కేవలం కర్మానుపయోగి కిన్తు కర్మణా విరుధ్యతే చేత్యాహ -\nయాథాత్మ్యం చేతి ।\nశుద్ధోఽహం స్వభావతో నాఽఽగన్తుకేనాపి పాప్మనా విద్ధః సర్వత్రైకోఽశరీర ఆకాశోపమ ఇతి జానన్న కటాక్షేణాపి కర్మ వీక్షతే । కిన్త్వాపాతప్రతిపత్తిరప్యేతాదృశీ నిరుణద్ధ్యేవ కర్మప్రవృత్తిమిత్యర్థః । కిఞ్చ యః కర్మశేషః స ఉత్పాద్యో దృష్టో యథా పురోడాశాదిః । వికార్యః సోమాదిః । ఆప్యో మన్త్రాదిః । సంస్కార్యో వ్రీహ్యాదిస్తదుత్పాద్యాదిరూపత్వం వ్యాపకం వ్యావర్తమానమాత్మయాథాత్మ్యస్య కర్మశేషత్వమపి వ్యావర్తయతి ।\n\nతథాఽఽత్యాథాత్మ్యం కర్తృ భోక్తృ చ న భవతి । యేన మమేదం సమీహీతసాధనం తతో మయా కర్తవ్యమిత్యహఙ్కారాన్వయపురః సరః కర్త్రన్వయః స్యాదిత్యాహ -\nనహ్యేవమితి ।\n\nననూపనిషదాం జపోపయోగిత్వాదన్యస్య చ ప్రమాణస్యాదర్శనాన్నాస్త్యేవైతాదృశమాత్మయాథాత్మ్యం తత్రాఽఽహ -\nసర్వాసామితి ।\n“యత్పరః శబ్దః స శబ్దార్థః” ఇతి మీమాంసాప్రసిద్ధేః సర్వాసాముపనిషదాం చైకాత్మ్యే తాత్పర్యదర్శనాన్న జపోపయోగిత్వముపనిషదాంశక్యం వక్తుమ్ । తథాహి - ఈశా వాస్యమిత్యుపక్రమ్య స పర్యగాచ్ఛుమిత్యుపసంహారాదనేజదేకం తదన్తరస్య సర్వస్యేత్యభ్యాసదర్శనాన్నైనద్దేవా ఆప్నువన్నిత్యపూర్వతాసఙ్కీతంనాత్ కో మోహః కః శోక ఎకత్వమనుపశ్యత ఇతి ఫలవత్తాసఙ్కీర్తనాత్కుర్వన్నేవేహేతి జిజీవిషోర్భేదదర్శినః కర్మకరణానువాదేనాసుర్యా నామ త ఇతి నిన్దయేకాత్మ్యదర్శనస్య స్సుతత్వాత్తస్మిన్నపో మాతరిశ్వా దధాతీతి యుక్త్యభిధానాచ్చాస్యాస్తావదుపనిషద ఐకాత్మ్యతాత్పర్యం దృశ్యతే । ఎవమన్యాసామప్యుపనిషదాముపక్రమోపసంహారైకరూప్యాభ్యాసాపూర్వతాఫలవత్తార్యవాదయుక్త్యుపపాదనాని షట్ తాత్పర్యలిఙ్గాని వికల్పేన సముచ్చయేన చాస్మాభిస్తత్త్వాలోకే దర్శితానీతి నేహ ప్రతన్యన్తే ।\n\nకిఞ్చ ప్రత్యయసమ్వాదోఽపి బలవత్త్వే కారణం ప్రసిద్ధమ్ । విద్యతే చోపనిషదర్థే గీతాదిసమ్వాదస్తస్మాదుపనిషత్పదసమన్వయేనావగమ్యమానమైకాత్మ్యం న ప్రమాణాన్తరానుపలమ్భవిరోధేనాపలపనీయమ్ । యథేన్ద్రియాన్తరేణానవగమ్యమానమపి రూపం చక్షుపాఽవగమ్యమానం నాపహ్నూయతే తథైకాత్మ్యమపి నాపహ్నవార్హమిత్యాహ -\nగీతానామితి ।\n“సమం సర్వేషు భూతేషు తిష్ఠన్తం పరమేశ్వరమ్ । వినశ్యత్స్వవినశ్యన్తం యః పశ్యతి స పశ్యతి ॥” (భ. గీ. ౧౩ । ౨౭) ఇత్యాదిగీతానామ్ । ‘ఎక ఎవ హి భూతాత్మా భూతే భూతే వ్యవస్థితః । ఎకధా బహుధా చైవ దృశ్యతే జలచన్ద్రవత్ ॥”(బ్రహ్మబిన్దూపనిషత్ ౧౨) ఇత్యాదిమోక్షశాస్త్రాణాం చైకాత్మ్యపరత్వాదిత్యర్థః ।\n\nయద్యేతాదృశమాత్మతత్త్వం తర్హి నిరధికారిత్వాత్కర్మకాణ్డముచ్ఛిద్యేతేత్యపి నాఽఽశఙ్కనీయమిత్యాహ -\nతస్మాదితి ।\nఔపనిశ్చయవత ఇష్యత ఎవ శ్యేనాదివిధ్యప్రమాణ్యమ్ । యథా చ తీవ్రక్రోధాక్రాన్తస్వాన్తం ప్రత్యేవ శ్యేనాదివిధిప్రామాణ్యం తథా మిథ్యాత్మదర్శినం ప్రత్యేవ కర్మవిధిప్రామాణ్యమిత్యర్థః ।\n\nఅత్ర జైమినిప్రభృతీనాం సమ్మనిమాహ -\nయో హీత్యాదినా ।\nఅర్థిత్వాదియుక్తస్య కర్మణ్యధికారః షష్ఠేఽధ్యాయే ప్రతిష్ఠాపితః । అర్థిత్వాది చ మిథ్యాజ్ఞాననిదానమ్ । న హి నభోవన్నిష్క్రియస్య స్వత ఎవ దుఃఖాసంసర్గిణః పరమానన్దస్వభావస్య సుఖం మే స్యాద్దుఃఖం మే మా భూదిత్యర్థిత్వం శరీరేన్ద్రియసామర్థ్యేన చ సమర్థోఽహమిత్యభిమానిత్వం మిథ్యాజ్ఞానం వినా సమ్భవతీత్యర్థః ।\n\nయస్మాదాత్మయాథాత్మ్యప్రకాశకా మన్త్రా న కర్మవిధిశేషభూతా న చ మానాన్తరవిరుద్ధాస్తస్మాత్ప్రయోజనాదిమత్త్వమపి తేషాం సిద్ధమిత్యాహ -\nతస్మాదేత ఇతి ।",
    },
  },
  1: {
  },
  2: {
  },
  3: {
    "devanagari": {
      bhashyam: "असुर्याः परमात्मभावमद्वयमपेक्ष्य देवादयोऽप्यसुराः । तेषां च स्वभूता लोका असुर्याः नाम । नामशब्दोऽनर्थको निपातः । ते लोकाः कर्मफलानि लोक्यन्ते दृश्यन्ते भुज्यन्त इति जन्मानि । अन्धेन अदर्शनात्मकेनाज्ञानेन तमसा आवृताः आच्छादिताः । तान् स्थावरान्तान् , प्रेत्य त्यक्त्वेमं देहम् अभिगच्छन्ति यथाकर्म यथाश्रुतम् । ये के च आत्महनः आत्मानं घ्नन्तीत्यात्महनः । के ? ते जनाः येऽविद्वांसः । कथं ते आत्मानं नित्यं हिंसन्ति ? अविद्यादोषेण विद्यमानस्यात्मनस्तिरस्करणात् । विद्यमानस्यात्मनो यत्कार्यं फलमजरामरत्वादिसंवेदनादिलक्षणम् , तत् हतस्येव तिरोभूतं भवतीति प्राकृता अविद्वांसो जना आत्महन इत्युच्यन्ते । तेन ह्यात्महननदोषेण संसरन्ति ते ॥",
      teeka: "यथाश्रुतमिति ।\nयेन यादृशं प्रतिषिद्धं विहितं वा देवतादिज्ञानमनुष्ठितं स तदनुरूपामेव योनिमाप्नोतीत्यर्थः ।\n\nआत्महन्तृत्वस्योदरभेदिनि प्रसिद्धेः कथमविद्वांस आत्महन इत्याह -\nकथं त इति ।\n\nउदरभेदिनोऽध्यात्माधिकारे प्रसङ्गाभावादशुद्धत्वाध्यासेन तिरस्कार एवाऽऽत्महन्तृत्वमित्याह -\nअविद्यादोषेणेति ।\nयथा कस्यचिच्छुद्धस्य मिथ्याभिशापोऽशस्त्रवध उच्यते तद्वदात्मनि पापित्वाद्यध्यासोऽपि हिंसैवेत्यर्थः ।\n\nअजरामरत्वादिलक्षणोऽहमिति सम्वेदनमभिधानं च यत्कार्य तद्धतस्येव न दृश्यत इति हननमुपचर्यत इत्याह -\nविद्यमानस्येति ।\n\nअस्याऽऽत्मघातस्य प्रायश्चितविधानादर्शनात्संसरणमेव फलमित्याह -\nतेन हीति ॥ ३ ॥",
    },
    "kannada": {
      bhashyam: "ಅಸುರ್ಯಾಃ ಪರಮಾತ್ಮಭಾವಮದ್ವಯಮಪೇಕ್ಷ್ಯ ದೇವಾದಯೋಽಪ್ಯಸುರಾಃ । ತೇಷಾಂ ಚ ಸ್ವಭೂತಾ ಲೋಕಾ ಅಸುರ್ಯಾಃ ನಾಮ । ನಾಮಶಬ್ದೋಽನರ್ಥಕೋ ನಿಪಾತಃ । ತೇ ಲೋಕಾಃ ಕರ್ಮಫಲಾನಿ ಲೋಕ್ಯಂತೇ ದೃಶ್ಯಂತೇ ಭುಜ್ಯಂತ ಇತಿ ಜನ್ಮಾನಿ । ಅಂಧೇನ ಅದರ್ಶನಾತ್ಮಕೇನಾಜ್ಞಾನೇನ ತಮಸಾ ಆವೃತಾಃ ಆಚ್ಛಾದಿತಾಃ । ತಾನ್ ಸ್ಥಾವರಾಂತಾನ್ , ಪ್ರೇತ್ಯ ತ್ಯಕ್ತ್ವೇಮಂ ದೇಹಮ್ ಅಭಿಗಚ್ಛಂತಿ ಯಥಾಕರ್ಮ ಯಥಾಶ್ರುತಮ್ ।\n\nಯೇ ಕೇ ಚ ಆತ್ಮಹನಃ ಆತ್ಮಾನಂ ಘ್ನಂತೀತ್ಯಾತ್ಮಹನಃ । ಕೇ ? ತೇ ಜನಾಃ ಯೇಽವಿದ್ವಾಂಸಃ । ಕಥಂ ತೇ ಆತ್ಮಾನಂ ನಿತ್ಯಂ ಹಿಂಸಂತಿ ? ಅವಿದ್ಯಾದೋಷೇಣ ವಿದ್ಯಮಾನಸ್ಯಾತ್ಮನಸ್ತಿರಸ್ಕರಣಾತ್ । ವಿದ್ಯಮಾನಸ್ಯಾತ್ಮನೋ ಯತ್ಕಾರ್ಯಂ ಫಲಮಜರಾಮರತ್ವಾದಿಸಂವೇದನಾದಿಲಕ್ಷಣಮ್ , ತತ್ ಹತಸ್ಯೇವ ತಿರೋಭೂತಂ ಭವತೀತಿ ಪ್ರಾಕೃತಾ ಅವಿದ್ವಾಂಸೋ ಜನಾ ಆತ್ಮಹನ ಇತ್ಯುಚ್ಯಂತೇ । ತೇನ ಹ್ಯಾತ್ಮಹನನದೋಷೇಣ ಸಂಸರಂತಿ ತೇ ॥",
      teeka: "ಯಥಾಶ್ರುತಮಿತಿ ।\nಯೇನ ಯಾದೃಶಂ ಪ್ರತಿಷಿದ್ಧಂ ವಿಹಿತಂ ವಾ ದೇವತಾದಿಜ್ಞಾನಮನುಷ್ಠಿತಂ ಸ ತದನುರೂಪಾಮೇವ ಯೋನಿಮಾಪ್ನೋತೀತ್ಯರ್ಥಃ ।\n\nಆತ್ಮಹಂತೃತ್ವಸ್ಯೋದರಭೇದಿನಿ ಪ್ರಸಿದ್ಧೇಃ ಕಥಮವಿದ್ವಾಂಸ ಆತ್ಮಹನ ಇತ್ಯಾಹ -\nಕಥಂ ತ ಇತಿ ।\n\nಉದರಭೇದಿನೋಽಧ್ಯಾತ್ಮಾಧಿಕಾರೇ ಪ್ರಸಂಗಾಭಾವಾದಶುದ್ಧತ್ವಾಧ್ಯಾಸೇನ ತಿರಸ್ಕಾರ ಏವಾಽಽತ್ಮಹಂತೃತ್ವಮಿತ್ಯಾಹ -\nಅವಿದ್ಯಾದೋಷೇಣೇತಿ ।\nಯಥಾ ಕಸ್ಯಚಿಚ್ಛುದ್ಧಸ್ಯ ಮಿಥ್ಯಾಭಿಶಾಪೋಽಶಸ್ತ್ರವಧ ಉಚ್ಯತೇ ತದ್ವದಾತ್ಮನಿ ಪಾಪಿತ್ವಾದ್ಯಧ್ಯಾಸೋಽಪಿ ಹಿಂಸೈವೇತ್ಯರ್ಥಃ ।\n\nಅಜರಾಮರತ್ವಾದಿಲಕ್ಷಣೋಽಹಮಿತಿ ಸಮ್ವೇದನಮಭಿಧಾನಂ ಚ ಯತ್ಕಾರ್ಯ ತದ್ಧತಸ್ಯೇವ ನ ದೃಶ್ಯತ ಇತಿ ಹನನಮುಪಚರ್ಯತ ಇತ್ಯಾಹ -\nವಿದ್ಯಮಾನಸ್ಯೇತಿ ।\n\nಅಸ್ಯಾಽಽತ್ಮಘಾತಸ್ಯ ಪ್ರಾಯಶ್ಚಿತವಿಧಾನಾದರ್ಶನಾತ್ಸಂಸರಣಮೇವ ಫಲಮಿತ್ಯಾಹ -\nತೇನ ಹೀತಿ ॥ ೩ ॥",
    },
    "tamil": {
      bhashyam: "அஸுர்யா: பரமாத்மபா⁴வமத்³வயமபேக்ஷ்ய தே³வாத³யோ(அ)ப்யஸுரா: । தேஷாம் ச ஸ்வபூ⁴தா லோகா அஸுர்யா: நாம । நாமஶப்³தோ³(அ)நர்த²கோ நிபாத: । தே லோகா: கர்மப²லாநி லோக்யந்தே த்³ருஶ்யந்தே பு⁴ஜ்யந்த இதி ஜந்மாநி । அந்தே⁴ந அத³ர்ஶநாத்மகேநாஜ்ஞாநேந தமஸா ஆவ்ருதா: ஆச்சா²தி³தா: । தாந் ஸ்தா²வராந்தாந் , ப்ரேத்ய த்யக்த்வேமம் தே³ஹம் அபி⁴க³ச்ச²ந்தி யதா²கர்ம யதா²ஶ்ருதம் ।\n\nயே கே ச ஆத்மஹந: ஆத்மாநம் க்⁴நந்தீத்யாத்மஹந: । கே ? தே ஜநா: யே(அ)வித்³வாம்ஸ: । கத²ம் தே ஆத்மாநம் நித்யம் ஹிம்ஸந்தி ? அவித்³யாதோ³ஷேண வித்³யமாநஸ்யாத்மநஸ்திரஸ்கரணாத் । வித்³யமாநஸ்யாத்மநோ யத்கார்யம் ப²லமஜராமரத்வாதி³ஸம்வேத³நாதி³லக்ஷணம் , தத் ஹதஸ்யேவ திரோபூ⁴தம் ப⁴வதீதி ப்ராக்ருதா அவித்³வாம்ஸோ ஜநா ஆத்மஹந இத்யுச்யந்தே । தேந ஹ்யாத்மஹநநதோ³ஷேண ஸம்ஸரந்தி தே ॥",
      teeka: "யதா²ஶ்ருதமிதி ।\nயேந யாத்³ருஶம் ப்ரதிஷித்³த⁴ம் விஹிதம் வா தே³வதாதி³ஜ்ஞாநமநுஷ்டி²தம் ஸ தத³நுரூபாமேவ யோநிமாப்நோதீத்யர்த²: ।\n\nஆத்மஹந்த்ருத்வஸ்யோத³ரபே⁴தி³நி ப்ரஸித்³தே⁴: கத²மவித்³வாம்ஸ ஆத்மஹந இத்யாஹ -\nகத²ம் த இதி ।\n\nஉத³ரபே⁴தி³நோ(அ)த்⁴யாத்மாதி⁴காரே ப்ரஸங்கா³பா⁴வாத³ஶுத்³த⁴த்வாத்⁴யாஸேந திரஸ்கார ஏவா(அ)(அ)த்மஹந்த்ருத்வமித்யாஹ -\nஅவித்³யாதோ³ஷேணேதி ।\nயதா² கஸ்யசிச்சு²த்³த⁴ஸ்ய மித்²யாபி⁴ஶாபோ(அ)ஶஸ்த்ரவத⁴ உச்யதே தத்³வதா³த்மநி பாபித்வாத்³யத்⁴யாஸோ(அ)பி ஹிம்ஸைவேத்யர்த²: ।\n\nஅஜராமரத்வாதி³லக்ஷணோ(அ)ஹமிதி ஸம்வேத³நமபி⁴தா⁴நம் ச யத்கார்ய தத்³த⁴தஸ்யேவ ந த்³ருஶ்யத இதி ஹநநமுபசர்யத இத்யாஹ -\nவித்³யமாநஸ்யேதி ।\n\nஅஸ்யா(அ)(அ)த்மகா⁴தஸ்ய ப்ராயஶ்சிதவிதா⁴நாத³ர்ஶநாத்ஸம்ஸரணமேவ ப²லமித்யாஹ -\nதேந ஹீதி ॥ 3 ॥",
    },
    "telugu": {
      bhashyam: "అసుర్యాః పరమాత్మభావమద్వయమపేక్ష్య దేవాదయోఽప్యసురాః । తేషాం చ స్వభూతా లోకా అసుర్యాః నామ । నామశబ్దోఽనర్థకో నిపాతః । తే లోకాః కర్మఫలాని లోక్యన్తే దృశ్యన్తే భుజ్యన్త ఇతి జన్మాని । అన్ధేన అదర్శనాత్మకేనాజ్ఞానేన తమసా ఆవృతాః ఆచ్ఛాదితాః । తాన్ స్థావరాన్తాన్ , ప్రేత్య త్యక్త్వేమం దేహమ్ అభిగచ్ఛన్తి యథాకర్మ యథాశ్రుతమ్ ।\n\nయే కే చ ఆత్మహనః ఆత్మానం ఘ్నన్తీత్యాత్మహనః । కే ? తే జనాః యేఽవిద్వాంసః । కథం తే ఆత్మానం నిత్యం హింసన్తి ? అవిద్యాదోషేణ విద్యమానస్యాత్మనస్తిరస్కరణాత్ । విద్యమానస్యాత్మనో యత్కార్యం ఫలమజరామరత్వాదిసంవేదనాదిలక్షణమ్ , తత్ హతస్యేవ తిరోభూతం భవతీతి ప్రాకృతా అవిద్వాంసో జనా ఆత్మహన ఇత్యుచ్యన్తే । తేన హ్యాత్మహననదోషేణ సంసరన్తి తే ॥",
      teeka: "యథాశ్రుతమితి ।\nయేన యాదృశం ప్రతిషిద్ధం విహితం వా దేవతాదిజ్ఞానమనుష్ఠితం స తదనురూపామేవ యోనిమాప్నోతీత్యర్థః ।\n\nఆత్మహన్తృత్వస్యోదరభేదిని ప్రసిద్ధేః కథమవిద్వాంస ఆత్మహన ఇత్యాహ -\nకథం త ఇతి ।\n\nఉదరభేదినోఽధ్యాత్మాధికారే ప్రసఙ్గాభావాదశుద్ధత్వాధ్యాసేన తిరస్కార ఎవాఽఽత్మహన్తృత్వమిత్యాహ -\nఅవిద్యాదోషేణేతి ।\nయథా కస్యచిచ్ఛుద్ధస్య మిథ్యాభిశాపోఽశస్త్రవధ ఉచ్యతే తద్వదాత్మని పాపిత్వాద్యధ్యాసోఽపి హింసైవేత్యర్థః ।\n\nఅజరామరత్వాదిలక్షణోఽహమితి సమ్వేదనమభిధానం చ యత్కార్య తద్ధతస్యేవ న దృశ్యత ఇతి హననముపచర్యత ఇత్యాహ -\nవిద్యమానస్యేతి ।\n\nఅస్యాఽఽత్మఘాతస్య ప్రాయశ్చితవిధానాదర్శనాత్సంసరణమేవ ఫలమిత్యాహ -\nతేన హీతి ॥ ౩ ॥",
    },
  },
  4: {
    "devanagari": {
      bhashyam: "अनेजत् न एजत् । ‘एजृ कम्पने’, कम्पनं चलनं स्वावस्थाप्रच्युतिः, तद्वर्जितम् , सर्वदा एकरूपमित्यर्थः । तच्च एकं सर्वभूतेषु । मनसः सङ्कल्पादिलक्षणात् जवीयो जववत्तरम् । कथं विरुद्धमुच्यते — ध्रुवं निश्चलमिदम् , मनसो जवीय इति च ? नैष दोषः, निरुपाध्युपाधिमत्त्वेनोपपत्तेः । तत्र निरुपाधिकेन स्वेन रूपेणोच्यते — अनेजदेकम् इति । मनसः अन्तःकरणस्य सङ्कल्पविकल्पलक्षणस्योपाधेरनुवर्तनात् । इह देहस्थस्य मनसो ब्रह्मलोकादिदूरस्थसङ्कल्पनं क्षणमात्राद्भवतीत्यतो मनसो जविष्ठत्वं लोकप्रसिद्धम् । तस्मिन्मनसि ब्रह्मलोकादीन् द्रुतं गच्छति सति, प्रथमप्राप्त इवात्मचैतन्याभासो गृह्यते । अतः मनसो जवीयः इत्याह । नैनद्देवाः, द्योतनाद्देवाः चक्षुरादीनीन्द्रियाणि, एनत् प्रकृतमात्मतत्त्वं नाप्नुवन् न प्राप्तवन्तः । तेभ्यो मनो जवीयः । मनोव्यापारव्यवहितत्वादाभासमात्रमप्यात्मनो नैव देवानां विषयीभवति ; यस्माज्जवनान्मनसोऽपि पूर्वमर्षत् पूर्वमेव गतम् , व्योमवद्व्यापित्वात् । सर्वव्यापि तदात्मतत्त्वं सर्वसंसारधर्मवर्जितं स्वेन निरुपाधिकेन स्वरूपेणाविक्रियमेव सत् , उपाधिकृताः सर्वाः संसारविक्रिया अनुभवतीवाविवेकिनां मूढानामनेकमिव च प्रतिदेहं प्रत्यवभासत इत्येतदाह — तत् धावतः द्रुतं गच्छतः अन्यान् आत्मविलक्षणान्मनोवागिन्द्रियप्रभृतीन् अत्येति अतीत्य गच्छतीव । इवार्थं स्वयमेव दर्शयति — तिष्ठदिति, स्वयमविक्रियमेव सदित्यर्थः । तस्मिन् आत्मतत्त्वे सति नित्यचैतन्यस्वभावे, मातरिश्वा मातरि अन्तरिक्षे श्वयति गच्छतीति मातरिश्वा वायुः सर्वप्राणभृत्क्रियात्मकः, यदाश्रयाणि कार्यकरणजातानि यस्मिन्नोतानि प्रोतानि च, यत्सूत्रसंज्ञकं सर्वस्य जगतो विधारयितृ, स मातरिश्वा, अपः कर्माणि प्राणिनां चेष्टालक्षणानि अग्न्यादित्यपर्जन्यादीनां ज्वलनदहनप्रकाशाभिवर्षणादिलक्षणानि, दधाति विभजतीत्यर्थः, धारयतीति वा ; ‘भीषास्माद्वातः पवते’ इत्यादिश्रुतिभ्यः । सर्वा हि कार्यकरणविक्रिया नित्यचैतन्यात्मस्वरूपे सर्वास्पदभूते सत्येव भवन्तीत्यर्थः ॥",
      teeka: "अविक्रियमेकं चेदात्मतत्त्वं कथं तर्हि केचन स्वर्गगामिनः केचन नरकगामिन इति सांसारिकव्यवस्था स्यादिति चेन्मनउपाधिनिबन्धनेत्यभिप्रेत्याऽह -\nमनस इत्यादिना ।\nउपाधेरनुवर्तनात् विक्रियादिव्यवहाराश्रयत्वमिति शेषः ।\n\nननु मनसो देहान्तःस्थात्वद्बहिर्गमनायोग्यत्वात्कथं वेगवत्त्वमित्याशङ्क्याह -\nदेहस्थस्येति ।\n\nजवीयस्त्वादश्वादिवत्तर्हि चक्षुरादिग्राह्यत्वं प्राप्तमित्याशङ्क्याऽऽह -\nनैनद्दैवा इति ।\nचक्षुरादिप्रवृत्तेर्मनोव्यापारपूर्वकत्वात्तदविषयत्वे चक्षुरादिविषयत्वमप्यात्मतो न सम्भवतीत्यर्थः ।\n\nमनसो वा कथं न विषय आत्मेत्यत आह -\nयस्मादिति ।\nयथा मनःस्थं परिमाणं मनसो न विषयोऽत्यन्ताव्यवधानातथाऽऽत्माऽप्यन्ताव्यवधानान्मनसो न विषयस्तद्वयापकत्वाच्चेत्यर्थः ।\n\nउक्तात्मसम्भावनायोपपत्तिमाह -\nतस्मिन्नात्मतत्त्वे सतीति ।\nश्रौतानि कर्माणि सोमाज्यपयः प्रभृतिभिरिद्भिः सम्पाद्यन्त इति सम्बन्धाल्लाक्षणिकोऽप्शब्दः कर्मसु प्राणचेष्टायाश्चाब्निमितत्वप्रसिद्धेः; कारणवाचकः शब्दः कार्ये लक्षणया प्रयुक्ता इत्यर्थः ।\n\nईश्वरस्यापि हिरण्यगर्भस्य नियतप्रवृत्त्यन्यथानुपपत्त्याऽधिष्ठाता परमेश्वरः सम्भाव्यत इत्युक्तामिदानीं मातरिश्वग्रहणमुपलक्षणार्थमादाय तात्पर्यमाह -\nसर्वा हीति ॥ ४ ॥",
    },
    "kannada": {
      bhashyam: "ಅನೇಜತ್ ನ ಏಜತ್ । ‘ಏಜೃ ಕಂಪನೇ’, ಕಂಪನಂ ಚಲನಂ ಸ್ವಾವಸ್ಥಾಪ್ರಚ್ಯುತಿಃ, ತದ್ವರ್ಜಿತಮ್ , ಸರ್ವದಾ ಏಕರೂಪಮಿತ್ಯರ್ಥಃ । ತಚ್ಚ ಏಕಂ ಸರ್ವಭೂತೇಷು । ಮನಸಃ ಸಂಕಲ್ಪಾದಿಲಕ್ಷಣಾತ್ ಜವೀಯೋ ಜವವತ್ತರಮ್ । ಕಥಂ ವಿರುದ್ಧಮುಚ್ಯತೇ — ಧ್ರುವಂ ನಿಶ್ಚಲಮಿದಮ್ , ಮನಸೋ ಜವೀಯ ಇತಿ ಚ ? ನೈಷ ದೋಷಃ, ನಿರುಪಾಧ್ಯುಪಾಧಿಮತ್ತ್ವೇನೋಪಪತ್ತೇಃ । ತತ್ರ ನಿರುಪಾಧಿಕೇನ ಸ್ವೇನ ರೂಪೇಣೋಚ್ಯತೇ — ಅನೇಜದೇಕಮ್ ಇತಿ । ಮನಸಃ ಅಂತಃಕರಣಸ್ಯ ಸಂಕಲ್ಪವಿಕಲ್ಪಲಕ್ಷಣಸ್ಯೋಪಾಧೇರನುವರ್ತನಾತ್ । ಇಹ ದೇಹಸ್ಥಸ್ಯ ಮನಸೋ ಬ್ರಹ್ಮಲೋಕಾದಿದೂರಸ್ಥಸಂಕಲ್ಪನಂ ಕ್ಷಣಮಾತ್ರಾದ್ಭವತೀತ್ಯತೋ ಮನಸೋ ಜವಿಷ್ಠತ್ವಂ ಲೋಕಪ್ರಸಿದ್ಧಮ್ । ತಸ್ಮಿನ್ಮನಸಿ ಬ್ರಹ್ಮಲೋಕಾದೀನ್ ದ್ರುತಂ ಗಚ್ಛತಿ ಸತಿ, ಪ್ರಥಮಪ್ರಾಪ್ತ ಇವಾತ್ಮಚೈತನ್ಯಾಭಾಸೋ ಗೃಹ್ಯತೇ । ಅತಃ ಮನಸೋ ಜವೀಯಃ ಇತ್ಯಾಹ । ನೈನದ್ದೇವಾಃ, ದ್ಯೋತನಾದ್ದೇವಾಃ ಚಕ್ಷುರಾದೀನೀಂದ್ರಿಯಾಣಿ, ಏನತ್ ಪ್ರಕೃತಮಾತ್ಮತತ್ತ್ವಂ ನಾಪ್ನುವನ್ ನ ಪ್ರಾಪ್ತವಂತಃ । ತೇಭ್ಯೋ ಮನೋ ಜವೀಯಃ । ಮನೋವ್ಯಾಪಾರವ್ಯವಹಿತತ್ವಾದಾಭಾಸಮಾತ್ರಮಪ್ಯಾತ್ಮನೋ ನೈವ ದೇವಾನಾಂ ವಿಷಯೀಭವತಿ ; ಯಸ್ಮಾಜ್ಜವನಾನ್ಮನಸೋಽಪಿ ಪೂರ್ವಮರ್ಷತ್ ಪೂರ್ವಮೇವ ಗತಮ್ , ವ್ಯೋಮವದ್ವ್ಯಾಪಿತ್ವಾತ್ । ಸರ್ವವ್ಯಾಪಿ ತದಾತ್ಮತತ್ತ್ವಂ ಸರ್ವಸಂಸಾರಧರ್ಮವರ್ಜಿತಂ ಸ್ವೇನ ನಿರುಪಾಧಿಕೇನ ಸ್ವರೂಪೇಣಾವಿಕ್ರಿಯಮೇವ ಸತ್ , ಉಪಾಧಿಕೃತಾಃ ಸರ್ವಾಃ ಸಂಸಾರವಿಕ್ರಿಯಾ ಅನುಭವತೀವಾವಿವೇಕಿನಾಂ ಮೂಢಾನಾಮನೇಕಮಿವ ಚ ಪ್ರತಿದೇಹಂ ಪ್ರತ್ಯವಭಾಸತ ಇತ್ಯೇತದಾಹ — ತತ್ ಧಾವತಃ ದ್ರುತಂ ಗಚ್ಛತಃ ಅನ್ಯಾನ್ ಆತ್ಮವಿಲಕ್ಷಣಾನ್ಮನೋವಾಗಿಂದ್ರಿಯಪ್ರಭೃತೀನ್ ಅತ್ಯೇತಿ ಅತೀತ್ಯ ಗಚ್ಛತೀವ । ಇವಾರ್ಥಂ ಸ್ವಯಮೇವ ದರ್ಶಯತಿ — ತಿಷ್ಠದಿತಿ, ಸ್ವಯಮವಿಕ್ರಿಯಮೇವ ಸದಿತ್ಯರ್ಥಃ । ತಸ್ಮಿನ್ ಆತ್ಮತತ್ತ್ವೇ ಸತಿ ನಿತ್ಯಚೈತನ್ಯಸ್ವಭಾವೇ, ಮಾತರಿಶ್ವಾ ಮಾತರಿ ಅಂತರಿಕ್ಷೇ ಶ್ವಯತಿ ಗಚ್ಛತೀತಿ ಮಾತರಿಶ್ವಾ ವಾಯುಃ ಸರ್ವಪ್ರಾಣಭೃತ್ಕ್ರಿಯಾತ್ಮಕಃ, ಯದಾಶ್ರಯಾಣಿ ಕಾರ್ಯಕರಣಜಾತಾನಿ ಯಸ್ಮಿನ್ನೋತಾನಿ ಪ್ರೋತಾನಿ ಚ, ಯತ್ಸೂತ್ರಸಂಜ್ಞಕಂ ಸರ್ವಸ್ಯ ಜಗತೋ ವಿಧಾರಯಿತೃ, ಸ ಮಾತರಿಶ್ವಾ, ಅಪಃ ಕರ್ಮಾಣಿ ಪ್ರಾಣಿನಾಂ ಚೇಷ್ಟಾಲಕ್ಷಣಾನಿ ಅಗ್ನ್ಯಾದಿತ್ಯಪರ್ಜನ್ಯಾದೀನಾಂ ಜ್ವಲನದಹನಪ್ರಕಾಶಾಭಿವರ್ಷಣಾದಿಲಕ್ಷಣಾನಿ, ದಧಾತಿ ವಿಭಜತೀತ್ಯರ್ಥಃ, ಧಾರಯತೀತಿ ವಾ ; ‘ಭೀಷಾಸ್ಮಾದ್ವಾತಃ ಪವತೇ’ ಇತ್ಯಾದಿಶ್ರುತಿಭ್ಯಃ । ಸರ್ವಾ ಹಿ ಕಾರ್ಯಕರಣವಿಕ್ರಿಯಾ ನಿತ್ಯಚೈತನ್ಯಾತ್ಮಸ್ವರೂಪೇ ಸರ್ವಾಸ್ಪದಭೂತೇ ಸತ್ಯೇವ ಭವಂತೀತ್ಯರ್ಥಃ ॥",
      teeka: "ಅವಿಕ್ರಿಯಮೇಕಂ ಚೇದಾತ್ಮತತ್ತ್ವಂ ಕಥಂ ತರ್ಹಿ ಕೇಚನ ಸ್ವರ್ಗಗಾಮಿನಃ ಕೇಚನ ನರಕಗಾಮಿನ ಇತಿ ಸಾಂಸಾರಿಕವ್ಯವಸ್ಥಾ ಸ್ಯಾದಿತಿ ಚೇನ್ಮನಉಪಾಧಿನಿಬಂಧನೇತ್ಯಭಿಪ್ರೇತ್ಯಾಽಹ -\nಮನಸ ಇತ್ಯಾದಿನಾ ।\nಉಪಾಧೇರನುವರ್ತನಾತ್ ವಿಕ್ರಿಯಾದಿವ್ಯವಹಾರಾಶ್ರಯತ್ವಮಿತಿ ಶೇಷಃ ।\n\nನನು ಮನಸೋ ದೇಹಾಂತಃಸ್ಥಾತ್ವದ್ಬಹಿರ್ಗಮನಾಯೋಗ್ಯತ್ವಾತ್ಕಥಂ ವೇಗವತ್ತ್ವಮಿತ್ಯಾಶಂಕ್ಯಾಹ -\nದೇಹಸ್ಥಸ್ಯೇತಿ ।\n\nಜವೀಯಸ್ತ್ವಾದಶ್ವಾದಿವತ್ತರ್ಹಿ ಚಕ್ಷುರಾದಿಗ್ರಾಹ್ಯತ್ವಂ ಪ್ರಾಪ್ತಮಿತ್ಯಾಶಂಕ್ಯಾಽಽಹ -\nನೈನದ್ದೈವಾ ಇತಿ ।\nಚಕ್ಷುರಾದಿಪ್ರವೃತ್ತೇರ್ಮನೋವ್ಯಾಪಾರಪೂರ್ವಕತ್ವಾತ್ತದವಿಷಯತ್ವೇ ಚಕ್ಷುರಾದಿವಿಷಯತ್ವಮಪ್ಯಾತ್ಮತೋ ನ ಸಂಭವತೀತ್ಯರ್ಥಃ ।\n\nಮನಸೋ ವಾ ಕಥಂ ನ ವಿಷಯ ಆತ್ಮೇತ್ಯತ ಆಹ -\nಯಸ್ಮಾದಿತಿ ।\nಯಥಾ ಮನಃಸ್ಥಂ ಪರಿಮಾಣಂ ಮನಸೋ ನ ವಿಷಯೋಽತ್ಯಂತಾವ್ಯವಧಾನಾತಥಾಽಽತ್ಮಾಽಪ್ಯಂತಾವ್ಯವಧಾನಾನ್ಮನಸೋ ನ ವಿಷಯಸ್ತದ್ವಯಾಪಕತ್ವಾಚ್ಚೇತ್ಯರ್ಥಃ ।\n\nಉಕ್ತಾತ್ಮಸಂಭಾವನಾಯೋಪಪತ್ತಿಮಾಹ -\nತಸ್ಮಿನ್ನಾತ್ಮತತ್ತ್ವೇ ಸತೀತಿ ।\nಶ್ರೌತಾನಿ ಕರ್ಮಾಣಿ ಸೋಮಾಜ್ಯಪಯಃ ಪ್ರಭೃತಿಭಿರಿದ್ಭಿಃ ಸಂಪಾದ್ಯಂತ ಇತಿ ಸಂಬಂಧಾಲ್ಲಾಕ್ಷಣಿಕೋಽಪ್ಶಬ್ದಃ ಕರ್ಮಸು ಪ್ರಾಣಚೇಷ್ಟಾಯಾಶ್ಚಾಬ್ನಿಮಿತತ್ವಪ್ರಸಿದ್ಧೇಃ; ಕಾರಣವಾಚಕಃ ಶಬ್ದಃ ಕಾರ್ಯೇ ಲಕ್ಷಣಯಾ ಪ್ರಯುಕ್ತಾ ಇತ್ಯರ್ಥಃ ।\n\nಈಶ್ವರಸ್ಯಾಪಿ ಹಿರಣ್ಯಗರ್ಭಸ್ಯ ನಿಯತಪ್ರವೃತ್ತ್ಯನ್ಯಥಾನುಪಪತ್ತ್ಯಾಽಧಿಷ್ಠಾತಾ ಪರಮೇಶ್ವರಃ ಸಂಭಾವ್ಯತ ಇತ್ಯುಕ್ತಾಮಿದಾನೀಂ ಮಾತರಿಶ್ವಗ್ರಹಣಮುಪಲಕ್ಷಣಾರ್ಥಮಾದಾಯ ತಾತ್ಪರ್ಯಮಾಹ -\nಸರ್ವಾ ಹೀತಿ ॥ ೪ ॥",
    },
    "tamil": {
      bhashyam: "அநேஜத் ந ஏஜத் । ‘ஏஜ்ரு கம்பநே’, கம்பநம் சலநம் ஸ்வாவஸ்தா²ப்ரச்யுதி:, தத்³வர்ஜிதம் , ஸர்வதா³ ஏகரூபமித்யர்த²: । தச்ச ஏகம் ஸர்வபூ⁴தேஷு । மநஸ: ஸங்கல்பாதி³லக்ஷணாத் ஜவீயோ ஜவவத்தரம் । கத²ம் விருத்³த⁴முச்யதே — த்⁴ருவம் நிஶ்சலமித³ம் , மநஸோ ஜவீய இதி ச ? நைஷ தோ³ஷ:, நிருபாத்⁴யுபாதி⁴மத்த்வேநோபபத்தே: । தத்ர நிருபாதி⁴கேந ஸ்வேந ரூபேணோச்யதே — அநேஜதே³கம் இதி । மநஸ: அந்த:கரணஸ்ய ஸங்கல்பவிகல்பலக்ஷணஸ்யோபாதே⁴ரநுவர்தநாத் । இஹ தே³ஹஸ்த²ஸ்ய மநஸோ ப்³ரஹ்மலோகாதி³தூ³ரஸ்த²ஸங்கல்பநம் க்ஷணமாத்ராத்³ப⁴வதீத்யதோ மநஸோ ஜவிஷ்ட²த்வம் லோகப்ரஸித்³த⁴ம் । தஸ்மிந்மநஸி ப்³ரஹ்மலோகாதீ³ந் த்³ருதம் க³ச்ச²தி ஸதி, ப்ரத²மப்ராப்த இவாத்மசைதந்யாபா⁴ஸோ க்³ருஹ்யதே । அத: மநஸோ ஜவீய: இத்யாஹ । நைநத்³தே³வா:, த்³யோதநாத்³தே³வா: சக்ஷுராதீ³நீந்த்³ரியாணி, ஏநத் ப்ரக்ருதமாத்மதத்த்வம் நாப்நுவந் ந ப்ராப்தவந்த: । தேப்⁴யோ மநோ ஜவீய: । மநோவ்யாபாரவ்யவஹிதத்வாதா³பா⁴ஸமாத்ரமப்யாத்மநோ நைவ தே³வாநாம் விஷயீப⁴வதி ; யஸ்மாஜ்ஜவநாந்மநஸோ(அ)பி பூர்வமர்ஷத் பூர்வமேவ க³தம் , வ்யோமவத்³வ்யாபித்வாத் । ஸர்வவ்யாபி ததா³த்மதத்த்வம் ஸர்வஸம்ஸாரத⁴ர்மவர்ஜிதம் ஸ்வேந நிருபாதி⁴கேந ஸ்வரூபேணாவிக்ரியமேவ ஸத் , உபாதி⁴க்ருதா: ஸர்வா: ஸம்ஸாரவிக்ரியா அநுப⁴வதீவாவிவேகிநாம் மூடா⁴நாமநேகமிவ ச ப்ரதிதே³ஹம் ப்ரத்யவபா⁴ஸத இத்யேததா³ஹ — தத் தா⁴வத: த்³ருதம் க³ச்ச²த: அந்யாந் ஆத்மவிலக்ஷணாந்மநோவாகி³ந்த்³ரியப்ரப்⁴ருதீந் அத்யேதி அதீத்ய க³ச்ச²தீவ । இவார்த²ம் ஸ்வயமேவ த³ர்ஶயதி — திஷ்ட²தி³தி, ஸ்வயமவிக்ரியமேவ ஸதி³த்யர்த²: । தஸ்மிந் ஆத்மதத்த்வே ஸதி நித்யசைதந்யஸ்வபா⁴வே, மாதரிஶ்வா மாதரி அந்தரிக்ஷே ஶ்வயதி க³ச்ச²தீதி மாதரிஶ்வா வாயு: ஸர்வப்ராணப்⁴ருத்க்ரியாத்மக:, யதா³ஶ்ரயாணி கார்யகரணஜாதாநி யஸ்மிந்நோதாநி ப்ரோதாநி ச, யத்ஸூத்ரஸம்ஜ்ஞகம் ஸர்வஸ்ய ஜக³தோ விதா⁴ரயித்ரு, ஸ மாதரிஶ்வா, அப: கர்மாணி ப்ராணிநாம் சேஷ்டாலக்ஷணாநி அக்³ந்யாதி³த்யபர்ஜந்யாதீ³நாம் ஜ்வலநத³ஹநப்ரகாஶாபி⁴வர்ஷணாதி³லக்ஷணாநி, த³தா⁴தி விப⁴ஜதீத்யர்த²:, தா⁴ரயதீதி வா ; ‘பீ⁴ஷாஸ்மாத்³வாத: பவதே’ இத்யாதி³ஶ்ருதிப்⁴ய: । ஸர்வா ஹி கார்யகரணவிக்ரியா நித்யசைதந்யாத்மஸ்வரூபே ஸர்வாஸ்பத³பூ⁴தே ஸத்யேவ ப⁴வந்தீத்யர்த²: ॥",
      teeka: "அவிக்ரியமேகம் சேதா³த்மதத்த்வம் கத²ம் தர்ஹி கேசந ஸ்வர்க³கா³மிந: கேசந நரககா³மிந இதி ஸாம்ஸாரிகவ்யவஸ்தா² ஸ்யாதி³தி சேந்மநஉபாதி⁴நிப³ந்த⁴நேத்யபி⁴ப்ரேத்யா(அ)ஹ -\nமநஸ இத்யாதி³நா ।\nஉபாதே⁴ரநுவர்தநாத் விக்ரியாதி³வ்யவஹாராஶ்ரயத்வமிதி ஶேஷ: ।\n\nநநு மநஸோ தே³ஹாந்த:ஸ்தா²த்வத்³ப³ஹிர்க³மநாயோக்³யத்வாத்கத²ம் வேக³வத்த்வமித்யாஶங்க்யாஹ -\nதே³ஹஸ்த²ஸ்யேதி ।\n\nஜவீயஸ்த்வாத³ஶ்வாதி³வத்தர்ஹி சக்ஷுராதி³க்³ராஹ்யத்வம் ப்ராப்தமித்யாஶங்க்யா(அ)(அ)ஹ -\nநைநத்³தை³வா இதி ।\nசக்ஷுராதி³ப்ரவ்ருத்தேர்மநோவ்யாபாரபூர்வகத்வாத்தத³விஷயத்வே சக்ஷுராதி³விஷயத்வமப்யாத்மதோ ந ஸம்ப⁴வதீத்யர்த²: ।\n\nமநஸோ வா கத²ம் ந விஷய ஆத்மேத்யத ஆஹ -\nயஸ்மாதி³தி ।\nயதா² மந:ஸ்த²ம் பரிமாணம் மநஸோ ந விஷயோ(அ)த்யந்தாவ்யவதா⁴நாததா²(அ)(அ)த்மா(அ)ப்யந்தாவ்யவதா⁴நாந்மநஸோ ந விஷயஸ்தத்³வயாபகத்வாச்சேத்யர்த²: ।\n\nஉக்தாத்மஸம்பா⁴வநாயோபபத்திமாஹ -\nதஸ்மிந்நாத்மதத்த்வே ஸதீதி ।\nஶ்ரௌதாநி கர்மாணி ஸோமாஜ்யபய: ப்ரப்⁴ருதிபி⁴ரித்³பி⁴: ஸம்பாத்³யந்த இதி ஸம்ப³ந்தா⁴ல்லாக்ஷணிகோ(அ)ப்ஶப்³த³: கர்மஸு ப்ராணசேஷ்டாயாஶ்சாப்³நிமிதத்வப்ரஸித்³தே⁴:; காரணவாசக: ஶப்³த³: கார்யே லக்ஷணயா ப்ரயுக்தா இத்யர்த²: ।\n\nஈஶ்வரஸ்யாபி ஹிரண்யக³ர்ப⁴ஸ்ய நியதப்ரவ்ருத்த்யந்யதா²நுபபத்த்யா(அ)தி⁴ஷ்டா²தா பரமேஶ்வர: ஸம்பா⁴வ்யத இத்யுக்தாமிதா³நீம் மாதரிஶ்வக்³ரஹணமுபலக்ஷணார்த²மாதா³ய தாத்பர்யமாஹ -\nஸர்வா ஹீதி ॥ 4 ॥",
    },
    "telugu": {
      bhashyam: "అనేజత్ న ఎజత్ । ‘ఎజృ కమ్పనే’, కమ్పనం చలనం స్వావస్థాప్రచ్యుతిః, తద్వర్జితమ్ , సర్వదా ఎకరూపమిత్యర్థః । తచ్చ ఎకం సర్వభూతేషు । మనసః సఙ్కల్పాదిలక్షణాత్ జవీయో జవవత్తరమ్ । కథం విరుద్ధముచ్యతే — ధ్రువం నిశ్చలమిదమ్ , మనసో జవీయ ఇతి చ ? నైష దోషః, నిరుపాధ్యుపాధిమత్త్వేనోపపత్తేః । తత్ర నిరుపాధికేన స్వేన రూపేణోచ్యతే — అనేజదేకమ్ ఇతి । మనసః అన్తఃకరణస్య సఙ్కల్పవికల్పలక్షణస్యోపాధేరనువర్తనాత్ । ఇహ దేహస్థస్య మనసో బ్రహ్మలోకాదిదూరస్థసఙ్కల్పనం క్షణమాత్రాద్భవతీత్యతో మనసో జవిష్ఠత్వం లోకప్రసిద్ధమ్ । తస్మిన్మనసి బ్రహ్మలోకాదీన్ ద్రుతం గచ్ఛతి సతి, ప్రథమప్రాప్త ఇవాత్మచైతన్యాభాసో గృహ్యతే । అతః మనసో జవీయః ఇత్యాహ । నైనద్దేవాః, ద్యోతనాద్దేవాః చక్షురాదీనీన్ద్రియాణి, ఎనత్ ప్రకృతమాత్మతత్త్వం నాప్నువన్ న ప్రాప్తవన్తః । తేభ్యో మనో జవీయః । మనోవ్యాపారవ్యవహితత్వాదాభాసమాత్రమప్యాత్మనో నైవ దేవానాం విషయీభవతి ; యస్మాజ్జవనాన్మనసోఽపి పూర్వమర్షత్ పూర్వమేవ గతమ్ , వ్యోమవద్వ్యాపిత్వాత్ । సర్వవ్యాపి తదాత్మతత్త్వం సర్వసంసారధర్మవర్జితం స్వేన నిరుపాధికేన స్వరూపేణావిక్రియమేవ సత్ , ఉపాధికృతాః సర్వాః సంసారవిక్రియా అనుభవతీవావివేకినాం మూఢానామనేకమివ చ ప్రతిదేహం ప్రత్యవభాసత ఇత్యేతదాహ — తత్ ధావతః ద్రుతం గచ్ఛతః అన్యాన్ ఆత్మవిలక్షణాన్మనోవాగిన్ద్రియప్రభృతీన్ అత్యేతి అతీత్య గచ్ఛతీవ । ఇవార్థం స్వయమేవ దర్శయతి — తిష్ఠదితి, స్వయమవిక్రియమేవ సదిత్యర్థః । తస్మిన్ ఆత్మతత్త్వే సతి నిత్యచైతన్యస్వభావే, మాతరిశ్వా మాతరి అన్తరిక్షే శ్వయతి గచ్ఛతీతి మాతరిశ్వా వాయుః సర్వప్రాణభృత్క్రియాత్మకః, యదాశ్రయాణి కార్యకరణజాతాని యస్మిన్నోతాని ప్రోతాని చ, యత్సూత్రసంజ్ఞకం సర్వస్య జగతో విధారయితృ, స మాతరిశ్వా, అపః కర్మాణి ప్రాణినాం చేష్టాలక్షణాని అగ్న్యాదిత్యపర్జన్యాదీనాం జ్వలనదహనప్రకాశాభివర్షణాదిలక్షణాని, దధాతి విభజతీత్యర్థః, ధారయతీతి వా ; ‘భీషాస్మాద్వాతః పవతే’ ఇత్యాదిశ్రుతిభ్యః । సర్వా హి కార్యకరణవిక్రియా నిత్యచైతన్యాత్మస్వరూపే సర్వాస్పదభూతే సత్యేవ భవన్తీత్యర్థః ॥",
      teeka: "అవిక్రియమేకం చేదాత్మతత్త్వం కథం తర్హి కేచన స్వర్గగామినః కేచన నరకగామిన ఇతి సాంసారికవ్యవస్థా స్యాదితి చేన్మనఉపాధినిబన్ధనేత్యభిప్రేత్యాఽహ -\nమనస ఇత్యాదినా ।\nఉపాధేరనువర్తనాత్ విక్రియాదివ్యవహారాశ్రయత్వమితి శేషః ।\n\nనను మనసో దేహాన్తఃస్థాత్వద్బహిర్గమనాయోగ్యత్వాత్కథం వేగవత్త్వమిత్యాశఙ్క్యాహ -\nదేహస్థస్యేతి ।\n\nజవీయస్త్వాదశ్వాదివత్తర్హి చక్షురాదిగ్రాహ్యత్వం ప్రాప్తమిత్యాశఙ్క్యాఽఽహ -\nనైనద్దైవా ఇతి ।\nచక్షురాదిప్రవృత్తేర్మనోవ్యాపారపూర్వకత్వాత్తదవిషయత్వే చక్షురాదివిషయత్వమప్యాత్మతో న సమ్భవతీత్యర్థః ।\n\nమనసో వా కథం న విషయ ఆత్మేత్యత ఆహ -\nయస్మాదితి ।\nయథా మనఃస్థం పరిమాణం మనసో న విషయోఽత్యన్తావ్యవధానాతథాఽఽత్మాఽప్యన్తావ్యవధానాన్మనసో న విషయస్తద్వయాపకత్వాచ్చేత్యర్థః ।\n\nఉక్తాత్మసమ్భావనాయోపపత్తిమాహ -\nతస్మిన్నాత్మతత్త్వే సతీతి ।\nశ్రౌతాని కర్మాణి సోమాజ్యపయః ప్రభృతిభిరిద్భిః సమ్పాద్యన్త ఇతి సమ్బన్ధాల్లాక్షణికోఽప్శబ్దః కర్మసు ప్రాణచేష్టాయాశ్చాబ్నిమితత్వప్రసిద్ధేః; కారణవాచకః శబ్దః కార్యే లక్షణయా ప్రయుక్తా ఇత్యర్థః ।\n\nఈశ్వరస్యాపి హిరణ్యగర్భస్య నియతప్రవృత్త్యన్యథానుపపత్త్యాఽధిష్ఠాతా పరమేశ్వరః సమ్భావ్యత ఇత్యుక్తామిదానీం మాతరిశ్వగ్రహణముపలక్షణార్థమాదాయ తాత్పర్యమాహ -\nసర్వా హీతి ॥ ౪ ॥",
    },
  },
  5: {
  },
  6: {
    "devanagari": {
      bhashyam: "यस्तु सम्यग्दर्शी सन् सर्वाणि भूतानि प्रकृत्यादिस्थावरान्तानि आत्मन्येव अनुपश्यति आत्मव्यतिरेकेण न पश्यति — 'आत्मा वा इदमेक एवाग्र आसीत्' (ऐ. उ. १ । १ । १) 'एक एवाद्वितीयो ब्रह्म' (छा. उ. ६ । २ । १) इत्यादिमन्त्रवर्णानुसारेण — सर्वभूतेषु च तान्येव आत्मानं पश्यति सर्वभूतेष्वात्मानं पश्यतीत्येतत् — 'यथोदकं शुद्धे शुद्धमासिक्तं तादृगेव भवति । एवं मुनेर्विजानत आत्मा भवति गौतम' (क. उ. २ । ४ । १५) इत्युक्तन्यायेन सर्वभूतात्मा हि स आत्मवित् । ततः ततो दर्शनात् न विजुगुप्सते न जुगुप्सां करोति । अन्यस्माद्धि वस्तुनो जुगुप्सितात्सर्वोऽपि जुगुप्सते । यदा तु आत्मैवेदं सर्वं परिशुद्धं ब्रह्म पश्यति, ततो न विजुगुप्सितं किञ्चित् । अतो न विजुगुप्सत इत्यनुवादः क्रियते ॥",
      teeka: "उक्तात्मज्ञानस्य फलं विधिनिषेधातीतजीवन्मुक्तस्वरूपेणावस्थानमित्याह -\nयस्त्विति ॥ ६ ॥",
    },
    "kannada": {
      bhashyam: "ಯಸ್ತು ಪರಿವ್ರಾಟ್ ಮುಮುಕ್ಷುಃ ಸರ್ವಾಣಿ ಭೂತಾನಿ ಅವ್ಯಕ್ತಾದೀನಿ ಸ್ಥಾವರಾಂತಾನಿ ಆತ್ಮನ್ಯೇವ ಅನುಪಶ್ಯತಿ, ಆತ್ಮವ್ಯತಿರಿಕ್ತಾನಿ ನ ಪಶ್ಯತೀತ್ಯರ್ಥಃ । ಸರ್ವಭೂತೇಷು ತೇಷ್ವೇವ ಚ ಆತ್ಮಾನಂ ತೇಷಾಮಪಿ ಭೂತಾನಾಂ ಸ್ವಮಾತ್ಮಾನಮಾತ್ಮತ್ವೇನ — ಯಥಾಸ್ಯ ದೇಹಸ್ಯ ಕಾರ್ಯಕರಣಸಂಘಾತಸ್ಯಾತ್ಮಾ ಅಹಂ ಸರ್ವಪ್ರತ್ಯಯಸಾಕ್ಷಿಭೂತಶ್ಚೇತಯಿತಾ ಕೇವಲೋ ನಿರ್ಗುಣೋಽನೇನೈವ ಸ್ವರೂಪೇಣಾವ್ಯಕ್ತಾದೀನಾಂ ಸ್ಥಾವರಾಂತಾನಾಮಹಮೇವಾತ್ಮೇತಿ ಸರ್ವಭೂತೇಷು ಚಾತ್ಮಾನಂ ನಿರ್ವಿಶೇಷಂ ಯಸ್ತ್ವನುಪಶ್ಯತಿ, ಸಃ ತತಃ ತಸ್ಮಾದೇವ ದರ್ಶನಾತ್ ನ ವಿಜುಗುಪ್ಸತೇ ವಿಜುಗುಪ್ಸಾಂ ಘೃಣಾಂ ನ ಕರೋತಿ । ಪ್ರಾಪ್ತಸ್ಯೈವಾನುವಾದೋಽಯಮ್ । ಸರ್ವಾ ಹಿ ಘೃಣಾ ಆತ್ಮನೋಽನ್ಯದ್ದುಷ್ಟಂ ಪಶ್ಯತೋ ಭವತಿ ; ಆತ್ಮಾನಮೇವಾತ್ಯಂತವಿಶುದ್ಧಂ ನಿರಂತರಂ ಪಶ್ಯತೋ ನ ಘೃಣಾನಿಮಿತ್ತಮರ್ಥಾಂತರಮಸ್ತೀತಿ ಪ್ರಾಪ್ತಮೇವ — ತತೋ ನ ವಿಜುಗುಪ್ಸತ ಇತಿ ॥",
      teeka: "ಉಕ್ತಾತ್ಮಜ್ಞಾನಸ್ಯ ಫಲಂ ವಿಧಿನಿಷೇಧಾತೀತಜೀವನ್ಮುಕ್ತಸ್ವರೂಪೇಣಾವಸ್ಥಾನಮಿತ್ಯಾಹ -\nಯಸ್ತ್ವಿತಿ ॥ ೬ ॥",
    },
    "tamil": {
      bhashyam: "யஸ்து பரிவ்ராட் முமுக்ஷு: ஸர்வாணி பூ⁴தாநி அவ்யக்தாதீ³நி ஸ்தா²வராந்தாநி ஆத்மந்யேவ அநுபஶ்யதி, ஆத்மவ்யதிரிக்தாநி ந பஶ்யதீத்யர்த²: । ஸர்வபூ⁴தேஷு தேஷ்வேவ ச ஆத்மாநம் தேஷாமபி பூ⁴தாநாம் ஸ்வமாத்மாநமாத்மத்வேந — யதா²ஸ்ய தே³ஹஸ்ய கார்யகரணஸங்கா⁴தஸ்யாத்மா அஹம் ஸர்வப்ரத்யயஸாக்ஷிபூ⁴தஶ்சேதயிதா கேவலோ நிர்கு³ணோ(அ)நேநைவ ஸ்வரூபேணாவ்யக்தாதீ³நாம் ஸ்தா²வராந்தாநாமஹமேவாத்மேதி ஸர்வபூ⁴தேஷு சாத்மாநம் நிர்விஶேஷம் யஸ்த்வநுபஶ்யதி, ஸ: தத: தஸ்மாதே³வ த³ர்ஶநாத் ந விஜுகு³ப்ஸதே விஜுகு³ப்ஸாம் க்⁴ருணாம் ந கரோதி । ப்ராப்தஸ்யைவாநுவாதோ³(அ)யம் । ஸர்வா ஹி க்⁴ருணா ஆத்மநோ(அ)ந்யத்³து³ஷ்டம் பஶ்யதோ ப⁴வதி ; ஆத்மாநமேவாத்யந்தவிஶுத்³த⁴ம் நிரந்தரம் பஶ்யதோ ந க்⁴ருணாநிமித்தமர்தா²ந்தரமஸ்தீதி ப்ராப்தமேவ — ததோ ந விஜுகு³ப்ஸத இதி ॥",
      teeka: "உக்தாத்மஜ்ஞாநஸ்ய ப²லம் விதி⁴நிஷேதா⁴தீதஜீவந்முக்தஸ்வரூபேணாவஸ்தா²நமித்யாஹ -\nயஸ்த்விதி ॥ 6 ॥",
    },
    "telugu": {
      bhashyam: "యస్తు పరివ్రాట్ ముముక్షుః సర్వాణి భూతాని అవ్యక్తాదీని స్థావరాన్తాని ఆత్మన్యేవ అనుపశ్యతి, ఆత్మవ్యతిరిక్తాని న పశ్యతీత్యర్థః । సర్వభూతేషు తేష్వేవ చ ఆత్మానం తేషామపి భూతానాం స్వమాత్మానమాత్మత్వేన — యథాస్య దేహస్య కార్యకరణసఙ్ఘాతస్యాత్మా అహం సర్వప్రత్యయసాక్షిభూతశ్చేతయితా కేవలో నిర్గుణోఽనేనైవ స్వరూపేణావ్యక్తాదీనాం స్థావరాన్తానామహమేవాత్మేతి సర్వభూతేషు చాత్మానం నిర్విశేషం యస్త్వనుపశ్యతి, సః తతః తస్మాదేవ దర్శనాత్ న విజుగుప్సతే విజుగుప్సాం ఘృణాం న కరోతి । ప్రాప్తస్యైవానువాదోఽయమ్ । సర్వా హి ఘృణా ఆత్మనోఽన్యద్దుష్టం పశ్యతో భవతి ; ఆత్మానమేవాత్యన్తవిశుద్ధం నిరన్తరం పశ్యతో న ఘృణానిమిత్తమర్థాన్తరమస్తీతి ప్రాప్తమేవ — తతో న విజుగుప్సత ఇతి ॥",
      teeka: "ఉక్తాత్మజ్ఞానస్య ఫలం విధినిషేధాతీతజీవన్ముక్తస్వరూపేణావస్థానమిత్యాహ -\nయస్త్వితి ॥ ౬ ॥",
    },
  },
  7: {
  },
  8: {
    "devanagari": {
      bhashyam: "स यथोक्तलक्षणो ज्ञाननिष्ठो मोक्षधर्मो यथोक्तलक्षणात्मतत्त्वदर्शननिष्ठोऽध्यात्मविद्ब्रह्मविद्वेदार्थविन्मुक्त इत्युच्यते । अत्र च ब्रह्मदर्शनमात्रात्सहकारिसाधननिरपेक्षात्मत्वाल्लोकान्तराप्राप्तिफललक्षणं मुक्तत्वम् ; संसारकारणानि कामकर्मादीनि मोहशोकादिसंसारकार्याण्यात्मैकत्वदर्शनादपगतानि ; ततश्च कारणकार्योभयापगमात् 'ब्रह्मैवाहमस्मि' इति ब्रह्मभाव एव मुक्तत्वम् , न लोकान्तरप्राप्तिरित्यर्थः । तथा वक्ष्यति — 'ब्रह्म वेद ब्रह्मैव भवति' (मु. उ. ३ । २ । ९) इति । तदेतदात्मतत्त्वविद्याफलमात्मैकत्वं विभूतियुक्तं प्रकाश्यते —\n\nस पर्यगात् परि समन्तात् अगात् अगच्छत् व्याप्नोदित्यर्थः । कथंभूतः सन् ? शुक्रं शुद्धम् अकायम् अशरीरमव्रणम् अच्छिद्रम् अस्नाविरं स्नाव्नां सिराणां वर्जितमिति सूक्ष्मशरीराभावं दर्शयति ; शुद्धं शुद्धमेव पुनर्वचनात् अविद्याप्रत्युपस्थापितकृतकादिदोषैरस्पृष्टं निष्कलमित्यर्थः ; अपापविद्धम् अपुण्यविद्धं च धर्मानुमृष्टम् । कविः क्रान्तदर्शी सर्वज्ञः मनीषी मनस ईषिता चेतयिता सर्वस्य जगतः । परिभूः सर्वेषां भूतानां परिभविता परिभूः सर्वोत्कृष्ट इत्यर्थः । स्वयम्भूः स्वयमेव भवति स्वात्मसद्भावे नान्यमपेक्षते न प्रकृतिः न सहकारि निमित्तान्तरं वा अपेक्षते इत्यर्थः । शाश्वतीभ्यः सनातनीभ्यः नित्याभ्यः समाभ्यः संवत्सराख्येभ्यः प्रजाभ्यः प्रकर्षेण जातेभ्यः अर्थान् कर्माणि कर्तव्यानि यथातथ्यतः तत्त्वतो न्याय्यतश्च यथायोग्यमर्थं व्यदधात् विहितवान् विभक्तवानित्यर्थः ॥",
      teeka: "योऽयमिति ।\n‘स्नु’ प्रक्षरणे धातुः । स्नावयन्ति शरीरमिति स्नावाः शिराः । क्रान्तमतिक्रान्तं नष्टमित्युपलक्षणं भूतभविष्यद्वर्तमानदर्शी ॥ ८ ॥",
    },
    "kannada": {
      bhashyam: "ಸ ಪರ್ಯಗಾತ್ , ಸಃ ಯಥೋಕ್ತ ಆತ್ಮಾ ಪರ್ಯಗಾತ್ ಪರಿ ಸಮಂತಾತ್ ಅಗಾತ್ ಗತವಾನ್ , ಆಕಾಶವದ್ವ್ಯಾಪೀತ್ಯರ್ಥಃ । ಶುಕ್ರಂ ಶುಭ್ರಂ ಜ್ಯೋತಿಷ್ಮತ್ ದೀಪ್ತಿಮಾನಿತ್ಯರ್ಥಃ । ಅಕಾಯಮ್ ಅಶರೀರಂ ಲಿಂಗಶರೀರವರ್ಜಿತ ಇತ್ಯರ್ಥಃ । ಅವ್ರಣಮ್ ಅಕ್ಷತಮ್ । ಅಸ್ನಾವಿರಮ್ ಸ್ನಾವಾಃ ಸಿರಾ ಯಸ್ಮಿನ್ನ ವಿದ್ಯಂತ ಇತ್ಯಸ್ನಾವಿರಮ್ । ಅವ್ರಣಮಸ್ನಾವಿರಮಿತ್ಯೇತಾಭ್ಯಾಂ ಸ್ಥೂಲಶರೀರಪ್ರತಿಷೇಧಃ । ಶುದ್ಧಂ ನಿರ್ಮಲಮವಿದ್ಯಾಮಲರಹಿತಮಿತಿ ಕಾರಣಶರೀರಪ್ರತಿಷೇಧಃ । ಅಪಾಪವಿದ್ಧಂ ಧರ್ಮಾಧರ್ಮಾದಿಪಾಪವರ್ಜಿತಮ್ । ಶುಕ್ರಮಿತ್ಯಾದೀನಿ ವಚಾಂಸಿ ಪುಂಲಿಂಗತ್ವೇನ ಪರಿಣೇಯಾನಿ, ಸ ಪರ್ಯಗಾತ್ ಇತ್ಯುಪಕ್ರಮ್ಯ ಕವಿರ್ಮನೀಷೀ ಇತ್ಯಾದಿನಾ ಪುಂಲಿಂಗತ್ವೇನೋಪಸಂಹಾರಾತ್ । ಕವಿಃ ಕ್ರಾಂತದರ್ಶೀ ಸರ್ವದೃಕ್ , ‘ನಾನ್ಯೋಽತೋಽಸ್ತಿ ದ್ರಷ್ಟಾ’ (ಬೃ. ಉ. ೩ । ೭ । ೨೩) ಇತ್ಯಾದಿಶ್ರುತೇಃ । ಮನೀಷೀ ಮನಸ ಈಷಿತಾ, ಸರ್ವಜ್ಞ ಈಶ್ವರ ಇತ್ಯರ್ಥಃ । ಪರಿಭೂಃ ಸರ್ವೇಷಾಂ ಪರಿ ಉಪರಿ ಭವತೀತಿ ಪರಿಭೂಃ । ಸ್ವಯಂಭೂಃ ಸ್ವಯಮೇವ ಭವತೀತಿ, ಯೇಷಾಮುಪರಿ ಭವತಿ ಯಶ್ಚೋಪರಿ ಭವತಿ ಸ ಸರ್ವಃ ಸ್ವಯಮೇವ ಭವತೀತಿ ಸ್ವಯಂಭೂಃ । ಸ ನಿತ್ಯಮುಕ್ತ ಈಶ್ವರಃ ಯಾಥಾತಥ್ಯತಃ ಸರ್ವಜ್ಞತ್ವಾತ್ ಯಥಾತಥಾಭಾವೋ ಯಾಥಾತಥ್ಯಂ ತಸ್ಮಾತ್ ಯಥಾಭೂತಕರ್ಮಫಲಸಾಧನತಃ ಅರ್ಥಾನ್ ಕರ್ತವ್ಯಪದಾರ್ಥಾನ್ ವ್ಯದಧಾತ್ ವಿಹಿತವಾನ್ , ಯಥಾನುರೂಪಂ ವ್ಯಭಜದಿತ್ಯರ್ಥಃ । ಶಾಶ್ವತೀಭ್ಯಃ ನಿತ್ಯಾಭ್ಯಃ ಸಮಾಭ್ಯಃ ಸಂವತ್ಸರಾಖ್ಯೇಭ್ಯಃ ಪ್ರಜಾಪತಿಭ್ಯ ಇತ್ಯರ್ಥಃ ॥",
      teeka: "ಯೋಽಯಮಿತಿ ।\n‘ಸ್ನು’ ಪ್ರಕ್ಷರಣೇ ಧಾತುಃ । ಸ್ನಾವಯಂತಿ ಶರೀರಮಿತಿ ಸ್ನಾವಾಃ ಶಿರಾಃ । ಕ್ರಾಂತಮತಿಕ್ರಾಂತಂ ನಷ್ಟಮಿತ್ಯುಪಲಕ್ಷಣಂ ಭೂತಭವಿಷ್ಯದ್ವರ್ತಮಾನದರ್ಶೀ ॥ ೮ ॥",
    },
    "tamil": {
      bhashyam: "ஸ பர்யகா³த் , ஸ: யதோ²க்த ஆத்மா பர்யகா³த் பரி ஸமந்தாத் அகா³த் க³தவாந் , ஆகாஶவத்³வ்யாபீத்யர்த²: । ஶுக்ரம் ஶுப்⁴ரம் ஜ்யோதிஷ்மத் தீ³ப்திமாநித்யர்த²: । அகாயம் அஶரீரம் லிங்க³ஶரீரவர்ஜித இத்யர்த²: । அவ்ரணம் அக்ஷதம் । அஸ்நாவிரம் ஸ்நாவா: ஸிரா யஸ்மிந்ந வித்³யந்த இத்யஸ்நாவிரம் । அவ்ரணமஸ்நாவிரமித்யேதாப்⁴யாம் ஸ்தூ²லஶரீரப்ரதிஷேத⁴: । ஶுத்³த⁴ம் நிர்மலமவித்³யாமலரஹிதமிதி காரணஶரீரப்ரதிஷேத⁴: । அபாபவித்³த⁴ம் த⁴ர்மாத⁴ர்மாதி³பாபவர்ஜிதம் । ஶுக்ரமித்யாதீ³நி வசாம்ஸி பும்லிங்க³த்வேந பரிணேயாநி, ஸ பர்யகா³த் இத்யுபக்ரம்ய கவிர்மநீஷீ இத்யாதி³நா பும்லிங்க³த்வேநோபஸம்ஹாராத் । கவி: க்ராந்தத³ர்ஶீ ஸர்வத்³ருக் , ‘நாந்யோ(அ)தோ(அ)ஸ்தி த்³ரஷ்டா’ (ப்³ரு. உ. 3 । 7 । 23) இத்யாதி³ஶ்ருதே: । மநீஷீ மநஸ ஈஷிதா, ஸர்வஜ்ஞ ஈஶ்வர இத்யர்த²: । பரிபூ⁴: ஸர்வேஷாம் பரி உபரி ப⁴வதீதி பரிபூ⁴: । ஸ்வயம்பூ⁴: ஸ்வயமேவ ப⁴வதீதி, யேஷாமுபரி ப⁴வதி யஶ்சோபரி ப⁴வதி ஸ ஸர்வ: ஸ்வயமேவ ப⁴வதீதி ஸ்வயம்பூ⁴: । ஸ நித்யமுக்த ஈஶ்வர: யாதா²தத்²யத: ஸர்வஜ்ஞத்வாத் யதா²ததா²பா⁴வோ யாதா²தத்²யம் தஸ்மாத் யதா²பூ⁴தகர்மப²லஸாத⁴நத: அர்தா²ந் கர்தவ்யபதா³ர்தா²ந் வ்யத³தா⁴த் விஹிதவாந் , யதா²நுரூபம் வ்யப⁴ஜதி³த்யர்த²: । ஶாஶ்வதீப்⁴ய: நித்யாப்⁴ய: ஸமாப்⁴ய: ஸம்வத்ஸராக்²யேப்⁴ய: ப்ரஜாபதிப்⁴ய இத்யர்த²: ॥",
      teeka: "யோ(அ)யமிதி ।\n‘ஸ்நு’ ப்ரக்ஷரணே தா⁴து: । ஸ்நாவயந்தி ஶரீரமிதி ஸ்நாவா: ஶிரா: । க்ராந்தமதிக்ராந்தம் நஷ்டமித்யுபலக்ஷணம் பூ⁴தப⁴விஷ்யத்³வர்தமாநத³ர்ஶீ ॥ 8 ॥",
    },
    "telugu": {
      bhashyam: "స పర్యగాత్ , సః యథోక్త ఆత్మా పర్యగాత్ పరి సమన్తాత్ అగాత్ గతవాన్ , ఆకాశవద్వ్యాపీత్యర్థః । శుక్రం శుభ్రం జ్యోతిష్మత్ దీప్తిమానిత్యర్థః । అకాయమ్ అశరీరం లిఙ్గశరీరవర్జిత ఇత్యర్థః । అవ్రణమ్ అక్షతమ్ । అస్నావిరమ్ స్నావాః సిరా యస్మిన్న విద్యన్త ఇత్యస్నావిరమ్ । అవ్రణమస్నావిరమిత్యేతాభ్యాం స్థూలశరీరప్రతిషేధః । శుద్ధం నిర్మలమవిద్యామలరహితమితి కారణశరీరప్రతిషేధః । అపాపవిద్ధం ధర్మాధర్మాదిపాపవర్జితమ్ । శుక్రమిత్యాదీని వచాంసి పుంలిఙ్గత్వేన పరిణేయాని, స పర్యగాత్ ఇత్యుపక్రమ్య కవిర్మనీషీ ఇత్యాదినా పుంలిఙ్గత్వేనోపసంహారాత్ । కవిః క్రాన్తదర్శీ సర్వదృక్ , ‘నాన్యోఽతోఽస్తి ద్రష్టా’ (బృ. ఉ. ౩ । ౭ । ౨౩) ఇత్యాదిశ్రుతేః । మనీషీ మనస ఈషితా, సర్వజ్ఞ ఈశ్వర ఇత్యర్థః । పరిభూః సర్వేషాం పరి ఉపరి భవతీతి పరిభూః । స్వయమ్భూః స్వయమేవ భవతీతి, యేషాముపరి భవతి యశ్చోపరి భవతి స సర్వః స్వయమేవ భవతీతి స్వయమ్భూః । స నిత్యముక్త ఈశ్వరః యాథాతథ్యతః సర్వజ్ఞత్వాత్ యథాతథాభావో యాథాతథ్యం తస్మాత్ యథాభూతకర్మఫలసాధనతః అర్థాన్ కర్తవ్యపదార్థాన్ వ్యదధాత్ విహితవాన్ , యథానురూపం వ్యభజదిత్యర్థః । శాశ్వతీభ్యః నిత్యాభ్యః సమాభ్యః సంవత్సరాఖ్యేభ్యః ప్రజాపతిభ్య ఇత్యర్థః ॥",
      teeka: "యోఽయమితి ।\n‘స్ను’ ప్రక్షరణే ధాతుః । స్నావయన్తి శరీరమితి స్నావాః శిరాః । క్రాన్తమతిక్రాన్తం నష్టమిత్యుపలక్షణం భూతభవిష్యద్వర్తమానదర్శీ ॥ ౮ ॥",
    },
  },
  9: {
  },
  10: {
  },
  11: {
    "devanagari": {
      bhashyam: "विद्यां च अविद्यां च विद्याविद्ये उभे एकेनात्मना यस्तद्वेद यो वेद उभयं सह एकेनात्मना युगपत् — देवतारूपस्यात्मनो ज्ञानं विद्या, देवताराधनादिकं कर्म तदाराधकस्य कर्तुः कर्तव्यम् अविद्या ; अविद्यया कर्मणा मृत्युं देवताबुद्ध्या स्वात्मानं प्राकृतं कर्मबुद्धिं च तीर्त्वा विद्यया देवताज्ञानेन देवतात्मभावं गमयति तत्समानफलं जयति अमृतं स्वर्गलोकस्थमश्नुते प्राप्नोति । न हि कर्मकारी मृत्युं तर्तुमर्हति न चामृतमश्नुते । न च देवताज्ञानी । सहोभयानुष्ठानादुभयं प्राप्यत इति मन्त्रार्थः ॥",
      teeka: "विद्यां चाविद्यां चेति । अथोभयसमुच्चयफलमाह — विद्यां चाविद्यां चेति । विद्यां ज्ञानम् अविद्यां कर्म च यस्तदुभयं सह वेद स अविद्यया कर्मणा मृत्युं तीर्त्वा विद्यया ज्ञानेनामृतमश्नुते ।",
    },
    "kannada": {
      bhashyam: "ವಿದ್ಯಾಂ ಚ ಅವಿದ್ಯಾಂ ಚ ದೇವತಾಜ್ಞಾನಂ ಕರ್ಮ ಚೇತ್ಯರ್ಥಃ । ಯಸ್ತತ್ ಏತದುಭಯಂ ಸಹ ಏಕೇನ ಪುರುಷೇಣ ಅನುಷ್ಠೇಯಂ ವೇದ ತಸ್ಯೈವಂ ಸಮುಚ್ಚಯಕಾರಿಣ ಏಕೈಕಪುರುಷಾರ್ಥಸಂಬಂಧಃ ಕ್ರಮೇಣ ಸ್ಯಾದಿತ್ಯುಚ್ಯತೇ — ಅವಿದ್ಯಯಾ ಕರ್ಮಣಾ ಅಗ್ನಿಹೋತ್ರಾದಿನಾ ಮೃತ್ಯುಮ್ , ಸ್ವಾಭಾವಿಕಂ ಕರ್ಮ ಜ್ಞಾನಂ ಚ ಮೃತ್ಯುಶಬ್ದವಾಚ್ಯಮ್ , ತದುಭಯಂ ತೀರ್ತ್ವಾ ಅತಿಕ್ರಮ್ಯ ವಿದ್ಯಯಾ ದೇವತಾಜ್ಞಾನೇನ ಅಮೃತಂ ದೇವತಾತ್ಮಭಾವಮ್ ಅಶ್ನುತೇ ಪ್ರಾಪ್ನೋತಿ । ತದ್ಧ್ಯಮೃತಮುಚ್ಯತೇ, ಯದ್ದೇವತಾತ್ಮಗಮನಮ್ ॥",
      teeka: "",
    },
    "tamil": {
      bhashyam: "வித்³யாம் ச அவித்³யாம் ச தே³வதாஜ்ஞாநம் கர்ம சேத்யர்த²: । யஸ்தத் ஏதது³ப⁴யம் ஸஹ ஏகேந புருஷேண அநுஷ்டே²யம் வேத³ தஸ்யைவம் ஸமுச்சயகாரிண ஏகைகபுருஷார்த²ஸம்ப³ந்த⁴: க்ரமேண ஸ்யாதி³த்யுச்யதே — அவித்³யயா கர்மணா அக்³நிஹோத்ராதி³நா ம்ருத்யும் , ஸ்வாபா⁴விகம் கர்ம ஜ்ஞாநம் ச ம்ருத்யுஶப்³த³வாச்யம் , தது³ப⁴யம் தீர்த்வா அதிக்ரம்ய வித்³யயா தே³வதாஜ்ஞாநேந அம்ருதம் தே³வதாத்மபா⁴வம் அஶ்நுதே ப்ராப்நோதி । தத்³த்⁴யம்ருதமுச்யதே, யத்³தே³வதாத்மக³மநம் ॥",
      teeka: "",
    },
    "telugu": {
      bhashyam: "విద్యాం చ అవిద్యాం చ దేవతాజ్ఞానం కర్మ చేత్యర్థః । యస్తత్ ఎతదుభయం సహ ఎకేన పురుషేణ అనుష్ఠేయం వేద తస్యైవం సముచ్చయకారిణ ఎకైకపురుషార్థసమ్బన్ధః క్రమేణ స్యాదిత్యుచ్యతే — అవిద్యయా కర్మణా అగ్నిహోత్రాదినా మృత్యుమ్ , స్వాభావికం కర్మ జ్ఞానం చ మృత్యుశబ్దవాచ్యమ్ , తదుభయం తీర్త్వా అతిక్రమ్య విద్యయా దేవతాజ్ఞానేన అమృతం దేవతాత్మభావమ్ అశ్నుతే ప్రాప్నోతి । తద్ధ్యమృతముచ్యతే, యద్దేవతాత్మగమనమ్ ॥",
      teeka: "",
    },
  },
  12: {
  },
  13: {
    "devanagari": {
      bhashyam: "अन्यदेव पृथगेव आहुः फलं सम्भवात् सम्भूतेः कार्यब्रह्मोपासनात् अणिमाद्यैश्वर्यलक्षणम् आख्यातवन्त इत्यर्थः । तथा च अन्यदाहुरसम्भवात् असम्भूतेः अव्याकृतात् अव्याकृतोपासनात् यदुक्तम् ‘अन्धं तमः प्रविशन्ति’ (ई. उ. ९) इति, प्रकृतिलय इति च पौराणिकैरुच्यते । इति एवं शुश्रुम धीराणां वचनं ये नस्तद्विचचक्षिरे व्याकृताव्याकृतोपासनफलं व्याख्यातवन्त इत्यर्थः ॥",
      teeka: "अन्यदेवाहुरिति । सम्भवासम्भवयोर्भेदमाह — अन्यदेवाहुरिति । सम्भवात्सम्भूतेर्हिरण्यगर्भोपासनादन्यदेव फलमाहुः । असम्भवादसम्भूतेः प्रकृत्युपासनादन्यदाहुः ।",
    },
    "kannada": {
      bhashyam: "ಅನ್ಯದೇವ ಪೃಥಗೇವ ಆಹುಃ ಫಲಂ ಸಂಭವಾತ್ ಸಂಭೂತೇಃ ಕಾರ್ಯಬ್ರಹ್ಮೋಪಾಸನಾತ್ ಅಣಿಮಾದ್ಯೈಶ್ವರ್ಯಲಕ್ಷಣಮ್ ಆಖ್ಯಾತವಂತ ಇತ್ಯರ್ಥಃ । ತಥಾ ಚ ಅನ್ಯದಾಹುರಸಂಭವಾತ್ ಅಸಂಭೂತೇಃ ಅವ್ಯಾಕೃತಾತ್ ಅವ್ಯಾಕೃತೋಪಾಸನಾತ್ ಯದುಕ್ತಮ್ ‘ಅಂಧಂ ತಮಃ ಪ್ರವಿಶಂತಿ’ (ಈ. ಉ. ೯) ಇತಿ, ಪ್ರಕೃತಿಲಯ ಇತಿ ಚ ಪೌರಾಣಿಕೈರುಚ್ಯತೇ । ಇತಿ ಏವಂ ಶುಶ್ರುಮ ಧೀರಾಣಾಂ ವಚನಂ ಯೇ ನಸ್ತದ್ವಿಚಚಕ್ಷಿರೇ ವ್ಯಾಕೃತಾವ್ಯಾಕೃತೋಪಾಸನಫಲಂ ವ್ಯಾಖ್ಯಾತವಂತ ಇತ್ಯರ್ಥಃ ॥",
      teeka: "",
    },
    "tamil": {
      bhashyam: "அந்யதே³வ ப்ருத²கே³வ ஆஹு: ப²லம் ஸம்ப⁴வாத் ஸம்பூ⁴தே: கார்யப்³ரஹ்மோபாஸநாத் அணிமாத்³யைஶ்வர்யலக்ஷணம் ஆக்²யாதவந்த இத்யர்த²: । ததா² ச அந்யதா³ஹுரஸம்ப⁴வாத் அஸம்பூ⁴தே: அவ்யாக்ருதாத் அவ்யாக்ருதோபாஸநாத் யது³க்தம் ‘அந்த⁴ம் தம: ப்ரவிஶந்தி’ (ஈ. உ. 9) இதி, ப்ரக்ருதிலய இதி ச பௌராணிகைருச்யதே । இதி ஏவம் ஶுஶ்ரும தீ⁴ராணாம் வசநம் யே நஸ்தத்³விசசக்ஷிரே வ்யாக்ருதாவ்யாக்ருதோபாஸநப²லம் வ்யாக்²யாதவந்த இத்யர்த²: ॥",
      teeka: "",
    },
    "telugu": {
      bhashyam: "అన్యదేవ పృథగేవ ఆహుః ఫలం సమ్భవాత్ సమ్భూతేః కార్యబ్రహ్మోపాసనాత్ అణిమాద్యైశ్వర్యలక్షణమ్ ఆఖ్యాతవన్త ఇత్యర్థః । తథా చ అన్యదాహురసమ్భవాత్ అసమ్భూతేః అవ్యాకృతాత్ అవ్యాకృతోపాసనాత్ యదుక్తమ్ ‘అన్ధం తమః ప్రవిశన్తి’ (ఈ. ఉ. ౯) ఇతి, ప్రకృతిలయ ఇతి చ పౌరాణికైరుచ్యతే । ఇతి ఎవం శుశ్రుమ ధీరాణాం వచనం యే నస్తద్విచచక్షిరే వ్యాకృతావ్యాకృతోపాసనఫలం వ్యాఖ్యాతవన్త ఇత్యర్థః ॥",
      teeka: "",
    },
  },
  14: {
  },
  15: {
    "devanagari": {
      bhashyam: "हिरण्मयेन पात्रेण सत्यस्यापिहितं मुखम् । तत्त्वं पूषन्नपावृणु सत्यधर्माय दृष्टये ॥ सत्यं ब्रह्म हिरण्मयेन पात्रेण ज्योतिर्मयेन तेजसा अपिहितम् आच्छादितम् अस्य मुखं द्वारम् — तत् आविष्कुरु सत्यधर्मार्थम् — पूषन् पोषण हे पूषन् तत् त्वं अपावृणु अपसारय मुखमावृणोद्धि हिरण्मयं रूपं यत्तव — सत्यधर्माय सत्येन धर्मो यस्य तादृशाय मम दृष्टये अनुग्रहाय ॥",
      teeka: "विस्तरेेणोक्तमर्थजातं संक्षिप्योपसंहरति -\nमानुषदैववित्तसाध्यमित्यादिना ।\nशरीरपाटवं गोभूहिरण्यादिसाधनसम्पतिश्च मानुषं वित्तम् । दैवं वित्तं देेवताज्ञानम् ।\n\nउत्तरग्रन्थस्य सम्बन्धाभिधित्सयाऽर्थविशेषमनुवदति -\nतत्र निषेकादीत्यादिना ।\nतदुक्तमिति तं प्रत्युक्तं मन्त्रेण विद्यां चेत्यादिनाऽऽपेक्षिकामृतत्वं फलमित्युक्तमस्माभिरिति ॥ १५ ॥",
    },
    "kannada": {
      bhashyam: "ಹಿರಣ್ಮಯೇನ ಪಾತ್ರೇಣ ಹಿರಣ್ಮಯಮಿವ ಹಿರಣ್ಮಯಮ್ , ಜ್ಯೋತಿರ್ಮಯಮಿತ್ಯೇತತ್ , ತೇನ ಪಾತ್ರೇಣೇವ ಅಪಿಧಾನಭೂತೇನ ಸತ್ಯಸ್ಯ ಆದಿತ್ಯಮಂಡಲಸ್ಥಸ್ಯ ಬ್ರಹ್ಮಣಃ ಅಪಿಹಿತಮ್ ಆಚ್ಛಾದಿತಂ ಮುಖಂ ದ್ವಾರಮ್ ; ತತ್ ತ್ವಂ ಹೇ ಪೂಷನ್ ಅಪಾವೃಣು ಅಪಸಾರಯ ಸತ್ಯಧರ್ಮಾಯ ತವ ಸತ್ಯಸ್ಯೋಪಾಸನಾತ್ಸತ್ಯಂ ಧರ್ಮೋ ಯಸ್ಯ ಮಮ ಸೋಽಹಂ ಸತ್ಯಧರ್ಮಾ ತಸ್ಮೈ ಮಹ್ಯಮ್ ; ಅಥವಾ, ಯಥಾಭೂತಸ್ಯ ಧರ್ಮಸ್ಯಾನುಷ್ಠಾತ್ರೇ, ದೃಷ್ಟಯೇ ತವ ಸತ್ಯಾತ್ಮನ ಉಪಲಬ್ಧಯೇ ॥",
      teeka: "ವಿಸ್ತರೇೇಣೋಕ್ತಮರ್ಥಜಾತಂ ಸಂಕ್ಷಿಪ್ಯೋಪಸಂಹರತಿ -\nಮಾನುಷದೈವವಿತ್ತಸಾಧ್ಯಮಿತ್ಯಾದಿನಾ ।\nಶರೀರಪಾಟವಂ ಗೋಭೂಹಿರಣ್ಯಾದಿಸಾಧನಸಂಪತಿಶ್ಚ ಮಾನುಷಂ ವಿತ್ತಮ್ । ದೈವಂ ವಿತ್ತಂ ದೇೇವತಾಜ್ಞಾನಮ್ ।\n\nಉತ್ತರಗ್ರಂಥಸ್ಯ ಸಂಬಂಧಾಭಿಧಿತ್ಸಯಾಽರ್ಥವಿಶೇಷಮನುವದತಿ -\nತತ್ರ ನಿಷೇಕಾದೀತ್ಯಾದಿನಾ ।\nತದುಕ್ತಮಿತಿ ತಂ ಪ್ರತ್ಯುಕ್ತಂ ಮಂತ್ರೇಣ ವಿದ್ಯಾಂ ಚೇತ್ಯಾದಿನಾಽಽಪೇಕ್ಷಿಕಾಮೃತತ್ವಂ ಫಲಮಿತ್ಯುಕ್ತಮಸ್ಮಾಭಿರಿತಿ ॥ ೧೫ ॥",
    },
    "tamil": {
      bhashyam: "ஹிரண்மயேந பாத்ரேண ஹிரண்மயமிவ ஹிரண்மயம் , ஜ்யோதிர்மயமித்யேதத் , தேந பாத்ரேணேவ அபிதா⁴நபூ⁴தேந ஸத்யஸ்ய ஆதி³த்யமண்ட³லஸ்த²ஸ்ய ப்³ரஹ்மண: அபிஹிதம் ஆச்சா²தி³தம் முக²ம் த்³வாரம் ; தத் த்வம் ஹே பூஷந் அபாவ்ருணு அபஸாரய ஸத்யத⁴ர்மாய தவ ஸத்யஸ்யோபாஸநாத்ஸத்யம் த⁴ர்மோ யஸ்ய மம ஸோ(அ)ஹம் ஸத்யத⁴ர்மா தஸ்மை மஹ்யம் ; அத²வா, யதா²பூ⁴தஸ்ய த⁴ர்மஸ்யாநுஷ்டா²த்ரே, த்³ருஷ்டயே தவ ஸத்யாத்மந உபலப்³த⁴யே ॥",
      teeka: "விஸ்தரேேணோக்தமர்த²ஜாதம் ஸம்க்ஷிப்யோபஸம்ஹரதி -\nமாநுஷதை³வவித்தஸாத்⁴யமித்யாதி³நா ।\nஶரீரபாடவம் கோ³பூ⁴ஹிரண்யாதி³ஸாத⁴நஸம்பதிஶ்ச மாநுஷம் வித்தம் । தை³வம் வித்தம் தே³ேவதாஜ்ஞாநம் ।\n\nஉத்தரக்³ரந்த²ஸ்ய ஸம்ப³ந்தா⁴பி⁴தி⁴த்ஸயா(அ)ர்த²விஶேஷமநுவத³தி -\nதத்ர நிஷேகாதீ³த்யாதி³நா ।\nதது³க்தமிதி தம் ப்ரத்யுக்தம் மந்த்ரேண வித்³யாம் சேத்யாதி³நா(அ)(அ)பேக்ஷிகாம்ருதத்வம் ப²லமித்யுக்தமஸ்மாபி⁴ரிதி ॥ 15 ॥",
    },
    "telugu": {
      bhashyam: "హిరణ్మయేన పాత్రేణ హిరణ్మయమివ హిరణ్మయమ్ , జ్యోతిర్మయమిత్యేతత్ , తేన పాత్రేణేవ అపిధానభూతేన సత్యస్య ఆదిత్యమణ్డలస్థస్య బ్రహ్మణః అపిహితమ్ ఆచ్ఛాదితం ముఖం ద్వారమ్ ; తత్ త్వం హే పూషన్ అపావృణు అపసారయ సత్యధర్మాయ తవ సత్యస్యోపాసనాత్సత్యం ధర్మో యస్య మమ సోఽహం సత్యధర్మా తస్మై మహ్యమ్ ; అథవా, యథాభూతస్య ధర్మస్యానుష్ఠాత్రే, దృష్టయే తవ సత్యాత్మన ఉపలబ్ధయే ॥",
      teeka: "విస్తరేేణోక్తమర్థజాతం సంక్షిప్యోపసంహరతి -\nమానుషదైవవిత్తసాధ్యమిత్యాదినా ।\nశరీరపాటవం గోభూహిరణ్యాదిసాధనసమ్పతిశ్చ మానుషం విత్తమ్ । దైవం విత్తం దేేవతాజ్ఞానమ్ ।\n\nఉత్తరగ్రన్థస్య సమ్బన్ధాభిధిత్సయాఽర్థవిశేషమనువదతి -\nతత్ర నిషేకాదీత్యాదినా ।\nతదుక్తమితి తం ప్రత్యుక్తం మన్త్రేణ విద్యాం చేత్యాదినాఽఽపేక్షికామృతత్వం ఫలమిత్యుక్తమస్మాభిరితి ॥ ౧౫ ॥",
    },
  },
  16: {
    "devanagari": {
      bhashyam: "पूषन्नेकर्षे यम सूर्य प्राजापत्य व्यूह रश्मीन्समूह तेजः । यत्ते रूपं कल्याणतमं तत्ते पश्यामि योऽसावसौ पुरुषः सोऽहमस्मि ॥ पूषन् पोषणात् । एकर्षे एक ऋषिः गन्तासि त्वमेकोऽसीत्येकर्षे हे एकर्षे । यम सर्वस्य नियमनात् यमः । सूर्य रसानां स्वीकरणात् सूर्यः हे सूर्य । प्राजापत्य प्रजापतेः सूर्यापत्यं प्राजापत्यम् । व्यूह विगमय रश्मीन् समूह सञ्चिनु एकीकुरु तेजः ज्योतिः तव ; यत्ते तव रूपं कल्याणतमं तच्च ते तव पश्यामि अनुगृहाण द्रष्टुम् । यश्च असौ आदित्यमण्डले पुरुषः तत्स्थं ब्रह्म ; तं पुरुषम् अहम् अस्मि । स ब्रह्मात्मविद्ब्रह्मैव भवति ; 'ब्रह्म वेद ब्रह्मैव भवति' (मु. उ. ३ । २ । ९) इत्यादिश्रुतेः ॥",
      teeka: "व्याहृत्यव इति ।\nतस्य भूरिति शिरः भुव इति बाहू सुवरिति प्रतिष्ठा पादावित्यर्थः ॥ १६-१७ ॥",
    },
    "kannada": {
      bhashyam: "ಹೇ ಪೂಷನ್ ಜಗತಃ ಪೋಷಣಾತ್ಪೂಷಾ ರವಿಃ । ತಥಾ ಏಕ ಏವ ಋಷತಿ ಗಚ್ಛತೀತ್ಯೇಕರ್ಷಿಃ ಹೇ ಏಕರ್ಷೇ । ತಥಾ ಸರ್ವಸ್ಯ ಸಂಯಮನಾದ್ಯಮಃ ಹೇ ಯಮ । ತಥಾ ರಶ್ಮೀನಾಂ ಪ್ರಾಣಾನಾಂ ರಸಾನಾಂ ಚ ಸ್ವೀಕರಣಾತ್ಸೂರ್ಯಃ ಹೇ ಸೂರ್ಯ । ಪ್ರಜಾಪತೇರಪತ್ಯಂ ಪ್ರಾಜಾಪತ್ಯಃ ಹೇ ಪ್ರಾಜಾಪತ್ಯ । ವ್ಯೂಹ ವಿಗಮಯ ರಶ್ಮೀನ್ ಸ್ವಾನ್ । ಸಮೂಹ ಏಕೀಕುರು ಉಪಸಂಹರ ತೇಜಃ ತಾವಕಂ ಜ್ಯೋತಿಃ । ಯತ್ ತೇ ತವ ರೂಪಂ ಕಲ್ಯಾಣತಮಮ್ ಅತ್ಯಂತಶೋಭನಮ್ , ತತ್ ತೇ ತವಾತ್ಮನಃ ಪ್ರಸಾದಾತ್ ಪಶ್ಯಾಮಿ । ಕಿಂಚ, ಅಹಂ ನ ತು ತ್ವಾಂ ಭೃತ್ಯವದ್ಯಾಚೇ ಯೋಽಸೌ ಆದಿತ್ಯಮಂಡಲಸ್ಥಃ ಅಸೌ ವ್ಯಾಹೃತ್ಯವಯವಃ ಪುರುಷಃ ಪುರುಷಾಕಾರತ್ವಾತ್ , ಪೂರ್ಣಂ ವಾನೇನ ಪ್ರಾಣಬುದ್ಧ್ಯಾತ್ಮನಾ ಜಗತ್ಸಮಸ್ತಮಿತಿ ಪುರುಷಃ ; ಪುರಿ ಶಯನಾದ್ವಾ ಪುರುಷಃ । ಸೋಽಹಮ್ ಅಸ್ಮಿ ಭವಾಮಿ ॥",
      teeka: "ವ್ಯಾಹೃತ್ಯವ ಇತಿ ।\nತಸ್ಯ ಭೂರಿತಿ ಶಿರಃ ಭುವ ಇತಿ ಬಾಹೂ ಸುವರಿತಿ ಪ್ರತಿಷ್ಠಾ ಪಾದಾವಿತ್ಯರ್ಥಃ ॥ ೧೬-೧೭ ॥",
    },
    "tamil": {
      bhashyam: "ஹே பூஷந் ஜக³த: போஷணாத்பூஷா ரவி: । ததா² ஏக ஏவ ருஷதி க³ச்ச²தீத்யேகர்ஷி: ஹே ஏகர்ஷே । ததா² ஸர்வஸ்ய ஸம்யமநாத்³யம: ஹே யம । ததா² ரஶ்மீநாம் ப்ராணாநாம் ரஸாநாம் ச ஸ்வீகரணாத்ஸூர்ய: ஹே ஸூர்ய । ப்ரஜாபதேரபத்யம் ப்ராஜாபத்ய: ஹே ப்ராஜாபத்ய । வ்யூஹ விக³மய ரஶ்மீந் ஸ்வாந் । ஸமூஹ ஏகீகுரு உபஸம்ஹர தேஜ: தாவகம் ஜ்யோதி: । யத் தே தவ ரூபம் கல்யாணதமம் அத்யந்தஶோப⁴நம் , தத் தே தவாத்மந: ப்ரஸாதா³த் பஶ்யாமி । கிஞ்ச, அஹம் ந து த்வாம் ப்⁴ருத்யவத்³யாசே யோ(அ)ஸௌ ஆதி³த்யமண்ட³லஸ்த²: அஸௌ வ்யாஹ்ருத்யவயவ: புருஷ: புருஷாகாரத்வாத் , பூர்ணம் வாநேந ப்ராணபு³த்³த்⁴யாத்மநா ஜக³த்ஸமஸ்தமிதி புருஷ: ; புரி ஶயநாத்³வா புருஷ: । ஸோ(அ)ஹம் அஸ்மி ப⁴வாமி ॥",
      teeka: "வ்யாஹ்ருத்யவ இதி ।\nதஸ்ய பூ⁴ரிதி ஶிர: பு⁴வ இதி பா³ஹூ ஸுவரிதி ப்ரதிஷ்டா² பாதா³வித்யர்த²: ॥ 16-17 ॥",
    },
    "telugu": {
      bhashyam: "హే పూషన్ జగతః పోషణాత్పూషా రవిః । తథా ఎక ఎవ ఋషతి గచ్ఛతీత్యేకర్షిః హే ఎకర్షే । తథా సర్వస్య సంయమనాద్యమః హే యమ । తథా రశ్మీనాం ప్రాణానాం రసానాం చ స్వీకరణాత్సూర్యః హే సూర్య । ప్రజాపతేరపత్యం ప్రాజాపత్యః హే ప్రాజాపత్య । వ్యూహ విగమయ రశ్మీన్ స్వాన్ । సమూహ ఎకీకురు ఉపసంహర తేజః తావకం జ్యోతిః । యత్ తే తవ రూపం కల్యాణతమమ్ అత్యన్తశోభనమ్ , తత్ తే తవాత్మనః ప్రసాదాత్ పశ్యామి । కిఞ్చ, అహం న తు త్వాం భృత్యవద్యాచే యోఽసౌ ఆదిత్యమణ్డలస్థః అసౌ వ్యాహృత్యవయవః పురుషః పురుషాకారత్వాత్ , పూర్ణం వానేన ప్రాణబుద్ధ్యాత్మనా జగత్సమస్తమితి పురుషః ; పురి శయనాద్వా పురుషః । సోఽహమ్ అస్మి భవామి ॥",
      teeka: "వ్యాహృత్యవ ఇతి ।\nతస్య భూరితి శిరః భువ ఇతి బాహూ సువరితి ప్రతిష్ఠా పాదావిత్యర్థః ॥ ౧౬-౧౭ ॥",
    },
  },
  17: {
  },
  18: {
    "devanagari": {
      bhashyam: "हे अग्ने नय गमय सुपथा शोभनेन मार्गेण । सुपथेति विशेषणं दक्षिणमार्गनिवृत्त्यर्थम् । निर्विण्णोऽहं दक्षिणेन मार्गेण गतागतलक्षणेन ; अतो याचे त्वां पुनः पुनः गमनागमनवर्जितेन शोभनेन पथा नय । राये धनाय, कर्मफलभोगायेत्यर्थः । अस्मान् यथोक्तधर्मफलविशिष्टान् विश्वानि सर्वाणि हे देव वयुनानि कर्माणि, प्रज्ञानानि वा विद्वान् जानन् । किञ्च, युयोधि वियोजय विनाशय अस्मत् अस्मत्तः जुहुराणं कुटिलं वञ्चनात्मकम् एनः पापम् । ततो वयं विशुद्धाः सन्तः इष्टं प्राप्स्याम इत्यभिप्रायः । किन्तु वयमिदानीं ते न शक्नुमः परिचर्यां कर्तुम् ; भूयिष्ठां बहुतरां ते तुभ्यं नमउक्तिं नमस्कारवचनं विधेम नमस्कारेण परिचरेम इत्यर्थः ॥\n\n‘अविद्यया मृत्युं तीर्त्वा विद्ययामृतमश्नुते’ (ई. उ. ११) ‘विनाशेन मृत्युं तीर्त्वा असम्भूत्यामृतमश्नुते’ (ई. उ. १४) इति श्रुत्वा केचित्संशयं कुर्वन्ति । अतस्तन्निर्धारणार्थं सङ्क्षेपतो विचारणां करिष्यामः । तत्र तावत्किंनिमित्तः संशय इति, उच्यते — विद्याशब्देन मुख्या परमात्मविद्यैव कस्मान्न गृह्यते, अमृतत्वं च ? ननूक्तायाः परमात्मविद्यायाः कर्मणश्च विरोधात्समुच्चयानुपपत्तिः । सत्यम् । विरोधस्तु नावगम्यते, विरोधाविरोधयोः शास्त्रप्रमाणकत्वात् ; यथा अविद्यानुष्ठानं विद्योपासनं च शास्त्रप्रमाणकम् , तथा तद्विरोधाविरोधावपि । यथा च ‘न हिंस्यात्सर्वा भूतानि’ इति शास्त्रादवगतं पुनः शास्त्रेणैव बाध्यते ‘अध्वरे पशुं हिंस्यात्’ इति, एवं विद्याविद्ययोरपि स्यात् ; विद्याकर्मणोश्च समुच्चयः । न ; ‘दूरमेते विपरीते विषूची अविद्या या च विद्येति ज्ञाता’ (क. उ. १ । २ । ४) इति श्रुतेः । ‘विद्यां चाविद्यां च’ इति वचनादविरोध इति चेत् , न ; हेतुस्वरूपफलविरोधात् । विद्याविद्याविरोधाविरोधयोर्विकल्पासम्भवात् समुच्चयविधानादविरोध एवेति चेत् , न ; सहसम्भवानुपपत्तेः । क्रमेणैकाश्रये स्यातां विद्याविद्ये इति चेत् , न ; विद्योत्पत्तौ तदाश्रयेऽविद्यानुपपत्तेः ; न हि अग्निरुष्णः प्रकाशश्च इति विज्ञानोत्पत्तौ यस्मिन्नाश्रये तदुत्पन्नम् , तस्मिन्नेवाश्रये शीतोऽग्निरप्रकाशो वा इत्यविद्याया उत्पत्तिः । नापि संशयः अज्ञानं वा, ‘यस्मिन्सर्वाणि भूतानि आत्मैवाभूद्विजानतः । तत्र को मोहः कः शोक एकत्वमनुपश्यतः’ (ई. उ. ७) इति शोकमोहाद्यसम्भवश्रुतेः । अविद्यासम्भवात्तदुपादानस्य कर्मणोऽप्यनुपपत्तिमवोचाम । ‘अमृतमश्नुते’ इत्यापेक्षिकममृतम् ; विद्याशब्देन परमात्मविद्याग्रहणे ‘हिरण्मयेन’ (ई. उ. १५) इत्यादिना द्वारमार्गयाचनमनुपपन्नं स्यात् । तस्मात् यथाव्याख्यात एव मन्त्राणामर्थ इत्युपरम्यते ॥",
      teeka: "मन्त्रान्पदशो व्याख्याय संक्षेपतो विचारमारभते -\nअविद्यया मृत्युं तीर्त्वेत्यादिना ।\n\nअमृतत्वं चेति ।\nअमृतत्वं च मुख्यमेव कस्मान्न गृह्यत इति सम्बन्धः ।\n\nशास्त्रीययोर्ज्ञानकर्मणोर्विरोधाविरोधी शास्त्रीयावेव ग्राह्यौ न तर्कमात्रेणेति परेणोक्ते सिद्धान्ती शास्त्रसिद्ध एव विरोध इत्याह -\nन दूरमेते इति ।\nविषूची नानागतौ विद्याविद्ये दूरं विपरीते अतिशयेन विरुद्धे इत्यर्थः ।\n\nसहसम्भवानुपपत्तेरिति ।\nकाऽनुपपत्तिः? काठते विरोधश्रवणात् तद्गतविद्याविद्ययोर्विरोधोऽस्तु । इह त्वविरोधश्रवणादविरोधो भविष्यतीति न वाच्यम् । विरोधाविरोधयोः सिद्धत्वेन विकल्पासम्भवात् । उदितानुदितहोमयोर्हि पुरुषतन्त्रत्वाद्युक्तो विकल्प इत्युक्तं, तर्ह्यविरोध एवास्तु समुच्चयविधिबलादिति चेन्न । मुख्यब्रह्मविद्याविद्ययोः शुक्तिविद्यायोरिव सहसम्भवानुपपत्तेः समुच्चयविधिरसिद्धः । सिद्धे समुच्चयविधौ तद्बलादविरोधावगमोऽविरोवावगमाच्च समुच्चयसिद्धिरित्यन्योन्याश्रयः स्यादित्यर्थः ।\n\nसहसम्भवानुपपत्तावपि क्रमेणैकाश्रये विद्याविद्ये स्यातामिति चेद्यदि पूर्वमविद्या पश्चात्तु विद्येति क्रमस्तर्हीष्यत एव । यदि पश्चात्तर्ह्यसम्भव इत्याह -\nन विद्योत्पत्ताविति ।\nपूर्वसिद्धाया अविद्यायाः प्रध्वस्तत्वादन्यस्याश्चोत्पत्तौ कारणासम्भवान्मूलाभावेन भ्रमसंशयाग्रहणानामपि विदुषोऽनुपपत्तिरित्यर्थः ।\n\nविद्योत्पत्तौ मा भूदविद्या कर्म तु भविष्यति विदुषोऽपि व्याख्यानभिक्षाटनादिदर्शनादित्याशङ्क्याह -\nअविद्याऽसम्भवादिति ।\nचोदनाप्रयुक्तानुष्ठानं हि कर्म ज्ञानेन सह तव समुच्चिचीषितं ब्रह्मात्मैकत्वं तु साक्षादनुभवतो न चोदना सम्भवति कामाभावात्कामिनो हि सर्वाश्चोदनाः । ‘अकामिनः क्रिया काचिद् दृश्यते नेह कस्यचित्। यद्यद्धि कुरुते जन्तुस्तत्तत्कामस्य चेष्टितम् ॥’ इति स्मरणात् । विद्वच्छरीरस्थितिहेत्वविद्यालेशाश्रयकर्मशेषनिमित्तं तु विदुषो भिक्षाटनादि न कर्म, चोदनाभावात्किन्तु यावत्प्राणशरीरसंयोगभावि तत्कर्माभासं तच्च विद्वान्न स्वगतं मन्यते कर्माध्यासोपादानाविद्याया असम्भवान्नैव किञ्चित्करोमीति प्रत्ययाच्चेयति भावः ।\n\nयदुक्तममृतशब्देन मुख्यमेवामृतत्वं किं न गृह्यते विद्याशब्देन च परमात्मविद्येति तत्राऽऽह -\nअमृतमिति ।\nमुख्यामृत्वग्रहणे हिरण्मयादिमन्त्रेण द्वारमार्गयाचनमनुपपन्नं स्यात् । न तस्य प्राण उत्क्रामन्त्यत्र ब्रह्म समश्नुन इत्यादिश्रुतेः । ततो मुख्यार्थबाधाद्गौणार्थग्रहणं युक्तमित्यर्थः । यस्मादर्शान्तरं न सङ्गच्छते तस्मादित्युपसंहारः ॥ १८ ॥",
    },
    "kannada": {
      bhashyam: "ಹೇ ಅಗ್ನೇ ನಯ ಗಮಯ ಸುಪಥಾ ಶೋಭನೇನ ಮಾರ್ಗೇಣ । ಸುಪಥೇತಿ ವಿಶೇಷಣಂ ದಕ್ಷಿಣಮಾರ್ಗನಿವೃತ್ತ್ಯರ್ಥಮ್ । ನಿರ್ವಿಣ್ಣೋಽಹಂ ದಕ್ಷಿಣೇನ ಮಾರ್ಗೇಣ ಗತಾಗತಲಕ್ಷಣೇನ ; ಅತೋ ಯಾಚೇ ತ್ವಾಂ ಪುನಃ ಪುನಃ ಗಮನಾಗಮನವರ್ಜಿತೇನ ಶೋಭನೇನ ಪಥಾ ನಯ । ರಾಯೇ ಧನಾಯ, ಕರ್ಮಫಲಭೋಗಾಯೇತ್ಯರ್ಥಃ । ಅಸ್ಮಾನ್ ಯಥೋಕ್ತಧರ್ಮಫಲವಿಶಿಷ್ಟಾನ್ ವಿಶ್ವಾನಿ ಸರ್ವಾಣಿ ಹೇ ದೇವ ವಯುನಾನಿ ಕರ್ಮಾಣಿ, ಪ್ರಜ್ಞಾನಾನಿ ವಾ ವಿದ್ವಾನ್ ಜಾನನ್ । ಕಿಂಚ, ಯುಯೋಧಿ ವಿಯೋಜಯ ವಿನಾಶಯ ಅಸ್ಮತ್ ಅಸ್ಮತ್ತಃ ಜುಹುರಾಣಂ ಕುಟಿಲಂ ವಂಚನಾತ್ಮಕಮ್ ಏನಃ ಪಾಪಮ್ । ತತೋ ವಯಂ ವಿಶುದ್ಧಾಃ ಸಂತಃ ಇಷ್ಟಂ ಪ್ರಾಪ್ಸ್ಯಾಮ ಇತ್ಯಭಿಪ್ರಾಯಃ । ಕಿಂತು ವಯಮಿದಾನೀಂ ತೇ ನ ಶಕ್ನುಮಃ ಪರಿಚರ್ಯಾಂ ಕರ್ತುಮ್ ; ಭೂಯಿಷ್ಠಾಂ ಬಹುತರಾಂ ತೇ ತುಭ್ಯಂ ನಮಉಕ್ತಿಂ ನಮಸ್ಕಾರವಚನಂ ವಿಧೇಮ ನಮಸ್ಕಾರೇಣ ಪರಿಚರೇಮ ಇತ್ಯರ್ಥಃ ॥\n\n‘ಅವಿದ್ಯಯಾ ಮೃತ್ಯುಂ ತೀರ್ತ್ವಾ ವಿದ್ಯಯಾಮೃತಮಶ್ನುತೇ’ (ಈ. ಉ. ೧೧) ‘ವಿನಾಶೇನ ಮೃತ್ಯುಂ ತೀರ್ತ್ವಾ ಅಸಂಭೂತ್ಯಾಮೃತಮಶ್ನುತೇ’ (ಈ. ಉ. ೧೪) ಇತಿ ಶ್ರುತ್ವಾ ಕೇಚಿತ್ಸಂಶಯಂ ಕುರ್ವಂತಿ । ಅತಸ್ತನ್ನಿರ್ಧಾರಣಾರ್ಥಂ ಸಂಕ್ಷೇಪತೋ ವಿಚಾರಣಾಂ ಕರಿಷ್ಯಾಮಃ । ತತ್ರ ತಾವತ್ಕಿಂನಿಮಿತ್ತಃ ಸಂಶಯ ಇತಿ, ಉಚ್ಯತೇ — ವಿದ್ಯಾಶಬ್ದೇನ ಮುಖ್ಯಾ ಪರಮಾತ್ಮವಿದ್ಯೈವ ಕಸ್ಮಾನ್ನ ಗೃಹ್ಯತೇ, ಅಮೃತತ್ವಂ ಚ ? ನನೂಕ್ತಾಯಾಃ ಪರಮಾತ್ಮವಿದ್ಯಾಯಾಃ ಕರ್ಮಣಶ್ಚ ವಿರೋಧಾತ್ಸಮುಚ್ಚಯಾನುಪಪತ್ತಿಃ । ಸತ್ಯಮ್ । ವಿರೋಧಸ್ತು ನಾವಗಮ್ಯತೇ, ವಿರೋಧಾವಿರೋಧಯೋಃ ಶಾಸ್ತ್ರಪ್ರಮಾಣಕತ್ವಾತ್ ; ಯಥಾ ಅವಿದ್ಯಾನುಷ್ಠಾನಂ ವಿದ್ಯೋಪಾಸನಂ ಚ ಶಾಸ್ತ್ರಪ್ರಮಾಣಕಮ್ , ತಥಾ ತದ್ವಿರೋಧಾವಿರೋಧಾವಪಿ । ಯಥಾ ಚ ‘ನ ಹಿಂಸ್ಯಾತ್ಸರ್ವಾ ಭೂತಾನಿ’ ಇತಿ ಶಾಸ್ತ್ರಾದವಗತಂ ಪುನಃ ಶಾಸ್ತ್ರೇಣೈವ ಬಾಧ್ಯತೇ ‘ಅಧ್ವರೇ ಪಶುಂ ಹಿಂಸ್ಯಾತ್’ ಇತಿ, ಏವಂ ವಿದ್ಯಾವಿದ್ಯಯೋರಪಿ ಸ್ಯಾತ್ ; ವಿದ್ಯಾಕರ್ಮಣೋಶ್ಚ ಸಮುಚ್ಚಯಃ । ನ ; ‘ದೂರಮೇತೇ ವಿಪರೀತೇ ವಿಷೂಚೀ ಅವಿದ್ಯಾ ಯಾ ಚ ವಿದ್ಯೇತಿ ಜ್ಞಾತಾ’ (ಕ. ಉ. ೧ । ೨ । ೪) ಇತಿ ಶ್ರುತೇಃ । ‘ವಿದ್ಯಾಂ ಚಾವಿದ್ಯಾಂ ಚ’ ಇತಿ ವಚನಾದವಿರೋಧ ಇತಿ ಚೇತ್ , ನ ; ಹೇತುಸ್ವರೂಪಫಲವಿರೋಧಾತ್ । ವಿದ್ಯಾವಿದ್ಯಾವಿರೋಧಾವಿರೋಧಯೋರ್ವಿಕಲ್ಪಾಸಂಭವಾತ್ ಸಮುಚ್ಚಯವಿಧಾನಾದವಿರೋಧ ಏವೇತಿ ಚೇತ್ , ನ ; ಸಹಸಂಭವಾನುಪಪತ್ತೇಃ । ಕ್ರಮೇಣೈಕಾಶ್ರಯೇ ಸ್ಯಾತಾಂ ವಿದ್ಯಾವಿದ್ಯೇ ಇತಿ ಚೇತ್ , ನ ; ವಿದ್ಯೋತ್ಪತ್ತೌ ತದಾಶ್ರಯೇಽವಿದ್ಯಾನುಪಪತ್ತೇಃ ; ನ ಹಿ ಅಗ್ನಿರುಷ್ಣಃ ಪ್ರಕಾಶಶ್ಚ ಇತಿ ವಿಜ್ಞಾನೋತ್ಪತ್ತೌ ಯಸ್ಮಿನ್ನಾಶ್ರಯೇ ತದುತ್ಪನ್ನಮ್ , ತಸ್ಮಿನ್ನೇವಾಶ್ರಯೇ ಶೀತೋಽಗ್ನಿರಪ್ರಕಾಶೋ ವಾ ಇತ್ಯವಿದ್ಯಾಯಾ ಉತ್ಪತ್ತಿಃ । ನಾಪಿ ಸಂಶಯಃ ಅಜ್ಞಾನಂ ವಾ, ‘ಯಸ್ಮಿನ್ಸರ್ವಾಣಿ ಭೂತಾನಿ ಆತ್ಮೈವಾಭೂದ್ವಿಜಾನತಃ । ತತ್ರ ಕೋ ಮೋಹಃ ಕಃ ಶೋಕ ಏಕತ್ವಮನುಪಶ್ಯತಃ’ (ಈ. ಉ. ೭) ಇತಿ ಶೋಕಮೋಹಾದ್ಯಸಂಭವಶ್ರುತೇಃ । ಅವಿದ್ಯಾಸಂಭವಾತ್ತದುಪಾದಾನಸ್ಯ ಕರ್ಮಣೋಽಪ್ಯನುಪಪತ್ತಿಮವೋಚಾಮ । ‘ಅಮೃತಮಶ್ನುತೇ’ ಇತ್ಯಾಪೇಕ್ಷಿಕಮಮೃತಮ್ ; ವಿದ್ಯಾಶಬ್ದೇನ ಪರಮಾತ್ಮವಿದ್ಯಾಗ್ರಹಣೇ ‘ಹಿರಣ್ಮಯೇನ’ (ಈ. ಉ. ೧೫) ಇತ್ಯಾದಿನಾ ದ್ವಾರಮಾರ್ಗಯಾಚನಮನುಪಪನ್ನಂ ಸ್ಯಾತ್ । ತಸ್ಮಾತ್ ಯಥಾವ್ಯಾಖ್ಯಾತ ಏವ ಮಂತ್ರಾಣಾಮರ್ಥ ಇತ್ಯುಪರಮ್ಯತೇ ॥",
      teeka: "ಮಂತ್ರಾನ್ಪದಶೋ ವ್ಯಾಖ್ಯಾಯ ಸಂಕ್ಷೇಪತೋ ವಿಚಾರಮಾರಭತೇ -\nಅವಿದ್ಯಯಾ ಮೃತ್ಯುಂ ತೀರ್ತ್ವೇತ್ಯಾದಿನಾ ।\n\nಅಮೃತತ್ವಂ ಚೇತಿ ।\nಅಮೃತತ್ವಂ ಚ ಮುಖ್ಯಮೇವ ಕಸ್ಮಾನ್ನ ಗೃಹ್ಯತ ಇತಿ ಸಂಬಂಧಃ ।\n\nಶಾಸ್ತ್ರೀಯಯೋರ್ಜ್ಞಾನಕರ್ಮಣೋರ್ವಿರೋಧಾವಿರೋಧೀ ಶಾಸ್ತ್ರೀಯಾವೇವ ಗ್ರಾಹ್ಯೌ ನ ತರ್ಕಮಾತ್ರೇಣೇತಿ ಪರೇಣೋಕ್ತೇ ಸಿದ್ಧಾಂತೀ ಶಾಸ್ತ್ರಸಿದ್ಧ ಏವ ವಿರೋಧ ಇತ್ಯಾಹ -\nನ ದೂರಮೇತೇ ಇತಿ ।\nವಿಷೂಚೀ ನಾನಾಗತೌ ವಿದ್ಯಾವಿದ್ಯೇ ದೂರಂ ವಿಪರೀತೇ ಅತಿಶಯೇನ ವಿರುದ್ಧೇ ಇತ್ಯರ್ಥಃ ।\n\nಸಹಸಂಭವಾನುಪಪತ್ತೇರಿತಿ ।\nಕಾಽನುಪಪತ್ತಿಃ? ಕಾಠತೇ ವಿರೋಧಶ್ರವಣಾತ್ ತದ್ಗತವಿದ್ಯಾವಿದ್ಯಯೋರ್ವಿರೋಧೋಽಸ್ತು । ಇಹ ತ್ವವಿರೋಧಶ್ರವಣಾದವಿರೋಧೋ ಭವಿಷ್ಯತೀತಿ ನ ವಾಚ್ಯಮ್ । ವಿರೋಧಾವಿರೋಧಯೋಃ ಸಿದ್ಧತ್ವೇನ ವಿಕಲ್ಪಾಸಂಭವಾತ್ । ಉದಿತಾನುದಿತಹೋಮಯೋರ್ಹಿ ಪುರುಷತಂತ್ರತ್ವಾದ್ಯುಕ್ತೋ ವಿಕಲ್ಪ ಇತ್ಯುಕ್ತಂ, ತರ್ಹ್ಯವಿರೋಧ ಏವಾಸ್ತು ಸಮುಚ್ಚಯವಿಧಿಬಲಾದಿತಿ ಚೇನ್ನ । ಮುಖ್ಯಬ್ರಹ್ಮವಿದ್ಯಾವಿದ್ಯಯೋಃ ಶುಕ್ತಿವಿದ್ಯಾಯೋರಿವ ಸಹಸಂಭವಾನುಪಪತ್ತೇಃ ಸಮುಚ್ಚಯವಿಧಿರಸಿದ್ಧಃ । ಸಿದ್ಧೇ ಸಮುಚ್ಚಯವಿಧೌ ತದ್ಬಲಾದವಿರೋಧಾವಗಮೋಽವಿರೋವಾವಗಮಾಚ್ಚ ಸಮುಚ್ಚಯಸಿದ್ಧಿರಿತ್ಯನ್ಯೋನ್ಯಾಶ್ರಯಃ ಸ್ಯಾದಿತ್ಯರ್ಥಃ ।\n\nಸಹಸಂಭವಾನುಪಪತ್ತಾವಪಿ ಕ್ರಮೇಣೈಕಾಶ್ರಯೇ ವಿದ್ಯಾವಿದ್ಯೇ ಸ್ಯಾತಾಮಿತಿ ಚೇದ್ಯದಿ ಪೂರ್ವಮವಿದ್ಯಾ ಪಶ್ಚಾತ್ತು ವಿದ್ಯೇತಿ ಕ್ರಮಸ್ತರ್ಹೀಷ್ಯತ ಏವ । ಯದಿ ಪಶ್ಚಾತ್ತರ್ಹ್ಯಸಂಭವ ಇತ್ಯಾಹ -\nನ ವಿದ್ಯೋತ್ಪತ್ತಾವಿತಿ ।\nಪೂರ್ವಸಿದ್ಧಾಯಾ ಅವಿದ್ಯಾಯಾಃ ಪ್ರಧ್ವಸ್ತತ್ವಾದನ್ಯಸ್ಯಾಶ್ಚೋತ್ಪತ್ತೌ ಕಾರಣಾಸಂಭವಾನ್ಮೂಲಾಭಾವೇನ ಭ್ರಮಸಂಶಯಾಗ್ರಹಣಾನಾಮಪಿ ವಿದುಷೋಽನುಪಪತ್ತಿರಿತ್ಯರ್ಥಃ ।\n\nವಿದ್ಯೋತ್ಪತ್ತೌ ಮಾ ಭೂದವಿದ್ಯಾ ಕರ್ಮ ತು ಭವಿಷ್ಯತಿ ವಿದುಷೋಽಪಿ ವ್ಯಾಖ್ಯಾನಭಿಕ್ಷಾಟನಾದಿದರ್ಶನಾದಿತ್ಯಾಶಂಕ್ಯಾಹ -\nಅವಿದ್ಯಾಽಸಂಭವಾದಿತಿ ।\nಚೋದನಾಪ್ರಯುಕ್ತಾನುಷ್ಠಾನಂ ಹಿ ಕರ್ಮ ಜ್ಞಾನೇನ ಸಹ ತವ ಸಮುಚ್ಚಿಚೀಷಿತಂ ಬ್ರಹ್ಮಾತ್ಮೈಕತ್ವಂ ತು ಸಾಕ್ಷಾದನುಭವತೋ ನ ಚೋದನಾ ಸಂಭವತಿ ಕಾಮಾಭಾವಾತ್ಕಾಮಿನೋ ಹಿ ಸರ್ವಾಶ್ಚೋದನಾಃ । ‘ಅಕಾಮಿನಃ ಕ್ರಿಯಾ ಕಾಚಿದ್ ದೃಶ್ಯತೇ ನೇಹ ಕಸ್ಯಚಿತ್। ಯದ್ಯದ್ಧಿ ಕುರುತೇ ಜಂತುಸ್ತತ್ತತ್ಕಾಮಸ್ಯ ಚೇಷ್ಟಿತಮ್ ॥’ ಇತಿ ಸ್ಮರಣಾತ್ । ವಿದ್ವಚ್ಛರೀರಸ್ಥಿತಿಹೇತ್ವವಿದ್ಯಾಲೇಶಾಶ್ರಯಕರ್ಮಶೇಷನಿಮಿತ್ತಂ ತು ವಿದುಷೋ ಭಿಕ್ಷಾಟನಾದಿ ನ ಕರ್ಮ, ಚೋದನಾಭಾವಾತ್ಕಿಂತು ಯಾವತ್ಪ್ರಾಣಶರೀರಸಂಯೋಗಭಾವಿ ತತ್ಕರ್ಮಾಭಾಸಂ ತಚ್ಚ ವಿದ್ವಾನ್ನ ಸ್ವಗತಂ ಮನ್ಯತೇ ಕರ್ಮಾಧ್ಯಾಸೋಪಾದಾನಾವಿದ್ಯಾಯಾ ಅಸಂಭವಾನ್ನೈವ ಕಿಂಚಿತ್ಕರೋಮೀತಿ ಪ್ರತ್ಯಯಾಚ್ಚೇಯತಿ ಭಾವಃ ।\n\nಯದುಕ್ತಮಮೃತಶಬ್ದೇನ ಮುಖ್ಯಮೇವಾಮೃತತ್ವಂ ಕಿಂ ನ ಗೃಹ್ಯತೇ ವಿದ್ಯಾಶಬ್ದೇನ ಚ ಪರಮಾತ್ಮವಿದ್ಯೇತಿ ತತ್ರಾಽಽಹ -\nಅಮೃತಮಿತಿ ।\nಮುಖ್ಯಾಮೃತ್ವಗ್ರಹಣೇ ಹಿರಣ್ಮಯಾದಿಮಂತ್ರೇಣ ದ್ವಾರಮಾರ್ಗಯಾಚನಮನುಪಪನ್ನಂ ಸ್ಯಾತ್ । ನ ತಸ್ಯ ಪ್ರಾಣ ಉತ್ಕ್ರಾಮಂತ್ಯತ್ರ ಬ್ರಹ್ಮ ಸಮಶ್ನುನ ಇತ್ಯಾದಿಶ್ರುತೇಃ । ತತೋ ಮುಖ್ಯಾರ್ಥಬಾಧಾದ್ಗೌಣಾರ್ಥಗ್ರಹಣಂ ಯುಕ್ತಮಿತ್ಯರ್ಥಃ । ಯಸ್ಮಾದರ್ಶಾಂತರಂ ನ ಸಂಗಚ್ಛತೇ ತಸ್ಮಾದಿತ್ಯುಪಸಂಹಾರಃ ॥ ೧೮ ॥",
    },
    "tamil": {
      bhashyam: "ஹே அக்³நே நய க³மய ஸுபதா² ஶோப⁴நேந மார்கே³ண । ஸுபதே²தி விஶேஷணம் த³க்ஷிணமார்க³நிவ்ருத்த்யர்த²ம் । நிர்விண்ணோ(அ)ஹம் த³க்ஷிணேந மார்கே³ண க³தாக³தலக்ஷணேந ; அதோ யாசே த்வாம் புந: புந: க³மநாக³மநவர்ஜிதேந ஶோப⁴நேந பதா² நய । ராயே த⁴நாய, கர்மப²லபோ⁴கா³யேத்யர்த²: । அஸ்மாந் யதோ²க்தத⁴ர்மப²லவிஶிஷ்டாந் விஶ்வாநி ஸர்வாணி ஹே தே³வ வயுநாநி கர்மாணி, ப்ரஜ்ஞாநாநி வா வித்³வாந் ஜாநந் । கிஞ்ச, யுயோதி⁴ வியோஜய விநாஶய அஸ்மத் அஸ்மத்த: ஜுஹுராணம் குடிலம் வஞ்சநாத்மகம் ஏந: பாபம் । ததோ வயம் விஶுத்³தா⁴: ஸந்த: இஷ்டம் ப்ராப்ஸ்யாம இத்யபி⁴ப்ராய: । கிந்து வயமிதா³நீம் தே ந ஶக்நும: பரிசர்யாம் கர்தும் ; பூ⁴யிஷ்டா²ம் ப³ஹுதராம் தே துப்⁴யம் நமஉக்திம் நமஸ்காரவசநம் விதே⁴ம நமஸ்காரேண பரிசரேம இத்யர்த²: ॥\n\n‘அவித்³யயா ம்ருத்யும் தீர்த்வா வித்³யயாம்ருதமஶ்நுதே’ (ஈ. உ. 11) ‘விநாஶேந ம்ருத்யும் தீர்த்வா அஸம்பூ⁴த்யாம்ருதமஶ்நுதே’ (ஈ. உ. 14) இதி ஶ்ருத்வா கேசித்ஸம்ஶயம் குர்வந்தி । அதஸ்தந்நிர்தா⁴ரணார்த²ம் ஸங்க்ஷேபதோ விசாரணாம் கரிஷ்யாம: । தத்ர தாவத்கிம்நிமித்த: ஸம்ஶய இதி, உச்யதே — வித்³யாஶப்³தே³ந முக்²யா பரமாத்மவித்³யைவ கஸ்மாந்ந க்³ருஹ்யதே, அம்ருதத்வம் ச ? நநூக்தாயா: பரமாத்மவித்³யாயா: கர்மணஶ்ச விரோதா⁴த்ஸமுச்சயாநுபபத்தி: । ஸத்யம் । விரோத⁴ஸ்து நாவக³ம்யதே, விரோதா⁴விரோத⁴யோ: ஶாஸ்த்ரப்ரமாணகத்வாத் ; யதா² அவித்³யாநுஷ்டா²நம் வித்³யோபாஸநம் ச ஶாஸ்த்ரப்ரமாணகம் , ததா² தத்³விரோதா⁴விரோதா⁴வபி । யதா² ச ‘ந ஹிம்ஸ்யாத்ஸர்வா பூ⁴தாநி’ இதி ஶாஸ்த்ராத³வக³தம் புந: ஶாஸ்த்ரேணைவ பா³த்⁴யதே ‘அத்⁴வரே பஶும் ஹிம்ஸ்யாத்’ இதி, ஏவம் வித்³யாவித்³யயோரபி ஸ்யாத் ; வித்³யாகர்மணோஶ்ச ஸமுச்சய: । ந ; ‘தூ³ரமேதே விபரீதே விஷூசீ அவித்³யா யா ச வித்³யேதி ஜ்ஞாதா’ (க. உ. 1 । 2 । 4) இதி ஶ்ருதே: । ‘வித்³யாம் சாவித்³யாம் ச’ இதி வசநாத³விரோத⁴ இதி சேத் , ந ; ஹேதுஸ்வரூபப²லவிரோதா⁴த் । வித்³யாவித்³யாவிரோதா⁴விரோத⁴யோர்விகல்பாஸம்ப⁴வாத் ஸமுச்சயவிதா⁴நாத³விரோத⁴ ஏவேதி சேத் , ந ; ஸஹஸம்ப⁴வாநுபபத்தே: । க்ரமேணைகாஶ்ரயே ஸ்யாதாம் வித்³யாவித்³யே இதி சேத் , ந ; வித்³யோத்பத்தௌ ததா³ஶ்ரயே(அ)வித்³யாநுபபத்தே: ; ந ஹி அக்³நிருஷ்ண: ப்ரகாஶஶ்ச இதி விஜ்ஞாநோத்பத்தௌ யஸ்மிந்நாஶ்ரயே தது³த்பந்நம் , தஸ்மிந்நேவாஶ்ரயே ஶீதோ(அ)க்³நிரப்ரகாஶோ வா இத்யவித்³யாயா உத்பத்தி: । நாபி ஸம்ஶய: அஜ்ஞாநம் வா, ‘யஸ்மிந்ஸர்வாணி பூ⁴தாநி ஆத்மைவாபூ⁴த்³விஜாநத: । தத்ர கோ மோஹ: க: ஶோக ஏகத்வமநுபஶ்யத:’ (ஈ. உ. 7) இதி ஶோகமோஹாத்³யஸம்ப⁴வஶ்ருதே: । அவித்³யாஸம்ப⁴வாத்தது³பாதா³நஸ்ய கர்மணோ(அ)ப்யநுபபத்திமவோசாம । ‘அம்ருதமஶ்நுதே’ இத்யாபேக்ஷிகமம்ருதம் ; வித்³யாஶப்³தே³ந பரமாத்மவித்³யாக்³ரஹணே ‘ஹிரண்மயேந’ (ஈ. உ. 15) இத்யாதி³நா த்³வாரமார்க³யாசநமநுபபந்நம் ஸ்யாத் । தஸ்மாத் யதா²வ்யாக்²யாத ஏவ மந்த்ராணாமர்த² இத்யுபரம்யதே ॥",
      teeka: "மந்த்ராந்பத³ஶோ வ்யாக்²யாய ஸம்க்ஷேபதோ விசாரமாரப⁴தே -\nஅவித்³யயா ம்ருத்யும் தீர்த்வேத்யாதி³நா ।\n\nஅம்ருதத்வம் சேதி ।\nஅம்ருதத்வம் ச முக்²யமேவ கஸ்மாந்ந க்³ருஹ்யத இதி ஸம்ப³ந்த⁴: ।\n\nஶாஸ்த்ரீயயோர்ஜ்ஞாநகர்மணோர்விரோதா⁴விரோதீ⁴ ஶாஸ்த்ரீயாவேவ க்³ராஹ்யௌ ந தர்கமாத்ரேணேதி பரேணோக்தே ஸித்³தா⁴ந்தீ ஶாஸ்த்ரஸித்³த⁴ ஏவ விரோத⁴ இத்யாஹ -\nந தூ³ரமேதே இதி ।\nவிஷூசீ நாநாக³தௌ வித்³யாவித்³யே தூ³ரம் விபரீதே அதிஶயேந விருத்³தே⁴ இத்யர்த²: ।\n\nஸஹஸம்ப⁴வாநுபபத்தேரிதி ।\nகா(அ)நுபபத்தி:? காட²தே விரோத⁴ஶ்ரவணாத் தத்³க³தவித்³யாவித்³யயோர்விரோதோ⁴(அ)ஸ்து । இஹ த்வவிரோத⁴ஶ்ரவணாத³விரோதோ⁴ ப⁴விஷ்யதீதி ந வாச்யம் । விரோதா⁴விரோத⁴யோ: ஸித்³த⁴த்வேந விகல்பாஸம்ப⁴வாத் । உதி³தாநுதி³தஹோமயோர்ஹி புருஷதந்த்ரத்வாத்³யுக்தோ விகல்ப இத்யுக்தம், தர்ஹ்யவிரோத⁴ ஏவாஸ்து ஸமுச்சயவிதி⁴ப³லாதி³தி சேந்ந । முக்²யப்³ரஹ்மவித்³யாவித்³யயோ: ஶுக்திவித்³யாயோரிவ ஸஹஸம்ப⁴வாநுபபத்தே: ஸமுச்சயவிதி⁴ரஸித்³த⁴: । ஸித்³தே⁴ ஸமுச்சயவிதௌ⁴ தத்³ப³லாத³விரோதா⁴வக³மோ(அ)விரோவாவக³மாச்ச ஸமுச்சயஸித்³தி⁴ரித்யந்யோந்யாஶ்ரய: ஸ்யாதி³த்யர்த²: ।\n\nஸஹஸம்ப⁴வாநுபபத்தாவபி க்ரமேணைகாஶ்ரயே வித்³யாவித்³யே ஸ்யாதாமிதி சேத்³யதி³ பூர்வமவித்³யா பஶ்சாத்து வித்³யேதி க்ரமஸ்தர்ஹீஷ்யத ஏவ । யதி³ பஶ்சாத்தர்ஹ்யஸம்ப⁴வ இத்யாஹ -\nந வித்³யோத்பத்தாவிதி ।\nபூர்வஸித்³தா⁴யா அவித்³யாயா: ப்ரத்⁴வஸ்தத்வாத³ந்யஸ்யாஶ்சோத்பத்தௌ காரணாஸம்ப⁴வாந்மூலாபா⁴வேந ப்⁴ரமஸம்ஶயாக்³ரஹணாநாமபி விது³ஷோ(அ)நுபபத்திரித்யர்த²: ।\n\nவித்³யோத்பத்தௌ மா பூ⁴த³வித்³யா கர்ம து ப⁴விஷ்யதி விது³ஷோ(அ)பி வ்யாக்²யாநபி⁴க்ஷாடநாதி³த³ர்ஶநாதி³த்யாஶங்க்யாஹ -\nஅவித்³யா(அ)ஸம்ப⁴வாதி³தி ।\nசோத³நாப்ரயுக்தாநுஷ்டா²நம் ஹி கர்ம ஜ்ஞாநேந ஸஹ தவ ஸமுச்சிசீஷிதம் ப்³ரஹ்மாத்மைகத்வம் து ஸாக்ஷாத³நுப⁴வதோ ந சோத³நா ஸம்ப⁴வதி காமாபா⁴வாத்காமிநோ ஹி ஸர்வாஶ்சோத³நா: । ‘அகாமிந: க்ரியா காசித்³ த்³ருஶ்யதே நேஹ கஸ்யசித்। யத்³யத்³தி⁴ குருதே ஜந்துஸ்தத்தத்காமஸ்ய சேஷ்டிதம் ॥’ இதி ஸ்மரணாத் । வித்³வச்ச²ரீரஸ்தி²திஹேத்வவித்³யாலேஶாஶ்ரயகர்மஶேஷநிமித்தம் து விது³ஷோ பி⁴க்ஷாடநாதி³ ந கர்ம, சோத³நாபா⁴வாத்கிந்து யாவத்ப்ராணஶரீரஸம்யோக³பா⁴வி தத்கர்மாபா⁴ஸம் தச்ச வித்³வாந்ந ஸ்வக³தம் மந்யதே கர்மாத்⁴யாஸோபாதா³நாவித்³யாயா அஸம்ப⁴வாந்நைவ கிஞ்சித்கரோமீதி ப்ரத்யயாச்சேயதி பா⁴வ: ।\n\nயது³க்தமம்ருதஶப்³தே³ந முக்²யமேவாம்ருதத்வம் கிம் ந க்³ருஹ்யதே வித்³யாஶப்³தே³ந ச பரமாத்மவித்³யேதி தத்ரா(அ)(அ)ஹ -\nஅம்ருதமிதி ।\nமுக்²யாம்ருத்வக்³ரஹணே ஹிரண்மயாதி³மந்த்ரேண த்³வாரமார்க³யாசநமநுபபந்நம் ஸ்யாத் । ந தஸ்ய ப்ராண உத்க்ராமந்த்யத்ர ப்³ரஹ்ம ஸமஶ்நுந இத்யாதி³ஶ்ருதே: । ததோ முக்²யார்த²பா³தா⁴த்³கௌ³ணார்த²க்³ரஹணம் யுக்தமித்யர்த²: । யஸ்மாத³ர்ஶாந்தரம் ந ஸங்க³ச்ச²தே தஸ்மாதி³த்யுபஸம்ஹார: ॥ 18 ॥",
    },
    "telugu": {
      bhashyam: "హే అగ్నే నయ గమయ సుపథా శోభనేన మార్గేణ । సుపథేతి విశేషణం దక్షిణమార్గనివృత్త్యర్థమ్ । నిర్విణ్ణోఽహం దక్షిణేన మార్గేణ గతాగతలక్షణేన ; అతో యాచే త్వాం పునః పునః గమనాగమనవర్జితేన శోభనేన పథా నయ । రాయే ధనాయ, కర్మఫలభోగాయేత్యర్థః । అస్మాన్ యథోక్తధర్మఫలవిశిష్టాన్ విశ్వాని సర్వాణి హే దేవ వయునాని కర్మాణి, ప్రజ్ఞానాని వా విద్వాన్ జానన్ । కిఞ్చ, యుయోధి వియోజయ వినాశయ అస్మత్ అస్మత్తః జుహురాణం కుటిలం వఞ్చనాత్మకమ్ ఎనః పాపమ్ । తతో వయం విశుద్ధాః సన్తః ఇష్టం ప్రాప్స్యామ ఇత్యభిప్రాయః । కిన్తు వయమిదానీం తే న శక్నుమః పరిచర్యాం కర్తుమ్ ; భూయిష్ఠాం బహుతరాం తే తుభ్యం నమఉక్తిం నమస్కారవచనం విధేమ నమస్కారేణ పరిచరేమ ఇత్యర్థః ॥\n\n‘అవిద్యయా మృత్యుం తీర్త్వా విద్యయామృతమశ్నుతే’ (ఈ. ఉ. ౧౧) ‘వినాశేన మృత్యుం తీర్త్వా అసమ్భూత్యామృతమశ్నుతే’ (ఈ. ఉ. ౧౪) ఇతి శ్రుత్వా కేచిత్సంశయం కుర్వన్తి । అతస్తన్నిర్ధారణార్థం సఙ్క్షేపతో విచారణాం కరిష్యామః । తత్ర తావత్కింనిమిత్తః సంశయ ఇతి, ఉచ్యతే — విద్యాశబ్దేన ముఖ్యా పరమాత్మవిద్యైవ కస్మాన్న గృహ్యతే, అమృతత్వం చ ? ననూక్తాయాః పరమాత్మవిద్యాయాః కర్మణశ్చ విరోధాత్సముచ్చయానుపపత్తిః । సత్యమ్ । విరోధస్తు నావగమ్యతే, విరోధావిరోధయోః శాస్త్రప్రమాణకత్వాత్ ; యథా అవిద్యానుష్ఠానం విద్యోపాసనం చ శాస్త్రప్రమాణకమ్ , తథా తద్విరోధావిరోధావపి । యథా చ ‘న హింస్యాత్సర్వా భూతాని’ ఇతి శాస్త్రాదవగతం పునః శాస్త్రేణైవ బాధ్యతే ‘అధ్వరే పశుం హింస్యాత్’ ఇతి, ఎవం విద్యావిద్యయోరపి స్యాత్ ; విద్యాకర్మణోశ్చ సముచ్చయః । న ; ‘దూరమేతే విపరీతే విషూచీ అవిద్యా యా చ విద్యేతి జ్ఞాతా’ (క. ఉ. ౧ । ౨ । ౪) ఇతి శ్రుతేః । ‘విద్యాం చావిద్యాం చ’ ఇతి వచనాదవిరోధ ఇతి చేత్ , న ; హేతుస్వరూపఫలవిరోధాత్ । విద్యావిద్యావిరోధావిరోధయోర్వికల్పాసమ్భవాత్ సముచ్చయవిధానాదవిరోధ ఎవేతి చేత్ , న ; సహసమ్భవానుపపత్తేః । క్రమేణైకాశ్రయే స్యాతాం విద్యావిద్యే ఇతి చేత్ , న ; విద్యోత్పత్తౌ తదాశ్రయేఽవిద్యానుపపత్తేః ; న హి అగ్నిరుష్ణః ప్రకాశశ్చ ఇతి విజ్ఞానోత్పత్తౌ యస్మిన్నాశ్రయే తదుత్పన్నమ్ , తస్మిన్నేవాశ్రయే శీతోఽగ్నిరప్రకాశో వా ఇత్యవిద్యాయా ఉత్పత్తిః । నాపి సంశయః అజ్ఞానం వా, ‘యస్మిన్సర్వాణి భూతాని ఆత్మైవాభూద్విజానతః । తత్ర కో మోహః కః శోక ఎకత్వమనుపశ్యతః’ (ఈ. ఉ. ౭) ఇతి శోకమోహాద్యసమ్భవశ్రుతేః । అవిద్యాసమ్భవాత్తదుపాదానస్య కర్మణోఽప్యనుపపత్తిమవోచామ । ‘అమృతమశ్నుతే’ ఇత్యాపేక్షికమమృతమ్ ; విద్యాశబ్దేన పరమాత్మవిద్యాగ్రహణే ‘హిరణ్మయేన’ (ఈ. ఉ. ౧౫) ఇత్యాదినా ద్వారమార్గయాచనమనుపపన్నం స్యాత్ । తస్మాత్ యథావ్యాఖ్యాత ఎవ మన్త్రాణామర్థ ఇత్యుపరమ్యతే ॥",
      teeka: "మన్త్రాన్పదశో వ్యాఖ్యాయ సంక్షేపతో విచారమారభతే -\nఅవిద్యయా మృత్యుం తీర్త్వేత్యాదినా ।\n\nఅమృతత్వం చేతి ।\nఅమృతత్వం చ ముఖ్యమేవ కస్మాన్న గృహ్యత ఇతి సమ్బన్ధః ।\n\nశాస్త్రీయయోర్జ్ఞానకర్మణోర్విరోధావిరోధీ శాస్త్రీయావేవ గ్రాహ్యౌ న తర్కమాత్రేణేతి పరేణోక్తే సిద్ధాన్తీ శాస్త్రసిద్ధ ఎవ విరోధ ఇత్యాహ -\nన దూరమేతే ఇతి ।\nవిషూచీ నానాగతౌ విద్యావిద్యే దూరం విపరీతే అతిశయేన విరుద్ధే ఇత్యర్థః ।\n\nసహసమ్భవానుపపత్తేరితి ।\nకాఽనుపపత్తిః? కాఠతే విరోధశ్రవణాత్ తద్గతవిద్యావిద్యయోర్విరోధోఽస్తు । ఇహ త్వవిరోధశ్రవణాదవిరోధో భవిష్యతీతి న వాచ్యమ్ । విరోధావిరోధయోః సిద్ధత్వేన వికల్పాసమ్భవాత్ । ఉదితానుదితహోమయోర్హి పురుషతన్త్రత్వాద్యుక్తో వికల్ప ఇత్యుక్తం, తర్హ్యవిరోధ ఎవాస్తు సముచ్చయవిధిబలాదితి చేన్న । ముఖ్యబ్రహ్మవిద్యావిద్యయోః శుక్తివిద్యాయోరివ సహసమ్భవానుపపత్తేః సముచ్చయవిధిరసిద్ధః । సిద్ధే సముచ్చయవిధౌ తద్బలాదవిరోధావగమోఽవిరోవావగమాచ్చ సముచ్చయసిద్ధిరిత్యన్యోన్యాశ్రయః స్యాదిత్యర్థః ।\n\nసహసమ్భవానుపపత్తావపి క్రమేణైకాశ్రయే విద్యావిద్యే స్యాతామితి చేద్యది పూర్వమవిద్యా పశ్చాత్తు విద్యేతి క్రమస్తర్హీష్యత ఎవ । యది పశ్చాత్తర్హ్యసమ్భవ ఇత్యాహ -\nన విద్యోత్పత్తావితి ।\nపూర్వసిద్ధాయా అవిద్యాయాః ప్రధ్వస్తత్వాదన్యస్యాశ్చోత్పత్తౌ కారణాసమ్భవాన్మూలాభావేన భ్రమసంశయాగ్రహణానామపి విదుషోఽనుపపత్తిరిత్యర్థః ।\n\nవిద్యోత్పత్తౌ మా భూదవిద్యా కర్మ తు భవిష్యతి విదుషోఽపి వ్యాఖ్యానభిక్షాటనాదిదర్శనాదిత్యాశఙ్క్యాహ -\nఅవిద్యాఽసమ్భవాదితి ।\nచోదనాప్రయుక్తానుష్ఠానం హి కర్మ జ్ఞానేన సహ తవ సముచ్చిచీషితం బ్రహ్మాత్మైకత్వం తు సాక్షాదనుభవతో న చోదనా సమ్భవతి కామాభావాత్కామినో హి సర్వాశ్చోదనాః । ‘అకామినః క్రియా కాచిద్ దృశ్యతే నేహ కస్యచిత్। యద్యద్ధి కురుతే జన్తుస్తత్తత్కామస్య చేష్టితమ్ ॥’ ఇతి స్మరణాత్ । విద్వచ్ఛరీరస్థితిహేత్వవిద్యాలేశాశ్రయకర్మశేషనిమిత్తం తు విదుషో భిక్షాటనాది న కర్మ, చోదనాభావాత్కిన్తు యావత్ప్రాణశరీరసంయోగభావి తత్కర్మాభాసం తచ్చ విద్వాన్న స్వగతం మన్యతే కర్మాధ్యాసోపాదానావిద్యాయా అసమ్భవాన్నైవ కిఞ్చిత్కరోమీతి ప్రత్యయాచ్చేయతి భావః ।\n\nయదుక్తమమృతశబ్దేన ముఖ్యమేవామృతత్వం కిం న గృహ్యతే విద్యాశబ్దేన చ పరమాత్మవిద్యేతి తత్రాఽఽహ -\nఅమృతమితి ।\nముఖ్యామృత్వగ్రహణే హిరణ్మయాదిమన్త్రేణ ద్వారమార్గయాచనమనుపపన్నం స్యాత్ । న తస్య ప్రాణ ఉత్క్రామన్త్యత్ర బ్రహ్మ సమశ్నున ఇత్యాదిశ్రుతేః । తతో ముఖ్యార్థబాధాద్గౌణార్థగ్రహణం యుక్తమిత్యర్థః । యస్మాదర్శాన్తరం న సఙ్గచ్ఛతే తస్మాదిత్యుపసంహారః ॥ ౧౮ ॥",
    },
  },
  19: {
  },
  20: {
  },
  21: {
  },
  22: {
  },
  23: {
  },
  24: {
  },
  25: {
  },
  26: {
  },
  27: {
  },
  28: {
  },
  29: {
  },
  30: {
  },
  31: {
  },
  32: {
  },
  33: {
  },
  34: {
  },
  35: {
  },
  36: {
  },
  37: {
  },
  38: {
  },
  39: {
  },
  40: {
  },
  41: {
  },
  42: {
  },
  43: {
  },
  44: {
  },
  45: {
  },
  46: {
  },
  47: {
  },
  48: {
  },
  49: {
  },
  50: {
  },
  51: {
  },
  52: {
  },
  53: {
  },
  54: {
  },
  55: {
  },
  56: {
  },
  57: {
  },
  58: {
  },
  59: {
  },
  60: {
  },
  61: {
  },
  62: {
  },
  63: {
  },
  64: {
  },
  65: {
  },
  66: {
  },
  67: {
  },
  68: {
  },
  69: {
  },
  70: {
  },
  71: {
  },
  72: {
  },
  73: {
  },
  74: {
  },
  75: {
  },
  76: {
  },
  77: {
  },
  78: {
  },
  79: {
  },
  80: {
  },
  81: {
  },
  82: {
  },
  83: {
  },
  84: {
  },
  85: {
  },
  86: {
  },
  87: {
  },
  88: {
  },
  89: {
  },
  90: {
  },
  91: {
  },
  92: {
  },
  93: {
  },
  94: {
  },
  95: {
  },
  96: {
  },
  97: {
  },
  98: {
  },
  99: {
  },
  100: {
  },
  101: {
  },
  102: {
  },
  103: {
  },
  104: {
  },
  105: {
  },
  106: {
  },
  107: {
  },
  108: {
  },
  109: {
  },
  110: {
  },
  111: {
  },
  112: {
  },
  113: {
  },
  114: {
  },
  115: {
  },
  116: {
  },
  117: {
  },
  118: {
  },
  119: {
  },
  120: {
  },
  121: {
  },
  122: {
  },
  123: {
  },
  124: {
  },
  125: {
  },
  126: {
  },
  127: {
  },
  128: {
  },
  129: {
  },
  130: {
  },
  131: {
  },
  132: {
  },
  133: {
  },
  134: {
  },
  135: {
  },
  136: {
  },
  137: {
  },
  138: {
  },
  139: {
  },
  140: {
  },
  141: {
  },
  142: {
  },
  143: {
  },
  144: {
  },
  145: {
  },
  146: {
  },
  147: {
  },
  148: {
  },
  149: {
  },
  150: {
  },
  151: {
  },
  152: {
  },
  153: {
  },
  154: {
  },
  155: {
  },
  156: {
  },
  157: {
  },
  158: {
  },
  159: {
  },
  160: {
  },
  161: {
  },
  162: {
  },
  163: {
  },
  164: {
  },
  165: {
  },
  166: {
  },
  167: {
  },
  168: {
  },
  169: {
  },
  170: {
  },
  171: {
  },
  172: {
  },
  173: {
  },
  174: {
  },
  175: {
  },
  176: {
  },
  177: {
  },
  178: {
  },
  179: {
  },
  180: {
  },
  181: {
  },
  182: {
  },
  183: {
  },
  184: {
  },
  185: {
  },
  186: {
  },
  187: {
  },
  188: {
  },
  189: {
  },
  190: {
  },
  191: {
  },
  192: {
  },
  193: {
  },
  194: {
  },
  195: {
  },
  196: {
  },
  197: {
  },
  198: {
  },
  199: {
  },
  200: {
  },
  201: {
  },
  202: {
  },
  203: {
  },
  204: {
  },
  205: {
  },
  206: {
  },
  207: {
  },
  208: {
  },
  209: {
  },
  210: {
  },
  211: {
  },
  212: {
  },
  213: {
  },
  214: {
  },
  215: {
  },
  216: {
  },
  217: {
  },
  218: {
  },
  219: {
  },
  220: {
  },
  221: {
  },
  222: {
  },
  223: {
  },
  224: {
  },
  225: {
  },
  226: {
  },
  227: {
  },
  228: {
  },
  229: {
  },
  230: {
  },
  231: {
  },
  232: {
  },
  233: {
  },
  234: {
  },
  235: {
  },
  236: {
  },
  237: {
  },
  238: {
  },
  239: {
  },
  240: {
  },
  241: {
  },
  242: {
  },
  243: {
  },
  244: {
  },
  245: {
  },
  246: {
  },
  247: {
  },
  248: {
  },
  249: {
  },
  250: {
  },
  251: {
  },
  252: {
  },
  253: {
  },
  254: {
  },
  255: {
  },
  256: {
  },
  257: {
  },
  258: {
  },
  259: {
  },
  260: {
  },
  261: {
  },
  262: {
  },
  263: {
  },
  264: {
  },
  265: {
  },
  266: {
  },
  267: {
  },
  268: {
  },
  269: {
  },
  270: {
  },
  271: {
  },
  272: {
  },
  273: {
  },
  274: {
  },
  275: {
  },
  276: {
  },
  277: {
  },
  278: {
  },
  279: {
  },
  280: {
  },
  281: {
  },
  282: {
  },
  283: {
  },
  284: {
  },
  285: {
  },
  286: {
  },
  287: {
  },
  288: {
  },
  289: {
  },
  290: {
  },
  291: {
  },
  292: {
  },
  293: {
  },
  294: {
  },
  295: {
  },
  296: {
  },
  297: {
  },
  298: {
  },
  299: {
  },
  300: {
  },
  301: {
  },
  302: {
  },
  303: {
  },
  304: {
  },
  305: {
  },
  306: {
  },
  307: {
  },
  308: {
  },
  309: {
  },
  310: {
  },
  311: {
  },
  312: {
  },
  313: {
  },
  314: {
  },
  315: {
  },
  316: {
  },
  317: {
  },
  318: {
  },
  319: {
  },
  320: {
  },
  321: {
  },
  322: {
  },
  323: {
  },
  324: {
  },
  325: {
  },
  326: {
  },
  327: {
  },
  328: {
  },
  329: {
  },
  330: {
  },
  331: {
  },
  332: {
  },
  333: {
  },
  334: {
  },
  335: {
  },
  336: {
  },
  337: {
  },
  338: {
  },
  339: {
  },
  340: {
  },
  341: {
  },
  342: {
  },
  343: {
  },
  344: {
  },
  345: {
  },
  346: {
  },
  347: {
  },
  348: {
  },
  349: {
  },
  350: {
  },
  351: {
  },
  352: {
  },
  353: {
  },
  354: {
  },
  355: {
  },
  356: {
  },
  357: {
  },
  358: {
  },
  359: {
  },
  360: {
  },
  361: {
  },
  362: {
  },
  363: {
  },
  364: {
  },
  365: {
  },
  366: {
  },
  367: {
  },
  368: {
  },
  369: {
  },
  370: {
  },
  371: {
  },
  372: {
  },
  373: {
  },
  374: {
  },
  375: {
  },
  376: {
  },
  377: {
  },
  378: {
  },
  379: {
  },
  380: {
  },
  381: {
  },
  382: {
  },
  383: {
  },
  384: {
  },
  385: {
  },
  386: {
  },
  387: {
  },
  388: {
  },
  389: {
  },
  390: {
  },
  391: {
  },
  392: {
  },
  393: {
  },
  394: {
  },
  395: {
  },
  396: {
  },
  397: {
  },
  398: {
  },
  399: {
  },
  400: {
  },
  401: {
  },
  402: {
  },
  403: {
  },
  404: {
  },
  405: {
  },
  406: {
  },
  407: {
  },
  408: {
  },
  409: {
  },
  410: {
  },
  411: {
  },
  412: {
  },
  413: {
  },
  414: {
  },
  415: {
  },
  416: {
  },
  417: {
  },
  418: {
  },
  419: {
  },
  420: {
  },
  421: {
  },
  422: {
  },
  423: {
  },
  424: {
  },
  425: {
  },
  426: {
  },
  427: {
  },
  428: {
  },
  429: {
  },
  430: {
  },
  431: {
  },
  432: {
  },
  433: {
  },
  434: {
  },
  435: {
  },
  436: {
  },
  437: {
  },
  438: {
  },
  439: {
  },
  440: {
  },
  441: {
  },
  442: {
  },
  443: {
  },
  444: {
  },
  445: {
  },
  446: {
  },
  447: {
  },
  448: {
  },
  449: {
  },
  450: {
  },
  451: {
  },
  452: {
  },
  453: {
  },
  454: {
  },
  455: {
  },
  456: {
  },
  457: {
  },
  458: {
  },
  459: {
  },
  460: {
  },
  461: {
  },
  462: {
  },
  463: {
  },
  464: {
  },
  465: {
  },
  466: {
  },
  467: {
  },
  468: {
  },
  469: {
  },
  470: {
  },
  471: {
  },
  472: {
  },
  473: {
  },
  474: {
  },
  475: {
  },
  476: {
  },
  477: {
  },
  478: {
  },
  479: {
  },
  480: {
  },
  481: {
  },
  482: {
  },
  483: {
  },
  484: {
  },
  485: {
  },
  486: {
  },
  487: {
  },
  488: {
  },
  489: {
  },
  490: {
  },
  491: {
  },
  492: {
  },
  493: {
  },
  494: {
  },
  495: {
  },
  496: {
  },
  497: {
  },
  498: {
  },
  499: {
  },
  500: {
  },
  501: {
  },
  502: {
  },
  503: {
  },
  504: {
  },
  505: {
  },
  506: {
  },
  507: {
  },
  508: {
  },
  509: {
  },
  510: {
  },
  511: {
  },
  512: {
  },
  513: {
  },
  514: {
  },
  515: {
  },
  516: {
  },
  517: {
  },
  518: {
  },
  519: {
  },
  520: {
  },
  521: {
  },
  522: {
  },
  523: {
  },
  524: {
  },
  525: {
  },
  526: {
  },
  527: {
  },
  528: {
  },
  529: {
  },
  530: {
  },
  531: {
  },
  532: {
  },
  533: {
  },
  534: {
  },
  535: {
  },
  536: {
  },
  537: {
  },
  538: {
  },
  539: {
  },
  540: {
  },
  541: {
  },
  542: {
  },
  543: {
  },
  544: {
  },
  545: {
  },
  546: {
  },
  547: {
  },
  548: {
  },
  549: {
  },
  550: {
  },
  551: {
  },
  552: {
  },
  553: {
  },
  554: {
  },
  555: {
  },
  556: {
  },
  557: {
  },
  558: {
  },
  559: {
  },
  560: {
  },
  561: {
  },
  562: {
  },
  563: {
  },
  564: {
  },
  565: {
  },
  566: {
  },
  567: {
  },
  568: {
  },
  569: {
  },
  570: {
  },
  571: {
  },
  572: {
  },
  573: {
  },
  574: {
  },
  575: {
  },
  576: {
  },
  577: {
  },
  578: {
  },
  579: {
  },
  580: {
  },
  581: {
  },
  582: {
  },
  583: {
  },
  584: {
  },
  585: {
  },
  586: {
  },
  587: {
  },
  588: {
  },
  589: {
  },
  590: {
  },
  591: {
  },
  592: {
  },
  593: {
  },
  594: {
  },
  595: {
  },
  596: {
  },
  597: {
  },
  598: {
  },
  599: {
  },
  600: {
  },
  601: {
  },
  602: {
  },
  603: {
  },
  604: {
  },
  605: {
  },
  606: {
  },
  607: {
  },
  608: {
  },
  609: {
  },
  610: {
  },
  611: {
  },
  612: {
  },
  613: {
  },
  614: {
  },
  615: {
  },
  616: {
  },
  617: {
  },
  618: {
  },
  619: {
  },
  620: {
  },
  621: {
  },
  622: {
  },
  623: {
  },
  624: {
  },
  625: {
  },
  626: {
  },
  627: {
  },
  628: {
  },
  629: {
  },
  630: {
  },
  631: {
  },
  632: {
  },
  633: {
  },
  634: {
  },
  635: {
  },
  636: {
  },
  637: {
  },
  638: {
  },
  639: {
  },
  640: {
  },
  641: {
  },
  642: {
  },
  643: {
  },
  644: {
  },
  645: {
  },
  646: {
  },
  647: {
  },
  648: {
  },
  649: {
  },
  650: {
  },
  651: {
  },
  652: {
  },
  653: {
  },
  654: {
  },
  655: {
  },
  656: {
  },
  657: {
  },
  658: {
  },
  659: {
  },
  660: {
  },
  661: {
  },
  662: {
  },
  663: {
  },
  664: {
  },
  665: {
  },
  666: {
  },
  667: {
  },
  668: {
  },
  669: {
  },
  670: {
  },
  671: {
  },
  672: {
  },
  673: {
  },
  674: {
  },
  675: {
  },
  676: {
  },
  677: {
  },
  678: {
  },
  679: {
  },
  680: {
  },
  681: {
  },
  682: {
  },
  683: {
  },
  684: {
  },
  685: {
  },
  686: {
  },
  687: {
  },
  688: {
  },
  689: {
  },
  690: {
  },
  691: {
  },
  692: {
  },
  693: {
  },
  694: {
  },
  695: {
  },
  696: {
  },
  697: {
  },
  698: {
  },
  699: {
  },
  700: {
  },
  701: {
  },
};
